{"currentPage":911,"numberOfPages":1791,"totalResults":89515,"data":[{"id":"W1KEnX","name":"Kung Fu Kittens","nameDisplay":"Kung Fu Kittens","description":"Hazy,  IPA that is heavily hopped with El Dorado and Citra hops. This bad boy is soft, fluffy and dangerous!","abv":"6.6","styleId":173,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-08-16 20:01:41","updateDate":"2019-08-16 20:01:41","style":{"id":173,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Juicy or Hazy Imperial or Double India Pale Ale","shortName":"Juicy or Hazy Double IPA","description":"Color: Straw to deep gold\r\n\r\nClarity: Low to very high degree of cloudiness is typical of these beers. Starch, yeast, hop, protein and\/or other compounds contribute to a wide range of hazy appearance within this category.\r\n\r\nPerceived Malt Aroma & Flavor: Low to high malt aroma and flavor may be present\r\n\r\nPerceived Hop Aroma & Flavor: High to very high hop aroma and flavor are present, with attributes typical of hops from any origin.\r\n\r\nPerceived Bitterness: Low to medium. Perceived impression of bitterness is soft and well-integrated into overall balance, and may differ significantly from measured or calculated IBU levels.\r\n\r\nFermentation Characteristics: Low to medium fruity-estery aroma and ﬂavor may be present, but are usually overwhelmed by hop character. Diacetyl should not be perceived.\r\n\r\nBody: Medium to high. Perceived silky or full mouthfeel may contribute to overall flavor profile.\r\n\r\nAdditional notes: Grist may include a small amount of oat, wheat or other adjuncts to promote haziness. Descriptors such as “juicy” are often used to describe the taste and aroma hop-derived attributes present in these beers.","ibuMin":"65","ibuMax":"100","abvMin":"7.6","abvMax":"10.6","srmMin":"4","srmMax":"7","ogMin":"1.07","ogMax":"1.1","fgMin":"1.012","fgMax":"1.02","createDate":"2018-08-16 14:08:49"}},{"id":"b5WEZo","name":"Kung Fu Robot IPA","nameDisplay":"Kung Fu Robot IPA","description":"Finished entirely with Citra and Mosaic hops this IPA is juicy with notes of citrus and tropical fruits. A liberal addition of flaked oats gives the beer a creamy body. Juicy, creamy, and above all easy drinking.","abv":"7","ibu":"43","styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/b5WEZo\/upload_I1Gm9o-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/b5WEZo\/upload_I1Gm9o-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/b5WEZo\/upload_I1Gm9o-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/b5WEZo\/upload_I1Gm9o-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/b5WEZo\/upload_I1Gm9o-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/b5WEZo\/upload_I1Gm9o-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-04-08 02:38:35","updateDate":"2018-04-11 20:42:03","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"BXYcgM","name":"Kung Fuji Fighting","nameDisplay":"Kung Fuji Fighting","description":"Kung Fu isn’t all about kicks and strikes, it’s about learning and the perfection of one’s skills. We strive for ale excellence and occasionally we create liquid love. Fragrant citrus zest, distinctly juicy notes of tangerine and passion fruit, complemented by the subtlety of white tea and a saison-like spice.","abv":"6.3","ibu":"47","glasswareId":8,"availableId":1,"styleId":72,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BXYcgM\/upload_iBXp4W-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BXYcgM\/upload_iBXp4W-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BXYcgM\/upload_iBXp4W-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BXYcgM\/upload_iBXp4W-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BXYcgM\/upload_iBXp4W-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BXYcgM\/upload_iBXp4W-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","originalGravity":"1.054","createDate":"2017-06-22 19:02:45","updateDate":"2017-08-30 18:43:56","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"7P54Jh","name":"Kung Pao","nameDisplay":"Kung Pao","description":"Imperial stout brewed with ginger powder, chili powder, sichuan pepper powder, sea salt, and peanut extract.","abv":"11.14","styleId":43,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7P54Jh\/upload_J5ClJQ-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7P54Jh\/upload_J5ClJQ-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7P54Jh\/upload_J5ClJQ-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7P54Jh\/upload_J5ClJQ-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7P54Jh\/upload_J5ClJQ-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7P54Jh\/upload_J5ClJQ-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-08-07 16:47:42","updateDate":"2019-08-07 16:48:38","style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"zOjW6m","name":"Kung Pao Brett","nameDisplay":"Kung Pao Brett","description":"American Wild Ale","abv":"5.8","styleId":39,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-02-03 16:30:39","updateDate":"2015-02-03 16:30:39","style":{"id":39,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Brett Beer","shortName":"Brett","description":"Brett Beers are any range of color and may take on the color of added fruits or other ingredients. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Moderate to intense yet balanced fruity-ester aromas are evident. In darker versions, roasted malt, caramel-like and chocolate-like aromas are subtly present. Diacetyl and DMS aromas should not be perceived. Hop aroma is evident over a full range from low to high. In darker versions, roasted malt, caramel-like and chocolate-like flavors are subtly present. Fruited versions will exhibit fruit flavors in harmonious balance with other characters. Hop flavor is evident over a full range from low to high. Hop bitterness is evident over a full range from low to high. The evolution of natural acidity develops balanced complexity. Horsey, goaty, leathery, phenolic and light to moderate and\/or fruity acidic character evolved from Brettanomyces organisms may be evident, not dominant and in balance with other character. Cultured yeast strains may be used in the fermentation. Beers in this style should not use bacteria or exhibit bacteria-derived characters. Moderate to intense yet balanced fruity-ester flavors are evident. Diacetyl and DMS flavors should not be perceived. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Body is evident over a full range from low to high. For purposes of competition entries exhibiting wood-derived characters or characters of liquids previously aged in wood would more appropriately be entered in other Wood-Aged Beer categories. Wood- and barrel-aged sour ales should not be entered here and are classified elsewhere.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:04:16"}},{"id":"QBgzaN","name":"Kung Pow!","nameDisplay":"Kung Pow!","description":"This double IPA is made with roasted Szechuan peppercorn, fresh ginger, and Dragon and Tsingtao Flower hops! Szechuan peppercorn and ginger give subtle fruity aromatics, with a big hazy body and juiciness.","abv":"8.5","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-10-10 20:40:42","updateDate":"2018-10-10 20:40:42","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"lflwnp","name":"Kungaroo","nameDisplay":"Kungaroo","description":"Good. Some hops. 5.8%","abv":"5.8","styleId":2,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-02-25 19:02:15","updateDate":"2018-02-27 19:06:36","style":{"id":2,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"English-Style India Pale Ale","shortName":"English IPA","description":"Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.","ibuMin":"35","ibuMax":"63","abvMin":"5","abvMax":"7","srmMin":"6","srmMax":"14","ogMin":"1.05","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:33"}},{"id":"Uaq4Va","name":"Kuningilin","nameDisplay":"Kuningilin","description":"The name of our golden sour ale was inspired by the heirloom Wrens Abruzzi rye malt provided by our friends at Riverbend Malt House. German legend has it that the wren cunningly hitched a ride on an eagle’s back to become the highest flying bird and was crowned as ‘king of the birds’- kuningilin. The spicy and earthy character of the rye malt used in this rustic refined ale is held aloft by a tart acidity drawn from our house strain of natively collected lactobacillus and crowned by a bright dry hop blend of Vic Secret and Amarillo hops.","abv":"8","styleId":136,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Uaq4Va\/upload_Au3mNz-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Uaq4Va\/upload_Au3mNz-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Uaq4Va\/upload_Au3mNz-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-06-05 19:38:43","updateDate":"2018-06-05 20:01:46","style":{"id":136,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wood- and Barrel-Aged Sour Beer","shortName":"BBL Aged Sour","description":"A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb\/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and\/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:46:56"}},{"id":"GMxfXh","name":"Kupecheskoe","nameDisplay":"Kupecheskoe","description":"Original keg of \"Kupecheskoe\" beer represents good old-time brewing traditions and ideally fits for a large and close-knit company. Feel, as if you are a Tver merchant and evaluate \"Kupecheskoe\" beer in the keg.","abv":"4.5","styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-09-09 21:54:16","updateDate":"2015-09-09 21:54:16","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"4GlkGi","name":"Kupfer","nameDisplay":"Kupfer","styleId":83,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-08-12 12:07:55","updateDate":"2015-05-19 17:04:48","style":{"id":83,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"European-Style Dark \/ Münchner Dunkel","shortName":"Euro Dark","description":"These light brown to dark brown beers have a pronounced malty aroma and flavor that dominates over the clean, crisp, moderate hop bitterness. This beer does not offer an overly sweet impression, but rather a mild balance between malt sweetness, hop bitterness and light to moderate mouthfeel. A classic Münchner Dunkel should have chocolate-like, roast malt, bread-like or biscuit-like aroma that comes from the use of Munich dark malt. Chocolate or roast malts can be used, but the percentage used should be minimal. Noble-type hop flavor and aroma should be low but perceptible. Diacetyl should not be perceived. Ale-like fruity esters and chill haze should not be perceived.","ibuMin":"16","ibuMax":"25","abvMin":"4.5","abvMax":"5","srmMin":"15","srmMax":"20","ogMin":"1.048","fgMin":"1.014","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:37:08"}},{"id":"G083wN","name":"Kupfer","nameDisplay":"Kupfer","styleId":97,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:34","updateDate":"2012-03-22 13:04:34","style":{"id":97,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Premium Lager","shortName":"American Premium Lager","description":"This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.","ibuMin":"6","ibuMax":"15","abvMin":"4.3","abvMax":"5","srmMin":"2","srmMax":"6","ogMin":"1.044","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:04"}},{"id":"pezjl1","name":"Kupferweizen","nameDisplay":"Kupferweizen","styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-08-12 11:59:24","updateDate":"2018-11-02 15:50:21","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"tww1Na","name":"Kupono Captain's Ale","nameDisplay":"Kupono Captain's Ale","description":"Kupono Captain's Ale is an American Blonde Ale, light bodied and brewed to be enjoyed during hot summer evenings at a match, or any time. The new RailHawks-branded beer pours clear and golden in color.","abv":"4.6","glasswareId":5,"availableId":4,"styleId":36,"isOrganic":"Y","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tww1Na\/upload_704XOO-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tww1Na\/upload_704XOO-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tww1Na\/upload_704XOO-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tww1Na\/upload_704XOO-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tww1Na\/upload_704XOO-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tww1Na\/upload_704XOO-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","createDate":"2015-06-22 13:32:38","updateDate":"2015-12-18 01:48:02","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"WwCopP","name":"Kuppler","nameDisplay":"Kuppler","abv":"5.2","styleId":48,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-08-12 12:20:27","updateDate":"2012-08-18 23:55:37","style":{"id":48,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Hefeweizen \/ Hefeweissbier","shortName":"Hefeweizen","description":"The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"3","srmMax":"9","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:27"}},{"id":"8FO2LW","name":"Kurli Pale Ale","nameDisplay":"Kurli Pale Ale","description":"Our hybrid style wheat ale is golden in color and light bodied. Kurli Blonde is brewed with only German malts and hops, and fermented with English ale yeast. For those who might be new to craft beer or anyone just looking for a light refresher, you gotta go blonde!","abv":"4.3","ibu":"17","availableId":1,"styleId":36,"isOrganic":"Y","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8FO2LW\/upload_wevfLQ-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8FO2LW\/upload_wevfLQ-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8FO2LW\/upload_wevfLQ-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8FO2LW\/upload_wevfLQ-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8FO2LW\/upload_wevfLQ-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8FO2LW\/upload_wevfLQ-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Garlic Peppered Calamari, Shrimp Scampi, Carolina Q, Wild Mushroom Pizza","createDate":"2015-07-08 23:02:39","updateDate":"2015-12-18 02:16:00","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"FH1tDC","name":"Kurofune Porter","nameDisplay":"Kurofune Porter","description":"Kurofune is the word Japanese used to describe the American gunboats that came to open Japan to Western trade. Kurofune Porter is sleek and forceful, but leaves a winning bittersweet taste of chocolate and coffee on the tongue.","abv":"6","glasswareId":5,"availableId":1,"styleId":18,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FH1tDC\/upload_Bbm8ma-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FH1tDC\/upload_Bbm8ma-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FH1tDC\/upload_Bbm8ma-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FH1tDC\/upload_Bbm8ma-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FH1tDC\/upload_Bbm8ma-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FH1tDC\/upload_Bbm8ma-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:34","updateDate":"2015-12-16 14:09:06","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"yfhCRR","name":"Kuronama","nameDisplay":"Kuronama","styleId":18,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:34","updateDate":"2012-03-22 13:04:48","style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"8uujxI","name":"Kurt's Mile High Malt","nameDisplay":"Kurt's Mile High Malt","description":"Based on a family recipe given to us by Kurt Vonnegut, this Vienna Lager showcases the fruity nuances of coffee in a balanced, malt-forward body. Brewed with Novo Coffee's Ethiopian Anyetsu roast, the coffee perks up the smooth drinkability of the vienna lager.","abv":"5.8","ibu":"18","glasswareId":5,"availableId":4,"styleId":80,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8uujxI\/upload_ZRgY1Z-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8uujxI\/upload_ZRgY1Z-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8uujxI\/upload_ZRgY1Z-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8uujxI\/upload_ZRgY1Z-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8uujxI\/upload_ZRgY1Z-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8uujxI\/upload_ZRgY1Z-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-10-01 21:09:38","updateDate":"2015-12-17 17:46:27","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":80,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Vienna-Style Lager","shortName":"Vienna Lager","description":"Beers in this category are reddish brown or copper colored. They are medium in body. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and\/or slightly roasted malt character. Hop bitterness is clean and crisp. Noble-type hop aromas and flavors should be low or mild. Diacetyl, chill haze and ale-like fruity esters should not be perceived.","ibuMin":"22","ibuMax":"28","abvMin":"4.8","abvMax":"5.4","srmMin":"12","srmMax":"16","ogMin":"1.046","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:42"}},{"id":"KrN746","name":"Kurts Apple Pie","nameDisplay":"Kurts Apple Pie","description":"One of our biggest selling meads made from local apple cider with Madagascar-bourbon vanilla and Vietnamese cinnamon spice added. Get your piece of the pie! This mead is a great after dinner dessert wine that is a perfect finish to any holiday meal.","abv":"16.8","styleId":143,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-11-14 19:35:01","updateDate":"2018-12-06 20:14:59","style":{"id":143,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Cyser (Apple Melomel)","shortName":"Cyser","description":"In well-made examples of the style, the fruit is both distinctive and well-incorporated into the honey-sweet-acid-tannin-alcohol balance of the mead. Some of the best strong examples have the taste and aroma of an aged Calvados (apple brandy from northern France), while subtle, dry versions can taste similar to many fine white wines.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:14"}},{"id":"HRKGW5","name":"Kürzer Alt","nameDisplay":"Kürzer Alt","styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-08-12 12:14:44","updateDate":"2018-11-06 18:46:59","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"zEw6sl","name":"Kush","nameDisplay":"Kush","abv":"6.2","ibu":"70","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-08-26 14:21:45","updateDate":"2015-08-26 14:21:45","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"1agDWE","name":"Küsterer Bohemian Pilsner","nameDisplay":"Küsterer Bohemian Pilsner","description":"A Bohemian cellar-style pilsner with a soft, herbal nose, clean body and a crisp finish, this is the style of beer that eventually evolved into American lager towards the end of the 19th Century. It’s approachable, nuanced and refreshing…reminding us what an everyman beer can be.","abv":"5.5","ibu":"30","glasswareId":4,"availableId":1,"styleId":76,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1agDWE\/upload_uTyMlb-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1agDWE\/upload_uTyMlb-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1agDWE\/upload_uTyMlb-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1agDWE\/upload_uTyMlb-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1agDWE\/upload_uTyMlb-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1agDWE\/upload_uTyMlb-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2016-06-21 18:13:12","updateDate":"2016-06-23 18:09:54","glass":{"id":4,"name":"Pilsner","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":76,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Bohemian-Style Pilsener","shortName":"Bohemian Pilsener","description":"Traditional Bohemian Pilseners are medium bodied, and they can be as dark as a light amber color. This style balances moderate bitterness and noble-type hop aroma and flavor with a malty, slightly sweet, medium body. Extremely low levels of diacetyl and low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are characteristic of this style and both may accent malt aroma. A toasted-, biscuit-like, bready malt character along with low levels of sulfur compounds may be evident. There should be no chill haze. Its head should be dense and rich.","ibuMin":"30","ibuMax":"45","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.044","fgMin":"1.014","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:03"}},{"id":"YJmyuU","name":"Küsterer Heller Weissbier","nameDisplay":"Küsterer Heller Weissbier","description":"This is the pale, modern and familiar version of Bavarian Weissbier that became the style standard in the 1960’s. It’s easy to drink and refreshing with traditional fruity and aromatic esters that remind some of banana and clove.","abv":"5","ibu":"12","glasswareId":9,"availableId":1,"styleId":48,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/YJmyuU\/upload_tcMLtb-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/YJmyuU\/upload_tcMLtb-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/YJmyuU\/upload_tcMLtb-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/YJmyuU\/upload_tcMLtb-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/YJmyuU\/upload_tcMLtb-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/YJmyuU\/upload_tcMLtb-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2016-06-21 18:10:28","updateDate":"2016-06-23 18:09:07","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":48,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Hefeweizen \/ Hefeweissbier","shortName":"Hefeweizen","description":"The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"3","srmMax":"9","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:27"}},{"id":"4RsndB","name":"Küsterer Maibock","nameDisplay":"Küsterer Maibock","description":"The Bavarian answer to Heller Bock, this malty lager has a spicy finish, yet drinks dangerously easy.","abv":"7.4","ibu":"28","styleId":89,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-10-18 14:10:43","updateDate":"2018-10-18 14:10:43","style":{"id":89,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Heller Bock\/Maibock","shortName":"Maibock","description":"The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and\/or bready malt character is often evident. Roast or heavy toast\/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.","ibuMin":"20","ibuMax":"38","abvMin":"6","abvMax":"8","srmMin":"4","srmMax":"10","ogMin":"1.066","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:04"}},{"id":"GE7pp6","name":"Küsterer Munich Dunkel","nameDisplay":"Küsterer Munich Dunkel","description":"This dark lager is the style that made Munich famous for beer. It’s deep amber in color, rich and malty, yet surprisingly drinkable and clean. It makes the perfect winter warmer in a cozy beer hall.","abv":"5.6","ibu":"20","glasswareId":3,"availableId":8,"styleId":83,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GE7pp6\/upload_b6iK3h-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GE7pp6\/upload_b6iK3h-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GE7pp6\/upload_b6iK3h-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GE7pp6\/upload_b6iK3h-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GE7pp6\/upload_b6iK3h-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GE7pp6\/upload_b6iK3h-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2016-06-21 18:16:11","updateDate":"2016-06-23 18:09:13","glass":{"id":3,"name":"Mug","createDate":"2012-01-03 02:41:33"},"available":{"id":8,"name":"Winter","description":"Available during the winter months."},"style":{"id":83,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"European-Style Dark \/ Münchner Dunkel","shortName":"Euro Dark","description":"These light brown to dark brown beers have a pronounced malty aroma and flavor that dominates over the clean, crisp, moderate hop bitterness. This beer does not offer an overly sweet impression, but rather a mild balance between malt sweetness, hop bitterness and light to moderate mouthfeel. A classic Münchner Dunkel should have chocolate-like, roast malt, bread-like or biscuit-like aroma that comes from the use of Munich dark malt. Chocolate or roast malts can be used, but the percentage used should be minimal. Noble-type hop flavor and aroma should be low but perceptible. Diacetyl should not be perceived. Ale-like fruity esters and chill haze should not be perceived.","ibuMin":"16","ibuMax":"25","abvMin":"4.5","abvMax":"5","srmMin":"15","srmMax":"20","ogMin":"1.048","fgMin":"1.014","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:37:08"}},{"id":"1NYsOT","name":"Küsterer Original Weissbier","nameDisplay":"Küsterer Original Weissbier","description":"This is our labor of love. Original Style Bavarian Weißbier evolved from the 15th Century and was long exclusive to the royal brewers of the Bavarian Kings. The Original version is still brewed by small, independent breweries such as ours. Fermented with our exclusive yeast strain in our classic open vessels, this traditional wheat beer is deep in color with a cloudy appearance, rich body, and a refreshing finish that’s perfect to be enjoyed year round.\r\nFor best results, we recommend pouring into a wet, beer clean glass, leaving an inch or so in the can to swirl out the natural yeast sediment. Top off and enjoy. Prost!","abv":"5.6","ibu":"15","glasswareId":9,"availableId":1,"styleId":51,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1NYsOT\/upload_sq6nS1-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1NYsOT\/upload_sq6nS1-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1NYsOT\/upload_sq6nS1-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1NYsOT\/upload_sq6nS1-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1NYsOT\/upload_sq6nS1-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1NYsOT\/upload_sq6nS1-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2016-05-07 12:15:04","updateDate":"2018-06-19 16:41:43","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":51,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Bernsteinfarbenes Weizen \/ Weissbier","shortName":"Bernsteinfarbenesweizen","description":"The German word Bernsteinfarben means amber colored, and as such, a Bernsteinfarbenes Weizen is dark yellow to amber in color. This beer style is characterized by a distinct sweet maltiness and caramel or bready character from the use of medium colored malts. Estery and phenolic elements of this Weissbier should be evident but subdued. Bernsteinfarbenes Weissbier is well attenuated and very highly carbonated, and hop bitterness is low. Hop flavor and aroma are absent. The percentage of wheat malt is at least 50 percent. If this is served with yeast, the beer may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.8","abvMax":"5.4","srmMin":"9","srmMax":"13","ogMin":"1.048","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:59"}},{"id":"ejdzl0","name":"Küsterer Pale Bock","nameDisplay":"Küsterer Pale Bock","description":"The pride of Einbech. A soft malty sweetness and a refreshing, clean body and mild balance blend together in this sneaky lager, with just enough devilish heat to enhance the spring time glow.","abv":"6.66","ibu":"25","styleId":88,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-06-21 15:07:01","updateDate":"2019-06-21 15:07:01","style":{"id":88,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Traditional German-Style Bock","shortName":"Bock","description":"Traditional bocks are made with all malt and are strong, malty, medium- to full-bodied, bottom-fermented beers with moderate hop bitterness that should increase proportionately with the starting gravity. Malt character should be a balance of sweetness and toasted\/nut-like malt; not caramel. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl should be absent.","ibuMin":"20","ibuMax":"30","abvMin":"6.3","abvMax":"7.5","srmMin":"20","srmMax":"30","ogMin":"1.066","fgMin":"1.018","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:38:54"}},{"id":"mxEbDM","name":"Küsterer Salzburger Märzen","nameDisplay":"Küsterer Salzburger Märzen","description":"Subtle, layered and complex, this traditional deep copper lager has been enjoyed for over a hundred years in the Beer Halls and Gardens of Bavaria & Austria. It’s rich, malty body is complimented by soft caramel notes and a clean, refreshing finish, pairing great with food and good conversation.","abv":"6.7","ibu":"22","glasswareId":7,"availableId":1,"styleId":81,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mxEbDM\/upload_x2HYse-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mxEbDM\/upload_x2HYse-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mxEbDM\/upload_x2HYse-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mxEbDM\/upload_x2HYse-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mxEbDM\/upload_x2HYse-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mxEbDM\/upload_x2HYse-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2016-06-21 18:12:00","updateDate":"2016-06-23 18:09:09","glass":{"id":7,"name":"Stange","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":81,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Märzen","shortName":"Märzen","description":"Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.","ibuMin":"18","ibuMax":"25","abvMin":"5.3","abvMax":"5.9","srmMin":"4","srmMax":"15","ogMin":"1.05","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:50"}},{"id":"Fri9ue","name":"Kustom Kolsch","nameDisplay":"Kustom Kolsch","description":"Brewed to rule. Our Kustom Kolsch is fine tuned and ready to ride. This beer pours clean and bright. The taste is crisp and refreshing.\r\n\r\n\r\nColour: Straw yellow gold\r\nTaste: Clean & refreshing\r\nAroma: Subtle hint of herbal dough","abv":"5","ibu":"25","styleId":45,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-09-11 01:41:53","updateDate":"2015-09-11 17:36:03","style":{"id":45,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Kölsch \/ Köln-Style Kölsch","shortName":"Kölsch","description":"Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.","ibuMin":"18","ibuMax":"25","abvMin":"4.8","abvMax":"5.3","srmMin":"4","srmMax":"6","ogMin":"1.042","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:04"}},{"id":"TXJDwd","name":"Kutztown Lager","nameDisplay":"Kutztown Lager","description":"RING BOLOGNA ONCE! RING BOLOGNA TWICE! WE’RE FROM KUUUUTZTOWN CHEEEEEZZZ THAT’S NICE!!!! If you grew up in our brewery’s hometown of Kutztown, PA you were raised cheering this chant, especially at local sporting events.\r\n\r\nA Kutztown Ring Bologna smoked Lager. In local hometown Pennsylvania-Dutch fashion we crafted a lager that is brewed with malts that we smoke overtop of Kutztown Ring Bologna, infusing traditional Pennsylvania Dutch flavors. Kutztown Lager is not an overly smoked Rauchbier. Instead the Lager is bright amber in color with a very subtle hint of smoke flavor delivered with a classic crisp lager mouthfeel.","abv":"5","ibu":"20","srmId":10,"availableId":1,"styleId":93,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/TXJDwd\/upload_LAqkh0-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/TXJDwd\/upload_LAqkh0-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/TXJDwd\/upload_LAqkh0-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/TXJDwd\/upload_LAqkh0-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/TXJDwd\/upload_LAqkh0-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/TXJDwd\/upload_LAqkh0-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-08-28 03:22:33","updateDate":"2015-12-17 17:07:07","srm":{"id":10,"name":"10","hex":"DE7C00"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"SBM6HV","name":"Kvasar","nameDisplay":"Kvasar","description":"The name is taken from the name of the star Kvasar. The inventor of this beer was Mr. Jiří Jelínek, who began brewing beer at home in his brewery in Sentice not far from Tišnov. \r\n\r\nTaste: this beer is characterized by its good head, golden yellow to golden brown color, and good vigor and fullness, which incite further drinking and corresponds to the characteristics of semi-fermented Czech beers. It is distinguished by its slightly sweet character due to its well-balanced bitterness and subtle honey flavor.","abv":"5.7","glasswareId":5,"availableId":1,"styleId":126,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SBM6HV\/upload_d9zy4R-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SBM6HV\/upload_d9zy4R-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SBM6HV\/upload_d9zy4R-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SBM6HV\/upload_d9zy4R-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SBM6HV\/upload_d9zy4R-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SBM6HV\/upload_d9zy4R-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-10-22 13:22:13","updateDate":"2015-12-16 18:52:51","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":126,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Honey Lager or Ale","shortName":"Honey Beer","description":"These beers are brewed using honey in addition to malted barley. Beers may be brewed to a traditional style or may be experimental. Character of honey should be evident in flavor and aroma and balanced with the other components without overpowering them. A statement by the brewer explaining the classic or other style of the beer, and the type of honey used is essential in order for fair assessment in competitions.","ibuMax":"100","abvMin":"2.5","abvMax":"12","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:45:03"}},{"id":"vIDg8B","name":"Kvasir","nameDisplay":"Kvasir","description":"With the help of biomolecular archaeologist Dr. Patrick McGovern, we've re‐created another Ancient Ale, this time from the Nordic climes of Scandinavia.\r\nThe recipe for Kvasir was developed with the help of chemical, botanical and pollen evidence taken from a 3,500‐year‐old Danish drinking vessel. The vessel, made of birch bark, was found in the tomb of a leather‐clad woman Dr. Pat says was probably an upper-class dancer or priestess. The analysis pointed to the ingredients used in this unique brew: wheat, lingonberries, cranberries, myrica gale, yarrow, honey and birch syrup.\r\n\r\nThe base of Kvasir is a toasty red winter wheat, and the bog-grown berries deliver a pungent tartness. While a handful of hops is used, the earthy, bitter counterpunch to the sweet honey and birch syrup comes from the herbs.","abv":"10","ibu":"13","glasswareId":6,"availableId":2,"styleId":125,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vIDg8B\/upload_M6usGx-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vIDg8B\/upload_M6usGx-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vIDg8B\/upload_M6usGx-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vIDg8B\/upload_M6usGx-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vIDg8B\/upload_M6usGx-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vIDg8B\/upload_M6usGx-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Sweet-­‐and-­‐sour pork, beef tacos with pickled vegetables, smoked salmon, root vegetables, fresh gingerbread - See more at: http:\/\/www.dogfish.com\/brews-spirits\/the-brews\/occasional-rarities\/kvasir\/index.htm#sthash.IoGc7vDQ.dpuf","createDate":"2013-08-24 13:06:50","updateDate":"2015-12-17 05:37:10","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"3CqMfo","name":"Kvasir Traditional Mead","nameDisplay":"Kvasir Traditional Mead","description":"Semi sweet traditional mead made from Eastern Washington blackberry honey.","abv":"14","styleId":141,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-29 21:42:52","updateDate":"2018-05-15 18:29:45","style":{"id":141,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Semi-Sweet Mead","shortName":"Semi-Sweet Mead","description":"Similar in balance, body, finish and flavor intensity to a semisweet (or medium-dry) white wine, with a pleasant mixture of honey character, light sweetness, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:47:27"}},{"id":"0gAsph","name":"Kvasnicový ležák 11","nameDisplay":"Kvasnicový ležák 11","abv":"4.6","ibu":"0","styleId":76,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-11-29 19:05:42","updateDate":"2015-01-20 16:35:15","style":{"id":76,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Bohemian-Style Pilsener","shortName":"Bohemian Pilsener","description":"Traditional Bohemian Pilseners are medium bodied, and they can be as dark as a light amber color. This style balances moderate bitterness and noble-type hop aroma and flavor with a malty, slightly sweet, medium body. Extremely low levels of diacetyl and low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are characteristic of this style and both may accent malt aroma. A toasted-, biscuit-like, bready malt character along with low levels of sulfur compounds may be evident. There should be no chill haze. Its head should be dense and rich.","ibuMin":"30","ibuMax":"45","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.044","fgMin":"1.014","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:03"}},{"id":"E1emHi","name":"kvass","nameDisplay":"kvass","description":"Bottle-conditioned sour ale brewed with loaves of house rye bread, sliced & toasted in our brick oven. The bread was sour-mashed overnight, before adding rye and barley from our friends at Sugar Creek Malt in Indiana. Boiled with caraway seeds and fermented with our rye sourdough culture.","abv":"4.1","styleId":40,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-07 14:16:38","updateDate":"2017-09-07 14:16:38","style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"WQ11NY","name":"Kvass\/Sourdough Kvass","nameDisplay":"Kvass\/Sourdough Kvass","description":"This was a beer from our Session Ale series that we still get a lot of calls about.  (Sorry but no, we don't have any and no we can't ship beer.)  We did two batches of it with Tom Baker a while back, and while we may brew it again some day, there's no plans to do it any time soon.","glasswareId":5,"availableId":3,"styleId":125,"isOrganic":"N","isRetired":"Y","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:34","updateDate":"2018-11-02 15:46:51","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"JCXDEh","name":"KW IPA","nameDisplay":"KW IPA","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-09-05 21:56:44","updateDate":"2015-09-05 21:56:44","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"6CwdZC","name":"Kwaremont Blond","nameDisplay":"Kwaremont Blond","abv":"6.6","availableId":1,"styleId":62,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-02-13 13:44:39","updateDate":"2016-02-13 13:44:39","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":62,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Pale Ale","shortName":"Belgian Pale","description":"Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"30","abvMin":"4","abvMax":"6","srmMin":"6","srmMax":"12","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:06"}},{"id":"5YNVSq","name":"Kwencher","nameDisplay":"Kwencher","description":"Our hand crafted Kwencher Australian Pale Ale is full of passionfruit and citrus aroma, driven by a generous dose of Australian Galaxy and Cascade Hops. Complex malt characteristics on the back palate completes this Rediculously Refreshing expeerience. Make your taste buds dance with Kwencher Pale Ale.","abv":"4.7","styleId":74,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-02-25 11:56:08","updateDate":"2017-05-18 14:02:15","style":{"id":74,"categoryId":6,"category":{"id":6,"name":"International Ale Styles","createDate":"2012-03-21 20:06:46"},"name":"Australian-Style Pale Ale","shortName":"Austrailian Pale","description":"Australian-Style Pale Ales are light amber to light brown. Chill or hop haze may be evident. Hop aroma is often reminiscent of tropical fruit such as mango, passion fruit and other tropical fruit character. Intensity can be low to medium-high. Malt character has a perceived low to medium caramel-candy sweetness. Hop flavor is aligned with aroma; tropical fruit such as mango, passion fruit and other tropical fruit character. Intensity can be low to mediumhigh. Hop bitterness is low to medium. Fruity-ester aroma should be perceived. Diacetyl should be very low if present. DMS aroma should not be present. Body is low to medium.","ibuMin":"20","ibuMax":"40","abvMin":"4.2","abvMax":"6.2","srmMin":"5","srmMax":"14","ogMin":"1.04","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:14:09"}},{"id":"rUSuCB","name":"Kwikriek","nameDisplay":"Kwikriek","description":"Kwikriek is an American Sour Ale brewed with Northern Michigan cherries and Lactobacillus. This beer is bright pink in color and smells of fresh cherry. The beer is tart with a strong cherry flavor and finishes quite dry. Light in body with an appealing fruit flavor, Kwikriek is a very approachable sour beer.","abv":"4.3","ibu":"5","styleId":40,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-10-11 18:44:56","updateDate":"2017-10-11 18:44:56","style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"nxkuA4","name":"Kwingston's Kitty Cat-ina","nameDisplay":"Kwingston's Kitty Cat-ina","description":"Brewed with Agave Nectar, smoked wheat, lime, orange zest, and salt.","abv":"9","styleId":25,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/nxkuA4\/upload_ncJCpx-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/nxkuA4\/upload_ncJCpx-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/nxkuA4\/upload_ncJCpx-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/nxkuA4\/upload_ncJCpx-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/nxkuA4\/upload_ncJCpx-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/nxkuA4\/upload_ncJCpx-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-04-14 17:02:48","updateDate":"2015-12-18 02:05:03","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"qVwt0l","name":"KXXXXXXY Colonel","nameDisplay":"KXXXXXXY Colonel","abv":"5.5","availableId":2,"styleId":132,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qVwt0l\/upload_VhzBkV-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qVwt0l\/upload_VhzBkV-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qVwt0l\/upload_VhzBkV-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qVwt0l\/upload_VhzBkV-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qVwt0l\/upload_VhzBkV-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qVwt0l\/upload_VhzBkV-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-08-30 12:17:43","updateDate":"2015-12-16 18:35:06","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":132,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wood- and Barrel-Aged Beer","shortName":"BBL Aged","description":"A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and\/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and\/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and\/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and\/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and\/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:46:27"}},{"id":"IAegmJ","name":"Kyes Kölsch","nameDisplay":"Kyes Kölsch","description":"Like the mountain, the kolsch style is lesser known amongst the US audience, but gaining popularity.  Our interpretation is light, refreshing, and contains some fruity notes from the yeast fermentation on top of a very bready backbone. Compared to other examples of the style, Kyes is slightly lower in alcohol and strength, and hence the lighter fruity notes from the yeast.  This is a light, refreshing, crisp, straw colored beer, perfect for quenching the thirst on a hot summer afternoon.","abv":"4.5","glasswareId":7,"availableId":2,"styleId":45,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-04-15 18:31:30","updateDate":"2012-04-15 18:31:30","glass":{"id":7,"name":"Stange","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":45,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Kölsch \/ Köln-Style Kölsch","shortName":"Kölsch","description":"Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.","ibuMin":"18","ibuMax":"25","abvMin":"4.8","abvMax":"5.3","srmMin":"4","srmMax":"6","ogMin":"1.042","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:04"}},{"id":"LoDWSL","name":"KYLA Cold Brew Coffee Kombucha","nameDisplay":"KYLA Cold Brew Coffee Kombucha","description":"KYLA Cold Brew Coffee Kombucha is a blend of roasty cold brew with creamy, light sweet vanilla undertones.","abv":"4.5","styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-04-24 14:12:09","updateDate":"2019-04-24 14:12:09","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"AKsY7J","name":"KYLA Hibiscus Lime","nameDisplay":"KYLA Hibiscus Lime","description":"Hard and happy, cold and cultured, alive and lively. Brewed the right way and fermented to 4.5% ABV, this is how kombucha was meant to be.","abv":"4.5","styleId":125,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AKsY7J\/upload_iiu5h0-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AKsY7J\/upload_iiu5h0-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AKsY7J\/upload_iiu5h0-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AKsY7J\/upload_iiu5h0-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AKsY7J\/upload_iiu5h0-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AKsY7J\/upload_iiu5h0-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-03-28 19:09:15","updateDate":"2018-03-28 19:10:10","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"ShZBPy","name":"Kyoto Protocol","nameDisplay":"Kyoto Protocol","description":"In a style of limitless boundaries, our Sumatra IPA is sure to stand bold on its own. At first glance it’s orange hue alludes to a juicy blend of tangerine, citrus peel and mango. As the aroma blooms from the glass you’re introduced to an entirely exotic experience of molasses and roast. A delicate, yet pronounced, blend of fruit nectars escape over your palate while the savory flavors of Sumatra are most exposed. These flavors can only be obtained through our collaborative effort with Joe Bean Coffee Roasters. This uniquely Rochester product is the first in a series showcasing the blends of beer & coffee combinations. This is best enjoyed at brunch with pineapple french toast and grilled breakfast sausage.","abv":"6","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-06-13 18:18:32","updateDate":"2015-04-24 13:32:55","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"Hs0A95","name":"Kyrill","nameDisplay":"Kyrill","abv":"5.2","glasswareId":9,"styleId":48,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","createDate":"2015-06-28 21:35:27","updateDate":"2015-06-28 21:35:27","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"style":{"id":48,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Hefeweizen \/ Hefeweissbier","shortName":"Hefeweizen","description":"The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"3","srmMax":"9","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:27"}},{"id":"P36kGf","name":"L Dub Belgian Dubbel","nameDisplay":"L Dub Belgian Dubbel","description":"A medium bodied pale brown ale with malty, caramel flavor complimented with light dried fruit and spice notes. This effervescent Belgian ale finishes dry and has a slight alcohol warmth.","abv":"6.7","ibu":"21","styleId":58,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-06-21 17:30:15","updateDate":"2017-06-21 17:43:33","style":{"id":58,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Dubbel","shortName":"Belgian Dubbel","description":"This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and\/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.","ibuMin":"20","ibuMax":"30","abvMin":"6.25","abvMax":"7.5","srmMin":"16","srmMax":"36","ogMin":"1.06","fgMin":"1.012","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:31:45"}},{"id":"GZBIDs","name":"L Stout","nameDisplay":"L Stout","glasswareId":5,"styleId":44,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GZBIDs\/upload_sV7VKK-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GZBIDs\/upload_sV7VKK-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GZBIDs\/upload_sV7VKK-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GZBIDs\/upload_sV7VKK-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GZBIDs\/upload_sV7VKK-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GZBIDs\/upload_sV7VKK-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-02-16 11:06:43","updateDate":"2015-12-16 15:30:52","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":44,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Specialty Stouts","shortName":"Stout","description":"See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt\/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.","ibuMin":"35","ibuMax":"50","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:58"}},{"id":"EQTNxi","name":"L Yeah Hoppy Lager","nameDisplay":"L Yeah Hoppy Lager","description":"According to Urban Dictionary, \"L Yeah\" is derived from, \"In the name of hell, Yes!\". This saying expresses either great joy or agreement with either a speaker or an ongoing situation. It has been made popular by the WWE's \"Stone Cold\" Steve Austin.\r\n\r\nPact doesn't really care for wrestling, but we've wrestled with a new experimental hop, Loral, for this bad boy. This Kellerbier (a fresh, unfiltered lager) has clean lager characteristics with the fresh melon, fruit salad characters that this new Loral hop is known for.\r\n\r\nGet your L on.\r\n\r\nL yeah!","abv":"5.7","styleId":97,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-04-22 10:56:59","updateDate":"2017-05-18 18:34:45","style":{"id":97,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Premium Lager","shortName":"American Premium Lager","description":"This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.","ibuMin":"6","ibuMax":"15","abvMin":"4.3","abvMax":"5","srmMin":"2","srmMax":"6","ogMin":"1.044","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:04"}}],"status":"success"}