{"currentPage":981,"numberOfPages":1791,"totalResults":89515,"data":[{"id":"rQs9OA","name":"Lyte Speed - Hopped White Ale","nameDisplay":"Lyte Speed - Hopped White Ale","description":"Lyte Speed achieves what some thought was impossible: a quenching double dry hopped Belgian-style Witbier. Light in color and cloudy in appearance it is a refreshing brew loaded with flavor. Traditionally spiced with coriander and flavored with grapefruit peel. Double dry hopped with Centennial, Citra and Mosaic to accentuate the citrus aroma of the yeast and create a delicious beer. Brewed with our patent pending improved brewing process.","abv":"5","ibu":"28","glasswareId":5,"srmId":3,"availableId":4,"styleId":65,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/rQs9OA\/upload_2ywled-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/rQs9OA\/upload_2ywled-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/rQs9OA\/upload_2ywled-large.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Pizza","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","originalGravity":"1.046","createDate":"2018-06-22 16:18:59","updateDate":"2018-06-22 18:49:24","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":3,"name":"3","hex":"FFCA5A"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"a0mHHm","name":"L’Aguicheuse","nameDisplay":"L’Aguicheuse","abv":"7","styleId":131,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-02-11 19:21:24","updateDate":"2015-02-11 19:21:24","style":{"id":131,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Historical Beer","shortName":"Traditional","description":"Historical Beers are any range of color. Malt sweetness will vary dramatically depending on overall balance desired. Hop bitterness is very low to very high. Above all beers in this category are reflective of an established historical beer and\/or brewing heritage from any period of time or part of the world, that are not already a beer style already established in these guidelines. This beer commemorates combinations of unique brewing ingredients and\/or techniques established in past periods. Examples of Historical Beers might include current day versions of historic styles which are not represented elsewhere in these guidelines, such as Finnish-style Sahti, South American Chicha, Nepalese Chong\/Chang, African sorghum based beers, and others. In evaluating these beers, judges will weigh several factors such as uniqueness, heritage, regional distinction, technical brewing skills, and balance of character, background story & information and overall spirit of the intent of this category. \"Historical beers\" that are not represented elsewhere as a definitive style in these guidelines could possibly be entered in such categories as Experimental, Herb & Spice, Field Beer, etc. but by choice a brewer may categorize (and enter) their beer as Historical beer.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:20:40"}},{"id":"6jt2g2","name":"L’Amère Veilleuse","nameDisplay":"L’Amère Veilleuse","description":"This beer was created on June 2nd, 2005. It is composed of six varieties of cereals and two varieties of hops in six additions. Dry hopping is a technique that consists in adding hop leaves during the maturation in the fermentor before kegging. This gives the sensation of crunching on a hop cone. For true hop lovers.","abv":"6","styleId":5,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-02-11 19:12:30","updateDate":"2015-02-11 19:12:30","style":{"id":5,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Extra Special Bitter","shortName":"ESB","description":"Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)","ibuMin":"30","ibuMax":"45","abvMin":"4.8","abvMax":"5.8","srmMin":"8","srmMax":"14","ogMin":"1.046","fgMin":"1.01","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:20"}},{"id":"6pMN7f","name":"L’Anvers","nameDisplay":"L’Anvers","abv":"5.5","ibu":"45","styleId":62,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-07-29 00:10:05","updateDate":"2015-07-29 00:10:05","style":{"id":62,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Pale Ale","shortName":"Belgian Pale","description":"Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"30","abvMin":"4","abvMax":"6","srmMin":"6","srmMax":"12","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:06"}},{"id":"VkAvUH","name":"L’Appel Du Vide Dry Hopped","nameDisplay":"L’Appel Du Vide Dry Hopped","description":"Dry-Hopped with 9 different hops from both the U.S. and Australia this wood-aged, vibrant beer is a sessionable, sour ale.\r\n\r\nThis beer was fermented inside a more than 30 year-old oak foeder (wooden fermentation vessel), where wild yeast imparted the sour and funky flavors.\r\nThe wild yeast fermentation comes from Brettanomyces or \"Brett\" yeast that grow naturally within the wood vessels. Although many breweries strive to keep this yeast out of their tanks, we embrace its presence in our foeders.\r\nThis beer, and many like it that come out of both our original brewhouse and Comstock Brewery, illustrate our commitment to artisanship and innovation.","abv":"3.3","styleId":40,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-01-15 19:55:21","updateDate":"2018-01-15 19:55:21","style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"4wC1RQ","name":"L’épouvantail Noir","nameDisplay":"L’épouvantail Noir","description":"Translation: The Black Scarecrow. Oak-aged sour spelt saison with pumpkin and blackberries added.","abv":"6.9","ibu":"35","styleId":40,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4wC1RQ\/upload_ZtgqV6-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4wC1RQ\/upload_ZtgqV6-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4wC1RQ\/upload_ZtgqV6-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4wC1RQ\/upload_ZtgqV6-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4wC1RQ\/upload_ZtgqV6-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4wC1RQ\/upload_ZtgqV6-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-03-23 14:23:11","updateDate":"2019-05-14 19:52:47","style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"3HfVtW","name":"L’Organedequi","nameDisplay":"L’Organedequi","description":"This beer was created on February 23, 2012. It is composed of four varieties of grain and 1 variety of hops.","abv":"5","styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-02-11 19:23:45","updateDate":"2015-02-11 19:23:45","style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"dR0nzc","name":"L’Ultima Crema","nameDisplay":"L’Ultima Crema","description":"The cream ale recipe originally brewed at L’Ultima Cena with a touch of vanilla added to lighten the mood.","abv":"5.2","styleId":109,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-08-14 13:36:55","updateDate":"2019-08-14 13:36:55","style":{"id":109,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"American-Style Cream Ale or Lager","shortName":"Cream Ale","description":"Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and\/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.","ibuMin":"10","ibuMax":"22","abvMin":"4.2","abvMax":"5.6","srmMin":"2","srmMax":"5","ogMin":"1.044","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:30"}},{"id":"2wfuYa","name":"L’Ultima Luna","nameDisplay":"L’Ultima Luna","description":"The Last Moon is the beer that I designed to celebrate the birth of my first son, Matthew. Remember that during the months of waiting I thought to much beer that I devoted, I wanted to be deep, complex, evocative and that you could devote a long ageing. I decided to use used barrels of Amarone (one of my first loves in the oenological field), but filled only for 2\/3 of their volume, so as to promote the beer oxidation with air (a tribute to my past in Andalusia, oxidized wines of a land where I left a piece of heart). The beer (if you can still call) was supposed to originally aged 9 months, but with the experience I realized that the minimum ageing for this beer is 18 months. On the label there are quotes from Dali and Saint-Exupéry, the image of the child raising the sea surrealisticamente is a clear reference to Matthew. What fascinates me in this beer is the exceptional complexity of the tertiary aromas (leather, cheese rind, madeira, wood, toasted almonds) data from oxidation, one thing I like to do is leave open bottles and berle after about 3 months to raise the level of enjoyment.","abv":"13","availableId":1,"styleId":17,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-04 15:58:50","updateDate":"2015-03-04 15:58:50","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":17,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"British-Style Barley Wine Ale","shortName":"British Barleywine","description":"British-style barley wines range from tawny copper to dark brown in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by the perception of low to medium bitterness and extraordinary alcohol content. Hop aroma and flavor may be minimal to medium. English type hops are often used but not necessary for this style. Low levels of diacetyl may be acceptable. Caramel and some characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, may be considered positive. Chill haze is allowable at cold temperatures.","ibuMin":"40","ibuMax":"60","abvMin":"8.4","abvMax":"12","srmMin":"14","srmMax":"22","ogMin":"1.085","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:27"}},{"id":"BI2Ln3","name":"M","nameDisplay":"M","description":"On this 10-year mark, Midnight Sun Brewing Company proudly releases its 1000th batch of beer - a larger-than-life Belgian-style Barley Wine (if such a style exists) simply called M - in commemoration of the enduring spirit that founded and sustains this little brewery in the extreme Northwest.  Making M required a massive grain bill - seven seductive malts - boosted by strength-inducing Belgian candi sugar.  Once original gravity hit 37 Plato, a frenzied fermentation ensued: four completely fabulous yeast strains, two of Belgian origin, transformed this sweet concoction into all that is beer.  But not just any beer.  A beer of madcap magnitude - 11.6% ABV.  Character and complexity increased exponentialy while M meddled and mellowed for several months in all-American bourbon oak barrels. Blending the aged beer before bottling ascertained smoothness.  M is mesmerizing, pouring dark and silky.  Caramel and spice waft up from the glass; bourbon, molasses, leather and vanilla follow.  The first taste proffers tobacco, burnt sugar and raisin with a sublime port-like finish, but bourbon - smooth, sensuous, brooding bourdon - is ever-present.  The finish, a bit edgy like an American take on barley wine, provides the necessary leap toward overall balance.  M is a precious gift to ourselves as well as you, seekers of beer-that-is-beyond-beer adventures... We are but mere mortals in the presence of M.","abv":"11.6","styleId":34,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-30 00:15:15","updateDate":"2018-05-24 18:29:55","style":{"id":34,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Barley Wine Ale","shortName":"American Barleywine","description":"American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and\/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.","ibuMin":"60","ibuMax":"100","abvMin":"8.4","abvMax":"12","srmMin":"11","srmMax":"22","ogMin":"1.09","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:08"}},{"id":"o4bjnz","name":"M 69","nameDisplay":"M 69","description":"Extra pale ale with mild hops.","abv":"4.3","ibu":"16","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-04-28 11:37:31","updateDate":"2019-04-28 11:37:31","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"TgXhfU","name":"M Belgian-Style Barleywine","nameDisplay":"M Belgian-Style Barleywine","description":"On this 10-year mark, Midnight Sun Brewing Company proudly releases its 1000th batch of beer - a larger-than-life Belgian-style Barley Wine (if such a style exists) simply called M - in commemoration of the enduring spirit that founded and sustains this little brewery in the extreme Northwest. Making M required a massive grain bill - seven seductive malts - boosted by strength-inducing Belgian candi sugar. Once original gravity hit 37 Plato, a frenzied fermentation ensued: four completely fabulous yeast strains, two of Belgian origin, transformed this sweet concoction into all that is beer. But not just any beer. A beer of madcap magnitude - 11.6% ABV. Character and complexity increased exponentialy while M meddled and mellowed for several months in all-American bourbon oak barrels. Blending the aged beer before bottling ascertained smoothness. M is mesmerizing, pouring dark and silky. Caramel and spice waft up from the glass; bourbon, molasses, leather and vanilla follow. The first taste proffers tobacco, burnt sugar and raisin with a sublime port-like finish, but bourbon - smooth, sensuous, brooding bourdon - is ever-present. The finish, a bit edgy like an American take on barley wine, provides the necessary leap toward overall balance. M is a precious gift to ourselves as well as you, seekers of beer-that-is-beyond-beer adventures... We are but mere mortals in the presence of M.","abv":"11.6","styleId":34,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-05-10 22:26:18","updateDate":"2018-06-27 17:04:11","style":{"id":34,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Barley Wine Ale","shortName":"American Barleywine","description":"American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and\/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.","ibuMin":"60","ibuMax":"100","abvMin":"8.4","abvMax":"12","srmMin":"11","srmMax":"22","ogMin":"1.09","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:08"}},{"id":"EWQVA3","name":"M is for Murker","nameDisplay":"M is for Murker","description":"M Is For Murker is a New England wet-hopped IPA that hits 7%-AbV.","abv":"7","styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/EWQVA3\/upload_7j57T4-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/EWQVA3\/upload_7j57T4-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/EWQVA3\/upload_7j57T4-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/EWQVA3\/upload_7j57T4-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/EWQVA3\/upload_7j57T4-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/EWQVA3\/upload_7j57T4-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2017-11-03 17:57:35","updateDate":"2017-11-05 03:45:32","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"QMzc8M","name":"M!ne Beer","nameDisplay":"M!ne Beer","description":"Mine is made from extracts of malt and hops by using our advanced brewing technology. It has refined aroma of malt and lingering finish.","abv":"5","glasswareId":5,"styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-05-10 18:09:48","updateDate":"2013-05-10 18:09:48","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"2giQHn","name":"M!ne Dark","nameDisplay":"M!ne Dark","description":"The classic full-bodied dark distinctive beer with a perfect balance of hop aromas and malty flavour.","abv":"5","glasswareId":5,"styleId":42,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-05-10 18:10:18","updateDate":"2013-05-10 18:10:18","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"qiH36J","name":"M&M Stout","nameDisplay":"M&M Stout","styleId":23,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-02-03 15:55:17","updateDate":"2018-02-03 15:55:17","style":{"id":23,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Classic Irish-Style Dry Stout","shortName":"Dry Irish Stout","description":"Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.","ibuMin":"30","ibuMax":"40","abvMin":"3.8","abvMax":"5","srmMin":"40","srmMax":"40","ogMin":"1.038","fgMin":"1.008","fgMax":"1.012","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:51"}},{"id":"wG2wiS","name":"M&O - Mahn und Ohlerich","nameDisplay":"M&O - Mahn und Ohlerich","abv":"4.9","styleId":75,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-08-26 08:17:23","updateDate":"2016-08-26 12:42:41","style":{"id":75,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Pilsener","shortName":"German Pilsener","description":"A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.","ibuMin":"25","ibuMax":"40","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:35:59"}},{"id":"etjVZu","name":"M'EI","nameDisplay":"M'EI","description":"Hopped with El Dorado & Mosaic, this American Pale yields fruity notes such as raspberry and pear with a slight bitter and malty finish.","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-27 19:39:09","updateDate":"2015-03-27 19:39:09","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"oCkovR","name":"M'Lady","nameDisplay":"M'Lady","abv":"7.2","styleId":2,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-03-10 15:08:57","updateDate":"2017-03-10 15:08:57","style":{"id":2,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"English-Style India Pale Ale","shortName":"English IPA","description":"Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.","ibuMin":"35","ibuMax":"63","abvMin":"5","abvMax":"7","srmMin":"6","srmMax":"14","ogMin":"1.05","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:33"}},{"id":"pfbLbi","name":"M'Ocktoberfest","nameDisplay":"M'Ocktoberfest","abv":"5","styleId":81,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-09-10 11:58:39","updateDate":"2019-09-10 11:58:39","style":{"id":81,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Märzen","shortName":"Märzen","description":"Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.","ibuMin":"18","ibuMax":"25","abvMin":"5.3","abvMax":"5.9","srmMin":"4","srmMax":"15","ogMin":"1.05","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:50"}},{"id":"Z5TlZ2","name":"M-43 N.E. IPA","nameDisplay":"M-43 N.E. IPA","description":"The First release in Old Nation’s “New Orthodox” IPA series, M-43 is designed to accentuate the deep and complex character from the combination of Calypso, Simcoe, Citra and Amarillo hops. Citrus and Tropical notes of Pineapple, Mango and Grapefruit come through in the huge, yet surprisingly delicate aroma. The flavor backs these aromas with a soft, pillowy mouthfeel. Hop bitterness is not particularly intense, which leads to a very drinkable, New England IPA even non-IPA fans love. The Haze is not from yeast, but rather from an interplay of lipids from the malted oat and oils and acids which naturally occur in the hand selected Dry hops. This beer is a perfect interplay between top grade malt and hops, MI water and brewing technique which cannot be faked.\r\n\r\nHops aren’t cheap, but M-43 is worth every penny!","abv":"6.8","ibu":"65","availableId":1,"styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-10-08 20:35:44","updateDate":"2017-10-08 20:35:44","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"jsufye","name":"M-43 Porter","nameDisplay":"M-43 Porter","description":"A smooth and easy drinking porter with a plethora of chocolate, caramel, coffee, toffee and raisin flavors. Named after the road running from South Haven on Lake Michigan, past our front door and continuing on to our state’s capital in Lansing.","abv":"5.6","styleId":19,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-05-02 12:45:11","updateDate":"2014-05-02 13:36:30","style":{"id":19,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Robust Porter","shortName":"Robust Porter","description":"Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt\/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.","ibuMin":"25","ibuMax":"40","abvMin":"5","abvMax":"6.5","srmMin":"30","srmMax":"30","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:45"}},{"id":"8g3vyW","name":"M-43 Tart Strawberry","nameDisplay":"M-43 Tart Strawberry","abv":"6.8","ibu":"65","styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8g3vyW\/upload_cdZZNW-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8g3vyW\/upload_cdZZNW-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8g3vyW\/upload_cdZZNW-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8g3vyW\/upload_cdZZNW-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8g3vyW\/upload_cdZZNW-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8g3vyW\/upload_cdZZNW-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-04-27 19:42:07","updateDate":"2018-04-27 19:43:04","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"sZ6K4q","name":"M.B.G. 15th Anniversary Double IPA","nameDisplay":"M.B.G. 15th Anniversary Double IPA","description":"Made with 100% Michigan Malted Wheat and Michigan grown hops!","abv":"9","glasswareId":5,"styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-07-30 17:07:50","updateDate":"2012-07-30 18:59:39","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"tRTXu6","name":"M.I.A. IPA","nameDisplay":"M.I.A. IPA","abv":"6","styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tRTXu6\/upload_2AuV3T-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tRTXu6\/upload_2AuV3T-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tRTXu6\/upload_2AuV3T-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tRTXu6\/upload_2AuV3T-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tRTXu6\/upload_2AuV3T-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tRTXu6\/upload_2AuV3T-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-11-21 13:35:58","updateDate":"2015-12-17 07:08:42","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"cLXWjD","name":"M.I.A. Sharona","nameDisplay":"M.I.A. Sharona","abv":"5.1","styleId":94,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-05-08 13:30:06","updateDate":"2017-05-08 13:30:06","style":{"id":94,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Light (Low Calorie) Lager","shortName":"American Light Lager","description":"These beers are extremely light colored, light in body, and high in carbonation. Calorie level should not exceed 125 per 12 ounce serving. Corn, rice, or other grain or sugar adjuncts are often used. Flavor is mild and hop bitterness and aroma is negligible to very low. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"10","abvMin":"3.5","abvMax":"4.4","srmMin":"2","srmMax":"4","ogMin":"1.024","fgMin":"1.002","fgMax":"1.008","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:35"}},{"id":"lnfUhc","name":"M.O.L.E.","nameDisplay":"M.O.L.E.","description":"MOLE... so simple... so powerful... so delicious! With good friends around the world anything can be done. Alberto and Ernesto from Central Cervecera and Isaac from La Chingoneria came all the way from Mexico City to Grimstad. Together we put the tasty MOLE in an imperial stout. That’s how you make a good beer!","styleId":43,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-07-13 02:19:31","updateDate":"2016-08-23 15:06:10","style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"1VwD2y","name":"M.O.na Pale","nameDisplay":"M.O.na Pale","description":"A highly aromatic, aggressively hopped american pale ale, packed with flavours and aromas of lemon and pine from the 6 different Centennial hop additions, rich golden colour with a dry bitter finish.","abv":"5.8","styleId":25,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1VwD2y\/upload_yzYc4x-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1VwD2y\/upload_yzYc4x-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1VwD2y\/upload_yzYc4x-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1VwD2y\/upload_yzYc4x-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1VwD2y\/upload_yzYc4x-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1VwD2y\/upload_yzYc4x-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Shellfish, fried foods, pizza, sharp cheddar and dark chocolate with ginger.","createDate":"2015-01-26 21:39:46","updateDate":"2015-12-17 21:57:05","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"ccEKyN","name":"M.P.A.","nameDisplay":"M.P.A.","abv":"8.5","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-26 15:47:02","updateDate":"2017-09-26 15:47:02","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"78f4yo","name":"M43 Juicy IPA","nameDisplay":"M43 Juicy IPA","description":"IPA brewed in the modern New England Style. Significant haze from dry hopping with large amounts of Mosiac and Citra hops.","abv":"7.2","ibu":"50","styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/78f4yo\/upload_IveQVX-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/78f4yo\/upload_IveQVX-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/78f4yo\/upload_IveQVX-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/78f4yo\/upload_IveQVX-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/78f4yo\/upload_IveQVX-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/78f4yo\/upload_IveQVX-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2017-02-06 18:47:50","updateDate":"2018-08-28 19:15:22","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"dzsM7I","name":"Ma Belle Maison Saison","nameDisplay":"Ma Belle Maison Saison","description":"Our French-style Saison has a traditional spicy presentation of Orange Peel, Black Peppercorns, with a touch of Star Anise and Ginger making a uniquely refreshing farmhouse ale.","abv":"5.7","ibu":"23","glasswareId":8,"srmId":6,"availableId":1,"styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","originalGravity":"1.05","createDate":"2017-06-22 14:03:18","updateDate":"2017-06-22 14:03:18","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"srm":{"id":6,"name":"6","hex":"F8A600"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"zuvJYd","name":"Ma Brasserie Pilz","nameDisplay":"Ma Brasserie Pilz","description":"A collaboration between Broue Pub Brouhaha and Frederick Moreau of AMB Maître-Brasseur.","abv":"5","styleId":106,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-07-29 00:39:38","updateDate":"2015-07-29 00:39:38","style":{"id":106,"categoryId":10,"category":{"id":10,"name":"International Styles","createDate":"2012-03-21 20:06:46"},"name":"International-Style Pilsener","shortName":"International Pilsener","description":"International Pilseners are straw\/golden in color and are well attenuated. This medium-bodied beer is often brewed with rice, corn, wheat, or other grain or sugar adjuncts making up part of the mash. Hop bitterness is low to medium. Hop flavor and aroma are low. Residual malt sweetness is low--it does not predominate but may be perceived. Fruity esters and diacetyl should not be perceived. Very low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are acceptable. There should be no chill haze.","ibuMin":"17","ibuMax":"30","abvMin":"4.5","abvMax":"5.3","srmMin":"3","srmMax":"4","ogMin":"1.044","fgMin":"1.008","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:11"}},{"id":"k46s5Z","name":"Ma Forêt","nameDisplay":"Ma Forêt","abv":"2.5","styleId":3,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-02-10 16:37:27","updateDate":"2015-02-10 16:37:27","style":{"id":3,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Ordinary Bitter","shortName":"Bitter","description":"Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)","ibuMin":"20","ibuMax":"35","abvMin":"3","abvMax":"4.1","srmMin":"5","srmMax":"12","ogMin":"1.033","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:39"}},{"id":"AcmT5Y","name":"Ma Hooleys Nitro Oatmeal Stout","nameDisplay":"Ma Hooleys Nitro Oatmeal Stout","description":"A very dark, full-bodied, roasty, malty ale with a complementary oatmeal flavor. full body, smooth, silky, sometimes an almost oily slickness from the oatmeal. Creamy. Medium to medium-high carbonation. on nitro.","abv":"7.8","ibu":"25","styleId":21,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-07-22 22:27:55","updateDate":"2017-07-24 14:39:13","style":{"id":21,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Oatmeal Stout","shortName":"Oatmeal Stout","description":"Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.","ibuMin":"20","ibuMax":"40","abvMin":"3.8","abvMax":"6","srmMin":"20","srmMax":"20","ogMin":"1.038","fgMin":"1.008","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:22:53"}},{"id":"R5Y92z","name":"Ma Mère Spéciale","nameDisplay":"Ma Mère Spéciale","description":"The demand for a more bitter beer has grown. In French bitter is called ‘amère’ (like mère for mother). ‘Ma Mère Speciale’ has been added to the ranks. \r\nMa Mère Spéciale (6°) has a mild malty rich quality. The balanced bitter hop flavour is rounded off with a soft, fine hint of lemon. The refined hop aftertaste lingers pleasantly.\r\n\r\nThis golden bitter ‘mother’ is ‘unbitterable’ according to brewers.","abv":"6","styleId":70,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/R5Y92z\/upload_mgMi9z-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/R5Y92z\/upload_mgMi9z-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/R5Y92z\/upload_mgMi9z-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/R5Y92z\/upload_mgMi9z-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/R5Y92z\/upload_mgMi9z-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/R5Y92z\/upload_mgMi9z-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2016-09-12 23:15:57","updateDate":"2016-09-12 23:18:11","style":{"id":70,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Other Belgian-Style Ales","shortName":"Belgian Ale","description":"Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:33:05"}},{"id":"esKih0","name":"Ma première Blonde","nameDisplay":"Ma première Blonde","abv":"5.4","styleId":75,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-10-21 16:24:49","updateDate":"2012-10-21 16:24:50","style":{"id":75,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Pilsener","shortName":"German Pilsener","description":"A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.","ibuMin":"25","ibuMax":"40","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:35:59"}},{"id":"14GAXK","name":"MA! THE MEATLOAF!","nameDisplay":"MA! THE MEATLOAF!","description":"A refreshing Belgian Wit ale brewed with a generous amount of mango. Sweet notes of orange and mango linger on the nose while delicious wheat, mango, and citrus notes quench your thirst","abv":"5.5","ibu":"11","availableId":4,"styleId":65,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/14GAXK\/upload_tIAZnO-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/14GAXK\/upload_tIAZnO-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/14GAXK\/upload_tIAZnO-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/14GAXK\/upload_tIAZnO-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/14GAXK\/upload_tIAZnO-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/14GAXK\/upload_tIAZnO-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-03-30 19:48:17","updateDate":"2015-12-18 01:10:17","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"pgfLYC","name":"Maakoos","nameDisplay":"Maakoos","description":"The base beer for the 2009 Alamo City Cerveza Fest \"Funkiest of Show\", a portion of this Caribbean Style Stout will eventually be subject to the addition of tart cherries and prolonged aging.  Named after the winning homebrewer, super-Swiss expatriot Markus Haas, meister DJ of KRTU's Haas Party, and el Presidente of the Bexar Brewers.  Freetail denizens will find Maakoos less bitter than the typical Irish Dry Stout, brewed with a portion of molasses, yielding a pleasant, lingering sweetness to balance flavors of roast and rich chocolate.","abv":"5.8","ibu":"33","styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.062","createDate":"2012-06-27 11:41:32","updateDate":"2018-11-02 20:04:31","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"EvYV7Y","name":"Mabel","nameDisplay":"Mabel","description":"The name Mabel means “loveable”.  That is very appropriate as I love brewing and I love the ingredients that we used to make this crazy new beer.  We are lucky enough to have access to fresh maple syrup from Trout Brook Sugar House in Mendon NY, which we cooked down until the maple flavor was more pronounced.  We also have two of the best smoked malts in the world, the Scottish Peat Smoked Malt and the German Beechwood Smoked Malt.  Instead of choosing one, we decided to use both. We brought the alcohol up to around 10% by volume and increased the boil time for more flavor and aroma.  We also used lager yeast to keep the finish smooth and dry.\r\n\r\nLose your screwdrivers and mimosas.  With subtle maple and smoke flavors, this should be the perfect breakfast beverage for those tough mornings after a long night of “socializing”.  Don’t worry, no matter how you wake up or who with, Mabel will be there for you.","availableId":2,"styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-07-30 22:39:40","updateDate":"2018-11-02 20:07:43","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"a4oFTH","name":"Mabel's Smokehouse Ale","nameDisplay":"Mabel's Smokehouse Ale","description":"Smoked Lager brewed specially for Mabel's BBQ by Platform Beer Company","abv":"5","styleId":129,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-04-11 20:58:26","updateDate":"2016-04-11 20:58:26","style":{"id":129,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Smoke Beer (Lager or Ale)","shortName":"Smoke Beer","description":"Any style of beer can be smoked; the goal is to reach a balance between the style's character and the smoky properties. Type of wood or other sources of smoke should be specified as well as the style the beer is based upon.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:45:19"}},{"id":"5ryJus","name":"Mac Brown","nameDisplay":"Mac Brown","description":"American Brown Ale, medium bodied and lightly hopped. Brewed with the best American and English carmel malts. Toasty malt sweetness, with hints of chocolate and toffee, that result in an incredibly drinkable brown ale.","abv":"5.6","ibu":"31","styleId":37,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5ryJus\/upload_kgDE1b-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5ryJus\/upload_kgDE1b-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5ryJus\/upload_kgDE1b-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5ryJus\/upload_kgDE1b-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5ryJus\/upload_kgDE1b-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5ryJus\/upload_kgDE1b-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Grilled foods like cheeseburgers of steak, cheddar cheese.","originalGravity":"1.054","createDate":"2015-03-18 15:42:54","updateDate":"2016-11-29 19:21:24","style":{"id":37,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Brown Ale","shortName":"American Brown","description":"American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"25","ibuMax":"45","abvMin":"4","abvMax":"6.4","srmMin":"15","srmMax":"26","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:35"}},{"id":"au8MJ4","name":"Mac Daddy","nameDisplay":"Mac Daddy","abv":"9","ibu":"35","styleId":8,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/au8MJ4\/upload_tm7cK3-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/au8MJ4\/upload_tm7cK3-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/au8MJ4\/upload_tm7cK3-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/au8MJ4\/upload_tm7cK3-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/au8MJ4\/upload_tm7cK3-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/au8MJ4\/upload_tm7cK3-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-07-28 14:18:26","updateDate":"2015-12-17 15:58:11","style":{"id":8,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scottish-Style Heavy Ale","shortName":"Scottish Heavy","description":"Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"12","ibuMax":"20","abvMin":"3.5","abvMax":"4","srmMin":"10","srmMax":"19","ogMin":"1.035","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:48"}},{"id":"tqkeeC","name":"Mac Daddy Scotch Ale","nameDisplay":"Mac Daddy Scotch Ale","description":"A traditional style Scotch ale or “Wee Heavy”, This beer is big and malty with notes of kettle caramelization and just a wee more than a hint of smoke.","abv":"8.8","styleId":15,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tqkeeC\/upload_nrxeCH-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tqkeeC\/upload_nrxeCH-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tqkeeC\/upload_nrxeCH-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tqkeeC\/upload_nrxeCH-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tqkeeC\/upload_nrxeCH-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tqkeeC\/upload_nrxeCH-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-09-22 15:42:13","updateDate":"2015-12-17 18:23:22","style":{"id":15,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scotch Ale","shortName":"Scotch Ale","description":"Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"25","ibuMax":"35","abvMin":"6.2","abvMax":"8","srmMin":"15","srmMax":"30","ogMin":"1.072","fgMin":"1.016","fgMax":"1.028","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:11"}},{"id":"4QkpeY","name":"Mac Drizzle","nameDisplay":"Mac Drizzle","description":"Paying tribute to Bay Area’s own, the late and great Mac Dre. This Imperial Cascadian Dark Ale has a deep malt flavor that finishes dry with an insane tropical hop flavor and aroma. “The Boss of Beers”","abv":"9.2","availableId":2,"styleId":41,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4QkpeY\/upload_QPEZVw-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4QkpeY\/upload_QPEZVw-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4QkpeY\/upload_QPEZVw-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4QkpeY\/upload_QPEZVw-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4QkpeY\/upload_QPEZVw-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4QkpeY\/upload_QPEZVw-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-03-13 21:53:56","updateDate":"2017-08-30 17:40:57","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":41,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Black Ale","shortName":"Black Ale","description":"American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.","ibuMin":"50","ibuMax":"70","abvMin":"6","abvMax":"7.5","srmMin":"35","srmMax":"35","ogMin":"1.056","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:36"}},{"id":"e3VgIX","name":"Mac Fanny Baw","nameDisplay":"Mac Fanny Baw","abv":"8.5","glasswareId":8,"styleId":129,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cool","servingTemperatureDisplay":"Cool - (8-12C\/45-54F)","createDate":"2014-04-09 09:55:18","updateDate":"2014-04-09 09:55:18","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"style":{"id":129,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Smoke Beer (Lager or Ale)","shortName":"Smoke Beer","description":"Any style of beer can be smoked; the goal is to reach a balance between the style's character and the smoky properties. Type of wood or other sources of smoke should be specified as well as the style the beer is based upon.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:45:19"}},{"id":"gUhph1","name":"Mac Fannybaw","nameDisplay":"Mac Fannybaw","abv":"8.5","ibu":"25","styleId":132,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.068","createDate":"2016-08-20 18:48:54","updateDate":"2016-08-20 18:48:54","style":{"id":132,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wood- and Barrel-Aged Beer","shortName":"BBL Aged","description":"A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and\/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and\/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and\/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and\/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and\/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:46:27"}},{"id":"859Pk1","name":"Mac Pappy's 80 Schilling Scottish Ale","nameDisplay":"Mac Pappy's 80 Schilling Scottish Ale","description":"Dark, malty and roasty with a touch of earthiness.  Seven different malts combine to make this beer very easy to drink. Sláinte!","abv":"6.2","ibu":"22","srmId":20,"availableId":1,"styleId":9,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.054","createDate":"2014-09-10 16:56:06","updateDate":"2014-09-29 17:37:24","srm":{"id":20,"name":"20","hex":"9B3200"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":9,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scottish-Style Export Ale","shortName":"Scottish Export","description":"The overriding character of Scottish export ale is sweet, caramel-like, and malty. Its bitterness is perceived as low to medium. Hop flavor or aroma should not be perceived. It has medium body. Fruity-ester character may be apparent. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style export ales exhibited peat smoke character, the current marketplace offers many Scottish-style export ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style export ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5.3","srmMin":"10","srmMax":"19","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:56"}},{"id":"82XW82","name":"Mac Queen's Nessie","nameDisplay":"Mac Queen's Nessie","abv":"5","glasswareId":5,"availableId":1,"styleId":80,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.048","createDate":"2013-05-07 22:43:38","updateDate":"2013-05-09 22:20:56","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":80,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Vienna-Style Lager","shortName":"Vienna Lager","description":"Beers in this category are reddish brown or copper colored. They are medium in body. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and\/or slightly roasted malt character. Hop bitterness is clean and crisp. Noble-type hop aromas and flavors should be low or mild. Diacetyl, chill haze and ale-like fruity esters should not be perceived.","ibuMin":"22","ibuMax":"28","abvMin":"4.8","abvMax":"5.4","srmMin":"12","srmMax":"16","ogMin":"1.046","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:42"}},{"id":"ZPVnOY","name":"Mac The Willis","nameDisplay":"Mac The Willis","abv":"5","styleId":22,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZPVnOY\/upload_U0ZgcD-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZPVnOY\/upload_U0ZgcD-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZPVnOY\/upload_U0ZgcD-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZPVnOY\/upload_U0ZgcD-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZPVnOY\/upload_U0ZgcD-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZPVnOY\/upload_U0ZgcD-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-03-15 14:11:35","updateDate":"2018-03-15 14:12:03","style":{"id":22,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Irish-Style Red Ale","shortName":"Irish Red","description":"Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"20","ibuMax":"28","abvMin":"4","abvMax":"4.5","srmMin":"11","srmMax":"18","ogMin":"1.04","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:38"}},{"id":"aHt1Do","name":"Mac's Double Trouble IPA","nameDisplay":"Mac's Double Trouble IPA","description":"Indian Pale Ale made with a combination of Centennial, Simcoe, \r\nand Summit hops. The abundance of barley malt gives it a nice \r\nmalty reddish hue.","abv":"8.5","ibu":"60","glasswareId":5,"availableId":4,"styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-10-31 19:16:22","updateDate":"2018-11-01 11:01:58","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}}],"status":"success"}