{"currentPage":1203,"numberOfPages":1791,"totalResults":89539,"data":[{"id":"8TuAMB","name":"Peach Saison","nameDisplay":"Peach Saison","description":"A golden colored saison perfect for quenching your thirst on a warm day. Aromas of peach followed by a saison spice, and a dry finish.","abv":"5.8","ibu":"23","styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-18 13:42:07","updateDate":"2017-09-18 13:42:07","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"Obx3sx","name":"Peach Saison","nameDisplay":"Peach Saison","description":"A dry, spicy, and well balanced Belgian style ale with a complex profile containing black pepper and other herbs (all yeast derived), a moderate hop balance and some sour notes to round it out.  Fresh Peaches impart a sweet peach finish and aroma.","abv":"5.8","ibu":"25","availableId":1,"styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-09 15:55:58","updateDate":"2015-03-09 15:55:58","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"HbkZHP","name":"Peach Saison","nameDisplay":"Peach Saison","description":"A classic Belgian Saison with real peaches.","abv":"7.5","ibu":"27","glasswareId":6,"srmId":5,"availableId":4,"styleId":167,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.06","createDate":"2017-07-12 14:30:20","updateDate":"2017-07-12 18:46:56","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"srm":{"id":5,"name":"5","hex":"FBB123"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":167,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Belgian-style Fruit Beer","shortName":"Belgian Fruit","description":"Belgian-Style Fruit Beers are any range of color from pale to dark depending on underlying Belgian style being fruited. Clear to hazy beer is acceptable in appearance. Fruit aromas ranging from subtle to intense should be evident, and should not be overpowered by hop aromas. Belgian-Style Fruit Beers are fermented with traditional Belgian-, farmhouse-, saison- and\/or Brettanomyces-type yeast using fruit or fruit extracts as an adjunct in either the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Malt sweetness can vary from not perceived to medium-high levels. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) and if present contribute to acidity and enhance fruity balance. Body is variable with style. Classifying these beers is complex, with exemplary versions depending on the exhibition of fruit characters more so than the addition of fruit itself, within a Belgian beer style. As an example, a fruited Saison exhibiting some Brett character would be appropriately considered as Belgian Fruit Beer; whereas a fruited Brett Beer might more appropriately be considered as Brett Beer. Lambic-Style fruit beers should be entered in the Belgian-Style Fruit Lambic category. Fruited Belgian style beers brewed with additional unusual fermentables should be entered in this category. Fruit beers fermented using German, British or American ale or lager yeast would be more appropriately categorized as American-Style Fruit Beer or as Fruit Wheat Beer. For purposes of competition coconut is defined as a vegetable; beers exhibiting coconut character would be appropriately entered as Field Beer.","createDate":"2015-04-07 17:15:52"}},{"id":"HEaHhy","name":"Peach Sournova","nameDisplay":"Peach Sournova","description":"Sour ale aged in oak barrels with nectarines and peaches.","abv":"5.8","styleId":136,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/HEaHhy\/upload_4BCaha-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/HEaHhy\/upload_4BCaha-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/HEaHhy\/upload_4BCaha-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/HEaHhy\/upload_4BCaha-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/HEaHhy\/upload_4BCaha-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/HEaHhy\/upload_4BCaha-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-12-07 17:21:49","updateDate":"2018-12-08 05:01:41","style":{"id":136,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wood- and Barrel-Aged Sour Beer","shortName":"BBL Aged Sour","description":"A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb\/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and\/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:46:56"}},{"id":"JrkWYy","name":"Peach State Pale Ale","nameDisplay":"Peach State Pale Ale","abv":"5.8","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-04-13 13:25:17","updateDate":"2019-04-13 13:25:17","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"FfUXET","name":"Peach Tea","nameDisplay":"Peach Tea","description":"Spring into Summer with Buskey's Peach Tea Cider. Crafted with fresh pressed Virginia Apple and loose leaf white Peach Tea made with Peach blossoms from Carytown teas in Richmond, Virginia. Fermented to semi-sweet.","abv":"5.5","styleId":155,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-03-16 14:05:10","updateDate":"2019-03-16 14:05:10","style":{"id":155,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Fruit Cider","shortName":"Fruit Cider","description":"Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.","abvMin":"5","abvMax":"9","ogMin":"1.045","ogMax":"1.07","fgMin":"0.995","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:49:07"}},{"id":"SdQmnP","name":"Peach Tea","nameDisplay":"Peach Tea","abv":"6.5","styleId":155,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-21 13:07:54","updateDate":"2017-09-21 13:07:54","style":{"id":155,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Fruit Cider","shortName":"Fruit Cider","description":"Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.","abvMin":"5","abvMax":"9","ogMin":"1.045","ogMax":"1.07","fgMin":"0.995","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:49:07"}},{"id":"wNOqnh","name":"Peach Tea Beer","nameDisplay":"Peach Tea Beer","abv":"8","styleId":127,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-04-05 13:13:50","updateDate":"2019-04-05 13:13:50","style":{"id":127,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Gluten-Free Beer","shortName":"Gluten-Free Beer","description":"A beer (lager, ale or other) that is made from fermentable sugars, grains and converted carbohydrates. Ingredients do not contain gluten, in other words zero gluten (No barley, wheat, spelt, oats, rye, etc). May or may not contain malted grains that do not contain gluten. Brewers may or may not design and identify these beers along other style guidelines with regard to flavor, aroma and appearance profile. The beer's overall balance and character should be based on its own merits and not necessarily compared with traditional styles of beer. In competitions, brewers identify ingredients and fermentation type. NOTE: These guidelines do not supersede any government regulations. Wine, mead, flavored malt beverages or beverages other than beer as defined by the TTB (U.S. Trade and Tax Bureau) are not considered \"gluten-free beer\" under these guidelines.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:45:08"}},{"id":"Fc9Je7","name":"Peach Tree","nameDisplay":"Peach Tree","description":"Ah, the perfect peach. Nature's gift to humankind. And beer. Our gift to ourselves. Together, this unlikely pair create a nectar fit for the gods, or everyday folks like the rest of us. Our Peach Tree Lager is brewed with precision, capturing the flavor of peaches plucked from the tree at the peak of ripeness. Savor the goodness in every drop.","abv":"4","ibu":"7","glasswareId":5,"availableId":1,"styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","foodPairings":"Pairs well with light seafood, grilled pork and salads with fruity dressings.","createDate":"2019-06-18 15:55:53","updateDate":"2019-06-19 17:47:54","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"SZ6i11","name":"Peach Tripel","nameDisplay":"Peach Tripel","description":"Belgian style Tripel infused with White Peach!","abv":"8.8","styleId":59,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-08-17 14:39:09","updateDate":"2019-08-17 14:39:09","style":{"id":59,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Tripel","shortName":"Belgian Tripel","description":"Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale\/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop\/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.","ibuMin":"20","ibuMax":"45","abvMin":"7","abvMax":"10","srmMin":"4","srmMax":"9","ogMin":"1.07","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:31:50"}},{"id":"lDuE8M","name":"Peach Tripel","nameDisplay":"Peach Tripel","description":"Hardywood Peach Tripel displays a voluminous head, a sunshine golden hue, notes of white pepper and honeysuckle, and is refermented on over 50 pounds per barrel of peaches, apricots and nectarines, lending a subtle but luscious stone fruit character, and a pleasantly dry finish","abv":"8.2","ibu":"25","styleId":59,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/lDuE8M\/upload_wrXNGz-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/lDuE8M\/upload_wrXNGz-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/lDuE8M\/upload_wrXNGz-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/lDuE8M\/upload_wrXNGz-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/lDuE8M\/upload_wrXNGz-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/lDuE8M\/upload_wrXNGz-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-05-06 19:01:31","updateDate":"2015-12-18 00:17:45","style":{"id":59,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Tripel","shortName":"Belgian Tripel","description":"Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale\/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop\/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.","ibuMin":"20","ibuMax":"45","abvMin":"7","abvMax":"10","srmMin":"4","srmMax":"9","ogMin":"1.07","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:31:50"}},{"id":"ZYcS1Q","name":"Peach Wheat","nameDisplay":"Peach Wheat","description":"An American Wheat beer brewed with 40% malted wheat. This beer starts sweet, but finishes with a refreshingly tart smack.","abv":"4.5","ibu":"15","availableId":5,"styleId":119,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZYcS1Q\/upload_YzTMao-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZYcS1Q\/upload_YzTMao-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZYcS1Q\/upload_YzTMao-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZYcS1Q\/upload_YzTMao-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZYcS1Q\/upload_YzTMao-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZYcS1Q\/upload_YzTMao-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Light salad with fruit, Feta or Chevre cheese, Cheesecake\u2028","originalGravity":"1.05","createDate":"2015-06-09 17:30:03","updateDate":"2017-06-01 19:14:23","available":{"id":5,"name":"Spring","description":"Available during the spring months."},"style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"ORDMq8","name":"Peach Wheat","nameDisplay":"Peach Wheat","abv":"5.5","ibu":"20","availableId":6,"styleId":119,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ORDMq8\/upload_g6uRTE-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ORDMq8\/upload_g6uRTE-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ORDMq8\/upload_g6uRTE-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ORDMq8\/upload_g6uRTE-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ORDMq8\/upload_g6uRTE-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ORDMq8\/upload_g6uRTE-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-03-29 17:40:35","updateDate":"2015-12-18 00:25:05","available":{"id":6,"name":"Summer","description":"Available during the summer months."},"style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"XM9OU2","name":"Peach Wheat","nameDisplay":"Peach Wheat","abv":"4.5","ibu":"25","styleId":114,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-07-10 19:02:10","updateDate":"2016-08-22 16:05:31","style":{"id":114,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Wheat Ale or Lager with or without Yeast","shortName":"Fruit Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and\/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.","ibuMin":"10","ibuMax":"35","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"10","ogMin":"1.036","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:43:55"}},{"id":"bNz53D","name":"Peach Wheat","nameDisplay":"Peach Wheat","description":"Don't let the color of this beer fool you! Flavored with natural ingredients, this lager brings memories of juicy peaches, fresh from the field. A light beer with a refreshing wheat taste accompanied by lots of peaches and a nice malt backbone. A very subtle fruitiness blends with a golden quench to make for an enjoyable summer beverage. Excellent with salads and some of our lighter fare. Enjoy!","abv":"5","ibu":"10","glasswareId":5,"availableId":3,"styleId":112,"isOrganic":"N","isRetired":"Y","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:56","updateDate":"2018-11-02 02:13:07","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"aQ0oee","name":"Peach Wheat","nameDisplay":"Peach Wheat","description":"Fresh, Tart, Citrus, Peach","abv":"4.8","ibu":"20","styleId":114,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-03-11 21:22:09","updateDate":"2018-03-12 20:54:23","style":{"id":114,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Wheat Ale or Lager with or without Yeast","shortName":"Fruit Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and\/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.","ibuMin":"10","ibuMax":"35","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"10","ogMin":"1.036","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:43:55"}},{"id":"Krpc8C","name":"Peach Wheat","nameDisplay":"Peach Wheat","styleId":119,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-07-12 21:37:39","updateDate":"2015-07-12 21:37:39","style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"xBYQHd","name":"Peach Wheat","nameDisplay":"Peach Wheat","styleId":119,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-07-12 21:41:39","updateDate":"2015-07-12 21:41:39","style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"2QvKUD","name":"Peach Wheat","nameDisplay":"Peach Wheat","availableId":1,"styleId":112,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-05-19 19:15:08","updateDate":"2016-05-19 19:16:32","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"bN1VXn","name":"Peach Wheat Ale","nameDisplay":"Peach Wheat Ale","description":"A light and refreshing pale wheat made with fresh peaches.","abv":"6.3","styleId":119,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-11 16:07:33","updateDate":"2012-03-22 13:05:47","style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"cadrve","name":"Peach Wheat Ale","nameDisplay":"Peach Wheat Ale","description":"A subtle peach aroma introduces your nose to this fruity variation of our american style wheat beer.  A hint of peach flavors this light refreshing brew.  Not for girls only.","glasswareId":9,"availableId":2,"styleId":112,"isOrganic":"N","isRetired":"N","beerVariationId":"0Gv3mD","status":"verified","statusDisplay":"Verified","createDate":"2012-04-13 17:51:54","updateDate":"2015-04-10 20:19:26","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"},"beerVariation":{"id":"0Gv3mD","name":"Wheat Ale","nameDisplay":"Wheat Ale","styleId":112,"isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-04-13 17:50:23","updateDate":"2012-04-13 17:50:23","style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}}},{"id":"q85qqB","name":"Peach Wheat Beer","nameDisplay":"Peach Wheat Beer","description":"This style of beer is classified in the \"Fruit Beer\" category. The focus is obviously on the fruit used in the brewing process. The aroma is of \"fresh picked peaches\", but the taste is only lightly-laced with peaches.","abv":"6.5","ibu":"15","glasswareId":5,"availableId":4,"styleId":119,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/q85qqB\/upload_9aPUsM-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/q85qqB\/upload_9aPUsM-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/q85qqB\/upload_9aPUsM-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/q85qqB\/upload_9aPUsM-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/q85qqB\/upload_9aPUsM-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/q85qqB\/upload_9aPUsM-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-09-24 18:41:56","updateDate":"2015-12-16 19:46:53","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"oVqYw9","name":"Peach Wheat Wine","nameDisplay":"Peach Wheat Wine","abv":"9","styleId":35,"isOrganic":"N","isRetired":"Y","status":"verified","statusDisplay":"Verified","createDate":"2016-07-04 11:21:06","updateDate":"2019-08-07 14:20:26","style":{"id":35,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Wheat Wine Ale","shortName":"Wheatwine","description":"American style wheat wines range from gold to deep amber and are brewed with 50% or more wheat malt. They have full body and high residual malty sweetness. Perception of bitterness is moderate to medium -high. Fruity-ester characters are often high and counterbalanced by complexity of alcohols and high alcohol content. Hop aroma and flavor are at low to medium levels. Very low levels of diacetyl may be acceptable. Bready, wheat, honey-like and\/or caramel aroma and flavor are often part of the character. Phenolic yeast character, sulfur, and\/or sweet corn-like dimethylsulfide (DMS) should not be present. Oxidized, stale and aged characters are not typical of this style. Chill haze is allowable.","ibuMin":"45","ibuMax":"85","abvMin":"8.4","abvMax":"12","srmMin":"8","srmMax":"15","ogMin":"1.088","fgMin":"1.024","fgMax":"1.032","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:17"}},{"id":"I6JKJJ","name":"Peach Wit","nameDisplay":"Peach Wit","description":"A complicated, long mash schedule and high volume of un-malted wheat contribute an Earthy breadiness to the beer. There is a strong herbal tea note and a hint of peach flavor.","abv":"4.5","ibu":"13.5","glasswareId":8,"availableId":4,"styleId":65,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-08-14 20:58:24","updateDate":"2017-07-25 14:12:11","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"uC8tzO","name":"Peach, Love, & Happiness","nameDisplay":"Peach, Love, & Happiness","description":"A Berliner Weisse with peach added.","abv":"4.7","styleId":46,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/uC8tzO\/upload_PldBTK-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/uC8tzO\/upload_PldBTK-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/uC8tzO\/upload_PldBTK-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/uC8tzO\/upload_PldBTK-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/uC8tzO\/upload_PldBTK-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/uC8tzO\/upload_PldBTK-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-02-26 16:00:14","updateDate":"2019-02-26 16:00:33","style":{"id":46,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Berliner-Style Weisse (Wheat)","shortName":"Berlinerweisse","description":"This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.","ibuMin":"3","ibuMax":"6","abvMin":"2.8","abvMax":"3.4","srmMin":"2","srmMax":"4","ogMin":"1.028","fgMin":"1.004","fgMax":"1.006","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:14"}},{"id":"dRGLDH","name":"Peach-a-Rita","nameDisplay":"Peach-a-Rita","description":"Peach-a-Rita, please! Ripe, sweet and tart flavors you love paired with margarita flavors you love!","abv":"8","styleId":161,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dRGLDH\/upload_8DTe1k-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dRGLDH\/upload_8DTe1k-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dRGLDH\/upload_8DTe1k-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dRGLDH\/upload_8DTe1k-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dRGLDH\/upload_8DTe1k-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dRGLDH\/upload_8DTe1k-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-07-30 14:33:54","updateDate":"2018-07-30 14:34:12","style":{"id":161,"categoryId":14,"category":{"id":14,"name":"Malternative Beverages","description":"Malternative Beverages, also known as \"ready-to-drink\" beverages, are sweet, sometime carbonated, beverages that are low in alcohol.","createDate":"2014-07-10 14:11:26","updateDate":"2014-07-10 14:20:24"},"name":"Flavored Malt Beverage","shortName":"Flavored Malt Beverage","description":"Flavored malt beverages are brewery products that are different from traditional malt beverages like malt liquor, ales, and lagers in several aspects. Flavored malt beverages exhibit little or no traditional beer or malt beverage flavor characteristics. Their flavor is primarily derived from added flavoring rather than from malt and other materials used in fermentation. However,  flavored malt beverages are marketed in traditional beer bottles and cans and distributed to the alcohol beverage market through beer and malt beverage wholesalers. Their alcohol content is similar to other malt beverages – in the range of 4-6% alcohol by volume.","abvMin":"4","abvMax":"6","createDate":"2014-07-10 14:15:20","updateDate":"2015-04-07 15:49:43"}},{"id":"SPpeuw","name":"Peach-ing To the Choir","nameDisplay":"Peach-ing To the Choir","abv":"7","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-10-19 16:20:41","updateDate":"2017-10-19 16:20:41","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"slAwwj","name":"Peach-o De Gallo","nameDisplay":"Peach-o De Gallo","abv":"6.3","availableId":3,"styleId":62,"isOrganic":"N","isRetired":"Y","status":"verified","statusDisplay":"Verified","createDate":"2018-05-10 20:50:24","updateDate":"2018-11-02 02:13:07","available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":62,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Pale Ale","shortName":"Belgian Pale","description":"Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"30","abvMin":"4","abvMax":"6","srmMin":"6","srmMax":"12","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:06"}},{"id":"KnIZVN","name":"Peach\/Blueberry Hefeweizen","nameDisplay":"Peach\/Blueberry Hefeweizen","styleId":119,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-07-15 16:36:30","updateDate":"2015-07-15 16:36:30","style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"xdeOU9","name":"Peached on Deck","nameDisplay":"Peached on Deck","description":"When Pelican Brewing set out to create a new take on fruit beers, there was only one compass heading: massive quantities of flavorful fruit with perfectly matched beer. In our never-ending quest to develop the unique and the uncommon, we discovered an enticing flavor combination with malt and peaches. Capturing the tart and sweet side of peaches, Peached on Deck delivers aromatic notes of sweet succulent peaches with a surprising champagne-like finish. The soft yellow hue hints at the velvety texture, the delicate flavors of toasty malt and sweet fruit. Lager yeast delivers a clean and crisp finish. It’s as good as having your peach and drinking it too!","abv":"6","ibu":"15","availableId":4,"styleId":119,"isOrganic":"N","isRetired":"Y","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xdeOU9\/upload_37ssqN-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xdeOU9\/upload_37ssqN-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xdeOU9\/upload_37ssqN-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xdeOU9\/upload_37ssqN-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xdeOU9\/upload_37ssqN-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xdeOU9\/upload_37ssqN-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.059","createDate":"2018-08-28 14:02:43","updateDate":"2019-06-18 17:37:18","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"OPyyQR","name":"Peacher Man","nameDisplay":"Peacher Man","description":"We took last year’s Peacher man and made it more sessionable and refreshing for the summer months. ABV is dropped to 5% and dry hop and spices are removed to let the yeast and fruit flavours really come through.\r\nWe also added a lot of apricot to support the more subtle peach aromatics. Overall it has 120% more fruit than last year.\r\n\r\nPeacher Man is back in town to “cleanse” your souls. Shining bright and hazy like honey and apricots the forbidden fruit will tempt even the most pious to stray. Bring that holy chalice up to your nose and inhale the sweet, intoxicating, holy incense. A miasma of Peach yoghurt and fuzzy peach skin pervades, with hints of banana and vanilla lurking in the shadows. Now for the sacrament, on the tongue classic witbier, all citrus peel, light spice and creamy, full bodied wheat lead into heavenly choirs of more peach yoghurt, vanilla and dried apricots. The final blessing comes in the form of a pithy, mouth-wateringly bitter finish that will leave you possessed and talking in tongues.","abv":"5","ibu":"25","availableId":4,"styleId":114,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-08-19 14:20:06","updateDate":"2018-01-11 20:53:23","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":114,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Wheat Ale or Lager with or without Yeast","shortName":"Fruit Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and\/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.","ibuMin":"10","ibuMax":"35","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"10","ogMin":"1.036","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:43:55"}},{"id":"qOF1Gn","name":"Peaches","nameDisplay":"Peaches","abv":"3.3","styleId":40,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-18 17:01:50","updateDate":"2017-09-18 17:01:50","style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"s6rM42","name":"Peaches & Cream","nameDisplay":"Peaches & Cream","description":"Peaches & Cream is a high gravity golden ale fermented with lactose and fresh peaches. Joe Short used this eloquent bi-line to describe the beer’s flavor profile: “Cream softness fused with the delicacy of Prunus persica.” We used a half pound of real, fresh peaches and approximately 1.5 ounces of milk sugar for every gallon of beer produced","abv":"8.3","ibu":"45","styleId":119,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/s6rM42\/upload_woPM9L-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/s6rM42\/upload_woPM9L-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/s6rM42\/upload_woPM9L-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-05-11 00:26:04","updateDate":"2018-06-28 20:06:23","style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"VOS0Ay","name":"Peaches & Cream Ale","nameDisplay":"Peaches & Cream Ale","description":"This is our traditional cream ale with peaches & vanilla. This style of beer was America’s answer to the straw-colored lagers that began arriving with German immigrants. We use 2 row pale and pilsner malts to refine the character of our brew. Unfiltered, clear pale from lagering; a small amount of yeast or protein haze is normal.","abv":"5.5","ibu":"12","styleId":119,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-10-23 19:16:55","updateDate":"2018-10-23 19:16:55","style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"MbgLL8","name":"Peaches & Cream Ale","nameDisplay":"Peaches & Cream Ale","abv":"4.6","glasswareId":5,"styleId":109,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MbgLL8\/upload_tVFj2u-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MbgLL8\/upload_tVFj2u-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MbgLL8\/upload_tVFj2u-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MbgLL8\/upload_tVFj2u-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MbgLL8\/upload_tVFj2u-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MbgLL8\/upload_tVFj2u-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-06-27 13:32:41","updateDate":"2017-08-30 20:55:55","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":109,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"American-Style Cream Ale or Lager","shortName":"Cream Ale","description":"Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and\/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.","ibuMin":"10","ibuMax":"22","abvMin":"4.2","abvMax":"5.6","srmMin":"2","srmMax":"5","ogMin":"1.044","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:30"}},{"id":"jN6EqR","name":"Peaches & Cream State Fair Cobbler","nameDisplay":"Peaches & Cream State Fair Cobbler","description":"Imperial Milkshake Sour IPA ɯith Peach Puree, Peach Juice, Cinnamon, Vanilla &  Graham Crackers, Dry Hopped ɯith Mosaic & Galaxy Hops","abv":"9","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-04-08 17:18:03","updateDate":"2019-04-08 17:18:03","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"3WAMDZ","name":"Peaches 'n Cream","nameDisplay":"Peaches 'n Cream","description":"A B.-Sides production.\nPeaches ’N Cream; A mead made with Star thistle honey, peach juice, chopped peaches, and vanilla beans.","abv":"15.5","styleId":145,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-29 21:54:12","updateDate":"2018-05-15 19:39:51","style":{"id":145,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Other Fruit Melomel","shortName":"Fruit Melomel","description":"In well-made examples of the style, the fruit is both distinctive and well-incorporated into the honey-sweet-acid-tannin-alcohol balance of the mead. Different types of fruit can result in widely different characteristics; allow for a variation in the final product.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:23"}},{"id":"EfhYG8","name":"Peaches and Cream","nameDisplay":"Peaches and Cream","description":"Sweet peaches and cream taste with a hint of sour","abv":"6.8","styleId":40,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-09-08 23:01:52","updateDate":"2019-09-09 17:57:45","style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"ZDCuzc","name":"Peaches and Cream","nameDisplay":"Peaches and Cream","styleId":112,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:56","updateDate":"2012-03-22 13:04:52","style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"pdEzDO","name":"Peaches And Cream IPA","nameDisplay":"Peaches And Cream IPA","description":"Peaches & Cream IPA!\r\n\r\nDoes exactly what it says on the tin! Peach flavours from, you guessed it, peaches! The cream comes from sweet, smooth lactose and the IPA from the bucket loads of Citra, Mosaic and Simcoe that compliment the sweet fruit flavours. \r\n\r\nThis collaboration brew with the guys from Urban Tap House Newport is a sweet treat that packs a punch!","abv":"5.5","styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pdEzDO\/upload_Q9Bx6i-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pdEzDO\/upload_Q9Bx6i-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pdEzDO\/upload_Q9Bx6i-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pdEzDO\/upload_Q9Bx6i-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pdEzDO\/upload_Q9Bx6i-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pdEzDO\/upload_Q9Bx6i-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-02-23 15:47:57","updateDate":"2018-02-23 15:48:05","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"MJHLvZ","name":"Peaches and Creme in my Pants","nameDisplay":"Peaches and Creme in my Pants","styleId":109,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-01-04 16:51:25","updateDate":"2016-01-04 16:51:25","style":{"id":109,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"American-Style Cream Ale or Lager","shortName":"Cream Ale","description":"Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and\/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.","ibuMin":"10","ibuMax":"22","abvMin":"4.2","abvMax":"5.6","srmMin":"2","srmMax":"5","ogMin":"1.044","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:30"}},{"id":"yHxzMq","name":"Peaches BE Hazy","nameDisplay":"Peaches BE Hazy","description":"Peaches BE Hazy is a New England Style IPA brewed with over 65 pounds of REAL peaches in a 15-barrel batch. The peaches add amazing flavor to the tropical and fruity nose from the NEIPA yeast. Nothing says summer better than peaches and beer!","abv":"6.7","ibu":"48","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-08-04 14:27:56","updateDate":"2018-08-04 14:27:56","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"2xpADp","name":"Peaches En Regalia","nameDisplay":"Peaches En Regalia","description":"A juicy peach at the peak of summer makes every day of heat worth it. Pairing the fragrant sweetness of peaches with the balanced acidity and tartness of apple is the perfect way to celebrate sunshine, long days and warm summer nights.","abv":"5.9","styleId":155,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-10 21:01:36","updateDate":"2017-09-10 21:01:36","style":{"id":155,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Fruit Cider","shortName":"Fruit Cider","description":"Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.","abvMin":"5","abvMax":"9","ogMin":"1.045","ogMax":"1.07","fgMin":"0.995","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:49:07"}},{"id":"T3SVCU","name":"Peaches For You Saison","nameDisplay":"Peaches For You Saison","abv":"6.5","styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-11-30 20:41:22","updateDate":"2015-11-30 20:41:22","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"XJHxeO","name":"Peaches n' Cream","nameDisplay":"Peaches n' Cream","description":"Light, crisp, refreshing lawnmower beer with all natural peaches added to give it a little more flavor. The beer has a golden straw color to it and the nose is like a basket of fresh picked peaches. Life's a peach.","abv":"5.4","ibu":"18","styleId":109,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-06-22 18:21:22","updateDate":"2016-06-22 18:21:22","style":{"id":109,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"American-Style Cream Ale or Lager","shortName":"Cream Ale","description":"Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and\/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.","ibuMin":"10","ibuMax":"22","abvMin":"4.2","abvMax":"5.6","srmMin":"2","srmMax":"5","ogMin":"1.044","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:30"}},{"id":"yhzhlv","name":"Peaches the Friendly Ghost","nameDisplay":"Peaches the Friendly Ghost","description":"Mead with Peach and White Tea","abv":"5.5","styleId":140,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/yhzhlv\/upload_Xoj4sr-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/yhzhlv\/upload_Xoj4sr-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/yhzhlv\/upload_Xoj4sr-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/yhzhlv\/upload_Xoj4sr-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/yhzhlv\/upload_Xoj4sr-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/yhzhlv\/upload_Xoj4sr-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2017-05-08 21:18:50","updateDate":"2017-05-08 21:19:12","style":{"id":140,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Dry Mead","shortName":"Dry Mead","description":"Similar in balance, body, finish and flavor intensity to a dry white wine, with a pleasant mixture of subtle honey character, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:47:22"}},{"id":"6IRFhR","name":"Peaches'n' Brett","nameDisplay":"Peaches'n' Brett","abv":"5.3","ibu":"23","styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-08-12 15:04:25","updateDate":"2015-08-13 15:17:49","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"NXeJyP","name":"Peachfunker","nameDisplay":"Peachfunker (2014)","styleId":132,"isOrganic":"N","isRetired":"N","year":2014,"labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NXeJyP\/upload_swZYLs-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NXeJyP\/upload_swZYLs-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NXeJyP\/upload_swZYLs-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NXeJyP\/upload_swZYLs-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NXeJyP\/upload_swZYLs-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NXeJyP\/upload_swZYLs-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-07-10 12:57:55","updateDate":"2015-12-17 14:33:55","style":{"id":132,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wood- and Barrel-Aged Beer","shortName":"BBL Aged","description":"A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and\/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and\/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and\/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and\/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and\/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:46:27"}},{"id":"QJBtTu","name":"Peachicot Blonde Ale","nameDisplay":"Peachicot Blonde Ale","description":"River Company’s Peachicot Blonde Ale is a light and fruity blonde ale brewed with a 2 Row Brewers Malt, Dextrine malt, a hint of corn, and peach and apricot flavors. Light and refreshing without being overly sweet, it is the perfect summer day beer. We called it Peachicot because Aprieach sounded stupid!","abv":"5","glasswareId":5,"availableId":1,"styleId":119,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QJBtTu\/upload_1DrArM-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QJBtTu\/upload_1DrArM-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QJBtTu\/upload_1DrArM-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QJBtTu\/upload_1DrArM-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QJBtTu\/upload_1DrArM-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QJBtTu\/upload_1DrArM-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-27 12:53:08","updateDate":"2017-08-02 20:20:38","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"4FoAlI","name":"Peachie Wheat","nameDisplay":"Peachie Wheat","abv":"5.5","glasswareId":5,"styleId":114,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4FoAlI\/upload_ozg2sM-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4FoAlI\/upload_ozg2sM-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4FoAlI\/upload_ozg2sM-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4FoAlI\/upload_ozg2sM-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4FoAlI\/upload_ozg2sM-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4FoAlI\/upload_ozg2sM-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-02-02 12:46:36","updateDate":"2015-12-16 23:26:38","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":114,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Wheat Ale or Lager with or without Yeast","shortName":"Fruit Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and\/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.","ibuMin":"10","ibuMax":"35","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"10","ogMin":"1.036","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:43:55"}}],"status":"success"}