{"currentPage":1321,"numberOfPages":1791,"totalResults":89539,"data":[{"id":"xTBWLb","name":"Regent Brown Ale","nameDisplay":"Regent Brown Ale","description":"The regent moustache is elegant in style extending the width of the top lip and comprising two splayed wings with slightly curved tips. This marvelous man stash pairs perfectly with this bold distinguished brown ale. We can guarantee this buxom brown will tickle your fanciest fancy.","abv":"5.3","ibu":"26","styleId":12,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-01-30 23:14:00","updateDate":"2017-01-30 23:14:00","style":{"id":12,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"English-Style Brown Ale","shortName":"English Brown","description":"English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5.5","srmMin":"13","srmMax":"25","ogMin":"1.04","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:20:51"}},{"id":"8HFKIW","name":"Regent's Park","nameDisplay":"Regent's Park","description":"Chestnut color, biscuity aroma, bread and toffee flavor, medium body.","abv":"5.2","styleId":5,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-06-16 16:11:06","updateDate":"2018-06-20 15:09:32","style":{"id":5,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Extra Special Bitter","shortName":"ESB","description":"Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)","ibuMin":"30","ibuMax":"45","abvMin":"4.8","abvMax":"5.8","srmMin":"8","srmMax":"14","ogMin":"1.046","fgMin":"1.01","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:20"}},{"id":"SHzy4z","name":"Regent's Rye Tripel","nameDisplay":"Regent's Rye Tripel","description":"Our take on the traditional Trappist Tripel-style ale, brewed with 100% NC-grown barley from Riverbend Malthouse in Asheville and authentic Belgian candi syrup. Crisp, bright and refreshingly dry, this Tripel takes advantage of a malted rye addition to provide a subtle spicy foundation for the yeast esters.","abv":"7.8","styleId":59,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-05-26 19:46:08","updateDate":"2015-05-27 12:15:41","style":{"id":59,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Tripel","shortName":"Belgian Tripel","description":"Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale\/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop\/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.","ibuMin":"20","ibuMax":"45","abvMin":"7","abvMax":"10","srmMin":"4","srmMax":"9","ogMin":"1.07","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:31:50"}},{"id":"FNEXdC","name":"Reggae Junkie Gruit","nameDisplay":"Reggae Junkie Gruit","description":"Reggae Junkie Gruit is an annual brew in its third release, this time made for the North American Organic Brewers Festival. The recipe uses a simple all-organic grist of pale malt, munich malt, and rolled spelt. Instead of using hops, a mix of lemongrass, hyssop, Sichuan peppercorns and bitter orange peel are added to the kettle, with the dominant character coming from the peppercorns. Because the beer is very lightly bitter, a naturally tart and exceptionally drying French saison yeast is used to help balance the profile. With about half the batch going to festival, this brew will only see limited distribution but expect to find it at the brewery tasting room, the Grain and Gristle, and the usual beer-centric bars and restaurants around Portland.","glasswareId":5,"styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:04","updateDate":"2012-03-22 13:05:34","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"ri5JlG","name":"Reggae Red","nameDisplay":"Reggae Red","description":"This one-of-a-kind ale was born at our brewpub amidst influential musical acts of California’s 90’s reggae movement. A harmony of seven different malts, three types of hops, and a dash of hemp seeds makes Reggae Red a crowd pleaser.","abv":"5.6","ibu":"30","availableId":1,"styleId":32,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ri5JlG\/upload_FppPF2-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ri5JlG\/upload_FppPF2-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ri5JlG\/upload_FppPF2-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ri5JlG\/upload_FppPF2-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ri5JlG\/upload_FppPF2-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ri5JlG\/upload_FppPF2-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2016-05-04 02:18:37","updateDate":"2018-06-19 17:55:16","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"N0R5xI","name":"Reggae Red American Red","nameDisplay":"Reggae Red American Red","abv":"5.2","ibu":"30","styleId":101,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-07-14 21:59:53","updateDate":"2017-07-18 18:50:00","style":{"id":101,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Amber Lager","shortName":"American Amber Lager","description":"American-style amber lagers are light amber to amber or copper colored. They are medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. This is a broad category in which the hop bitterness, flavor, and aroma may be accentuated or may only be present at relatively low levels, yet noticeable. Fruity esters, diacetyl, and chill haze should be absent.","ibuMin":"18","ibuMax":"30","abvMin":"4.8","abvMax":"5.4","srmMin":"6","srmMax":"14","ogMin":"1.042","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:41:26"}},{"id":"9MMWvt","name":"Reggage Rye","nameDisplay":"Reggage Rye","description":"This is light-bodied beer is slightly spicy, with a smooth flavor. A relatively dry beer, with low hopping to allow the rye characteristics to come through.","glasswareId":5,"availableId":2,"styleId":117,"isOrganic":"N","isRetired":"Y","status":"verified","statusDisplay":"Verified","createDate":"2013-05-07 21:55:26","updateDate":"2019-06-19 15:07:35","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":117,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:12"}},{"id":"Gw2BVo","name":"Reggie English Style IPA","nameDisplay":"Reggie English Style IPA","description":"Clean, bright and golden English-style IPA brewed with UK malts, Maris Otter, and East Kent Goldings hops","abv":"5.5","ibu":"62","availableId":1,"styleId":2,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-06-24 20:34:47","updateDate":"2015-06-24 20:41:04","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":2,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"English-Style India Pale Ale","shortName":"English IPA","description":"Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.","ibuMin":"35","ibuMax":"63","abvMin":"5","abvMax":"7","srmMin":"6","srmMax":"14","ogMin":"1.05","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:33"}},{"id":"BBBW98","name":"Reggie's French River Red","nameDisplay":"Reggie's French River Red","description":"American amber ale with a hoppy, floral aroma and a mild bitter finish. Hopped with Oregon grown Cascade hops.","abv":"5.8","ibu":"48","styleId":32,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-09-04 20:53:06","updateDate":"2014-09-07 15:41:05","style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"Zfazn1","name":"Regia Extra","nameDisplay":"Regia Extra","styleId":97,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:04","updateDate":"2015-04-09 12:03:08","style":{"id":97,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Premium Lager","shortName":"American Premium Lager","description":"This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.","ibuMin":"6","ibuMax":"15","abvMin":"4.3","abvMax":"5","srmMin":"2","srmMax":"6","ogMin":"1.044","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:04"}},{"id":"1I9P0g","name":"Regiment Pale Ale","nameDisplay":"Regiment Pale Ale","abv":"6.1","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:04","updateDate":"2015-05-08 13:43:28","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"OtqyrC","name":"Regimental Reserve","nameDisplay":"Regimental Reserve","description":"Regimental Reserve - Barrel Aged Scotch Ale This is our Wee Heavy Scotch Ale aged for at least 6 months in whiskey or bourbon barrels. 10.5% abv & 31 IBUs","abv":"10.5","ibu":"31","styleId":15,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-09-11 23:46:14","updateDate":"2014-09-12 15:27:01","style":{"id":15,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scotch Ale","shortName":"Scotch Ale","description":"Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"25","ibuMax":"35","abvMin":"6.2","abvMax":"8","srmMin":"15","srmMax":"30","ogMin":"1.072","fgMin":"1.016","fgMax":"1.028","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:11"}},{"id":"ihRi8g","name":"Regina Del Mare","nameDisplay":"Regina Del Mare","description":"\"Regina Del Mare\", The Queen Of The Sea, Embodies The Spirit Of The Goddess Of Water; Feminine And Decisive, Soft And Strong, Powerful But Never Violent. Brown In Color, Presents An Intense Aroma Of Candied And Caramelized Fruit Accompanied By A Delicate Yet Notable Spicy Aftertaste. The Taste Emits A Soft Sweetness Reminiscent Of Dried Fruit (figs And Dates) And A Mild Citrus Scent. Sovereign Of The Table, Accompanies Rich Dishes, Cheeses, Desserts And As Subtle After-dinner Drink.","abv":"8","styleId":63,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-05-28 05:32:29","updateDate":"2013-05-28 12:35:55","style":{"id":63,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Pale Strong Ale","shortName":"Belgian Pale Strong","description":"Belgian pale strong ales are pale to golden in color with relatively light body for a beer of its alcoholic strength. Often brewed with light colored Belgian \"candy\" sugar, these beers are well attenuated. The perception of hop bitterness is medium-low to medium -high, with hop flavor and aroma also in this range. These beers are highly attenuated and have a perceptively deceiving high alcoholic character-being light to medium bodied rather than full bodied. The intensity of malt character should be low to medium, often surviving along with a complex fruitiness. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"50","abvMin":"7","abvMax":"11","srmMin":"4","srmMax":"10","ogMin":"1.064","fgMin":"1.012","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:16"}},{"id":"QWHwv3","name":"Region Riot","nameDisplay":"Region Riot","description":"This delightful malt liquor was brewed to celebrate the equally delightful “Region” that we brew in. Brewed with a portion of Indiana corn, this is what a malt liquor should be.","abv":"8.1","ibu":"10","availableId":2,"styleId":100,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-06-08 13:42:27","updateDate":"2018-05-01 12:27:38","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":100,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Malt Liquor","shortName":"Malt Liquor","description":"High in starting gravity and alcoholic strength, this style is somewhat diverse. Some American malt liquors are just slightly stronger than American lagers, while others approach bock strength. Some residual sweetness is perceived. Hop rates are very low, contributing little bitterness and virtually no hop aroma or flavor. Perception of sweet-fruity esters and complex alcohols (though not solvent-like) are acceptable at low levels. Chill haze and diacetyl should not be perceived.","ibuMin":"12","ibuMax":"23","abvMin":"6.25","abvMax":"7.5","srmMin":"2","srmMax":"5","ogMin":"1.05","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:41:16"}},{"id":"vX9jpi","name":"Region X","nameDisplay":"Region X","description":"A smooth and crisp German-style lager. Lightly hopped with traditional noble hops and brewed slightly stronger than other light-colored lagers to help us get through the cool spring nights around The Region.","abv":"6","ibu":"26","styleId":79,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vX9jpi\/upload_gJbPuP-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vX9jpi\/upload_gJbPuP-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vX9jpi\/upload_gJbPuP-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vX9jpi\/upload_gJbPuP-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vX9jpi\/upload_gJbPuP-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vX9jpi\/upload_gJbPuP-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-05-21 16:47:35","updateDate":"2019-05-21 16:48:40","style":{"id":79,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Dortmunder \/ European-Style Export","shortName":"Dortmunder","description":"Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.","ibuMin":"23","ibuMax":"29","abvMin":"5","abvMax":"6","srmMin":"3","srmMax":"6","ogMin":"1.048","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:34"}},{"id":"MlgiPa","name":"Regional Ring of Fire","nameDisplay":"Regional Ring of Fire","abv":"7.3","styleId":72,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MlgiPa\/upload_01V34F-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MlgiPa\/upload_01V34F-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MlgiPa\/upload_01V34F-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MlgiPa\/upload_01V34F-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MlgiPa\/upload_01V34F-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MlgiPa\/upload_01V34F-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-01-31 19:10:42","updateDate":"2015-12-17 20:17:32","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"Og0Jl4","name":"Regional Superstar","nameDisplay":"Regional Superstar","abv":"8.8","ibu":"45","styleId":28,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-04-06 15:45:32","updateDate":"2015-04-06 15:45:32","style":{"id":28,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Dark American-Belgo-Style Ale","shortName":"American\/Belgian Dark","description":"These beers must portray the unique characters imparted by yeasts typically used in fruity and big Belgian-Style ales - These beers are not traditional Belgian styles which are already defined. They are unique beers unto themselves. Notes of banana, berry, apple, sometimes coriander spice-like and\/or smoky-phenolic characters should be portrayed with balance of hops and malt character when fermented with such yeast. Hop aroma, flavor and bitterness not usually found in the base style, can be medium to very high and must show the characters of American hop varieties. Dark color falls in the deep amber\/brown to black range. Roasted malts or barley may have a range of character from subtle to robust, and should be reflected in the overall character and balance of the beer. Esters should be at medium to high levels. Diacetyl should not be evident. Chill haze may be evident. Sulfurlike yeast character should be absent. No Brettanomyces character should be present. An ale which exhibits Brettanomyces character would be classified as \"American-style Brett Ale.\"A statement by the brewer that could include information such as style being elaborated upon, and other information about the entry with regard to flavor, aroma or appearance, is essential for fair assessment in competitions. Beers with Brettanomyces may be subcategorized under this category","srmMin":"16","srmMax":"16","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:14"}},{"id":"ym86OU","name":"Regner Red Ale","nameDisplay":"Regner Red Ale","abv":"6.3","styleId":22,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ym86OU\/upload_lnlbvX-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ym86OU\/upload_lnlbvX-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ym86OU\/upload_lnlbvX-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ym86OU\/upload_lnlbvX-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ym86OU\/upload_lnlbvX-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ym86OU\/upload_lnlbvX-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:04","updateDate":"2018-03-15 18:56:15","style":{"id":22,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Irish-Style Red Ale","shortName":"Irish Red","description":"Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"20","ibuMax":"28","abvMin":"4","abvMax":"4.5","srmMin":"11","srmMax":"18","ogMin":"1.04","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:38"}},{"id":"MJzODK","name":"Regresa A Mi","nameDisplay":"Regresa A Mi","abv":"4","styleId":46,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-06-21 14:30:17","updateDate":"2016-06-21 14:30:17","style":{"id":46,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Berliner-Style Weisse (Wheat)","shortName":"Berlinerweisse","description":"This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.","ibuMin":"3","ibuMax":"6","abvMin":"2.8","abvMax":"3.4","srmMin":"2","srmMax":"4","ogMin":"1.028","fgMin":"1.004","fgMax":"1.006","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:14"}},{"id":"iNA95V","name":"Regret","nameDisplay":"Regret","description":"India Pale Ale brewed with mango.","styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/iNA95V\/upload_kCNC8d-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/iNA95V\/upload_kCNC8d-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/iNA95V\/upload_kCNC8d-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/iNA95V\/upload_kCNC8d-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/iNA95V\/upload_kCNC8d-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/iNA95V\/upload_kCNC8d-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-05-13 11:47:04","updateDate":"2015-12-17 12:43:31","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"j4nfrw","name":"Regular","nameDisplay":"Regular","description":"Dry Hopped With Cascade, Centennial, & Amarillo Hops, Unfiltered, Tasting Room Favorite!!","abv":"7.5","ibu":"68","availableId":1,"styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-12 21:58:31","updateDate":"2015-06-26 14:24:40","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"l44FX7","name":"Regular Boys’ Haircut","nameDisplay":"Regular Boys’ Haircut","abv":"4","styleId":109,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/l44FX7\/upload_HKJZ7g-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/l44FX7\/upload_HKJZ7g-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/l44FX7\/upload_HKJZ7g-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/l44FX7\/upload_HKJZ7g-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/l44FX7\/upload_HKJZ7g-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/l44FX7\/upload_HKJZ7g-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-09-09 20:35:12","updateDate":"2018-09-09 20:36:10","style":{"id":109,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"American-Style Cream Ale or Lager","shortName":"Cream Ale","description":"Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and\/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.","ibuMin":"10","ibuMax":"22","abvMin":"4.2","abvMax":"5.6","srmMin":"2","srmMax":"5","ogMin":"1.044","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:30"}},{"id":"6AaHAs","name":"Regular Coffee","nameDisplay":"Regular Coffee","description":"A Classic Jersey-ism is \"regular coffee.\" Here when you order a \"regularcoffee\" at any place you trust to make a pork roll and cheese you get a paper cup of coffee with \"milk and 2 sugars\" rather than a \"black coffee that hasn't had the caffeine removed.\" For our homage to Jersey's breakfast beverage, we teamed up with our neighbors at Fair Mountain Coffee Roasters looking for an elevated version of classic plain coffee.We added this coffee blend to a high gravity golden cream ale, contributing our \"milk and 2 sugars.\" Drink Regular Coffee because running over a black beer with coffee is no way to get to work.","abv":"12","ibu":"20","srmId":5,"styleId":109,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6AaHAs\/upload_VKYl39-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6AaHAs\/upload_VKYl39-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6AaHAs\/upload_VKYl39-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6AaHAs\/upload_VKYl39-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6AaHAs\/upload_VKYl39-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6AaHAs\/upload_VKYl39-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-01-22 18:28:53","updateDate":"2015-12-17 19:56:21","srm":{"id":5,"name":"5","hex":"FBB123"},"style":{"id":109,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"American-Style Cream Ale or Lager","shortName":"Cream Ale","description":"Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and\/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.","ibuMin":"10","ibuMax":"22","abvMin":"4.2","abvMax":"5.6","srmMin":"2","srmMax":"5","ogMin":"1.044","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:30"}},{"id":"KPU6i1","name":"Regulator","nameDisplay":"Regulator","styleId":93,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KPU6i1\/upload_kT97Md-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KPU6i1\/upload_kT97Md-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KPU6i1\/upload_kT97Md-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KPU6i1\/upload_kT97Md-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KPU6i1\/upload_kT97Md-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KPU6i1\/upload_kT97Md-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-09-14 18:20:29","updateDate":"2015-12-16 17:49:33","style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"SPtVym","name":"Regulus","nameDisplay":"Regulus","abv":"5.8","ibu":"55","styleId":125,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SPtVym\/upload_Z5ShQi-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SPtVym\/upload_Z5ShQi-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SPtVym\/upload_Z5ShQi-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SPtVym\/upload_Z5ShQi-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SPtVym\/upload_Z5ShQi-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SPtVym\/upload_Z5ShQi-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.057","createDate":"2014-05-13 12:07:41","updateDate":"2015-12-17 12:45:18","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"H9fslV","name":"Reibolf Naturtrübes unlfiltriertes Bier","nameDisplay":"Reibolf Naturtrübes unlfiltriertes Bier","styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-08-12 12:05:21","updateDate":"2018-11-06 15:13:26","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"m4vERw","name":"Reichelbräu Eisbock","nameDisplay":"Reichelbräu Eisbock","styleId":91,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:04","updateDate":"2013-11-09 12:39:41","style":{"id":91,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Eisbock","shortName":"Eisbock","description":"A stronger version of Doppelbock. Malt character can be very sweet. The body is very full and deep copper to almost black in color. Alcoholic strength is very high. Hop bitterness is subdued. Hop flavor and aroma are absent. Fruity esters may be evident but not overpowering. Typically these beers are brewed by freezing a Doppelbock and removing resulting ice to increase alcohol content. Diacetyl should be absent","ibuMax":"50","abvMax":"33","ogMin":"1.074","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:11"}},{"id":"EXDgCG","name":"Reichenbrander Bockbier","nameDisplay":"Reichenbrander Bockbier","abv":"6.5","styleId":90,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-08-12 12:19:44","updateDate":"2012-08-19 13:50:29","style":{"id":90,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Doppelbock","shortName":"Doppelbock","description":"Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent","ibuMin":"17","ibuMax":"27","abvMin":"6.5","abvMax":"8","srmMin":"12","srmMax":"30","ogMin":"1.074","fgMin":"1.014","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:08"}},{"id":"ztm3tO","name":"Reichenbrander Classic Pilsener","nameDisplay":"Reichenbrander Classic Pilsener","abv":"4.8","styleId":75,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-08-12 12:19:43","updateDate":"2015-04-14 14:29:27","style":{"id":75,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Pilsener","shortName":"German Pilsener","description":"A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.","ibuMin":"25","ibuMax":"40","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:35:59"}},{"id":"TAfIV8","name":"Reichenbrander Dunkelbier","nameDisplay":"Reichenbrander Dunkelbier","abv":"4.8","styleId":54,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-08-12 12:19:45","updateDate":"2015-04-23 17:29:07","style":{"id":54,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)","shortName":"Rauchbier","description":"Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"4","srmMax":"18","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:30:29"}},{"id":"Na3Fjx","name":"Reichenbrander Helles","nameDisplay":"Reichenbrander Helles","abv":"4.2","styleId":79,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-08-12 12:19:43","updateDate":"2012-08-19 13:50:43","style":{"id":79,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Dortmunder \/ European-Style Export","shortName":"Dortmunder","description":"Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.","ibuMin":"23","ibuMax":"29","abvMin":"5","abvMax":"6","srmMin":"3","srmMax":"6","ogMin":"1.048","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:34"}},{"id":"qqwULh","name":"Reichenbrander Kellerbier","nameDisplay":"Reichenbrander Kellerbier","abv":"4.8","styleId":56,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-08-12 12:19:45","updateDate":"2015-05-22 14:25:08","style":{"id":56,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Kellerbier (Cellar beer) or Zwickelbier - Ale","shortName":"Kellerbier","description":"These beers are unfiltered German-style Altbier and Kölsch. They are packaged and\/or served intentionally with low to moderate amounts of yeast. Products may be filtered and again dosed with yeast in the package, manifesting themselves as bottle conditioned beers or unfiltered beer with yeast present. They will most likely not be clear, and may appear slightly hazy to moderately cloudy. Yeast character, flavor and aroma are desirable, yet should be low to medium but not overpowering the balance and character of malt and hops. Low to moderately low levels of yeast-generated sulfur containing compounds should be apparent in aroma and flavor, and low levels of acetaldehyde or other volatiles normally removed during fermentation may or may not be apparent. The sulfur and acetaldehyde characters should contribute positively to the beer drinking experience. Head retention may not be optimal. The brewer must indicate the classic style on which the entry is based to allow for accurate judging. Beer entries not accompanied by this information will be at a disadvantage during evaluation.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:31:30"}},{"id":"cDUs2p","name":"Reichenbrander Premium","nameDisplay":"Reichenbrander Premium","abv":"5.5","styleId":76,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-08-12 12:19:44","updateDate":"2015-04-15 15:27:22","style":{"id":76,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Bohemian-Style Pilsener","shortName":"Bohemian Pilsener","description":"Traditional Bohemian Pilseners are medium bodied, and they can be as dark as a light amber color. This style balances moderate bitterness and noble-type hop aroma and flavor with a malty, slightly sweet, medium body. Extremely low levels of diacetyl and low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are characteristic of this style and both may accent malt aroma. A toasted-, biscuit-like, bready malt character along with low levels of sulfur compounds may be evident. There should be no chill haze. Its head should be dense and rich.","ibuMin":"30","ibuMax":"45","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.044","fgMin":"1.014","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:03"}},{"id":"0o4QjU","name":"Reign Man ESB","nameDisplay":"Reign Man ESB","description":"A Northwest-style Extra Special Bitter, featuring citrusy Yakima Valley Centennial hops.  Initially brewed in honor of the Seattle Space Needle’s 50th anniversary, this copper colored ESB delivers a clean, toasty malt character with a slight caramel sweetness.  Concocted with generous amounts of Munich and Cara-Amber malts, this ESB combines maximum flavor with exceptional drinkability, cheers!","abv":"5.5","ibu":"45","glasswareId":5,"availableId":4,"styleId":5,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-09-29 14:10:44","updateDate":"2012-09-29 14:10:44","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":5,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Extra Special Bitter","shortName":"ESB","description":"Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)","ibuMin":"30","ibuMax":"45","abvMin":"4.8","abvMax":"5.8","srmMin":"8","srmMax":"14","ogMin":"1.046","fgMin":"1.01","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:20"}},{"id":"gPxpDl","name":"Reign of Lucifer","nameDisplay":"Reign of Lucifer","description":"Reign of Lucifer :Belgian Dubbel: Smokey savouriness tinges this tremendous Belgian Dubbel like brimstone stoked in the fires of Hell. Rounded out with some cherry tartness, Reign of Lucifer lords itself over the other beers too timid to take on the challenge.","abv":"8.2","styleId":58,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gPxpDl\/upload_jfWrJu-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gPxpDl\/upload_jfWrJu-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gPxpDl\/upload_jfWrJu-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gPxpDl\/upload_jfWrJu-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gPxpDl\/upload_jfWrJu-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gPxpDl\/upload_jfWrJu-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-02-11 21:40:14","updateDate":"2015-12-17 22:24:23","style":{"id":58,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Dubbel","shortName":"Belgian Dubbel","description":"This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and\/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.","ibuMin":"20","ibuMax":"30","abvMin":"6.25","abvMax":"7.5","srmMin":"16","srmMax":"36","ogMin":"1.06","fgMin":"1.012","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:31:45"}},{"id":"oOkC4Z","name":"Reign Supreme","nameDisplay":"Reign Supreme","abv":"7.3","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-11-13 18:07:04","updateDate":"2012-11-13 18:07:05","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"5mtdTV","name":"Reigning Tacos","nameDisplay":"Reigning Tacos","abv":"7.5","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-01-07 20:01:26","updateDate":"2019-01-07 20:01:26","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"p1diNk","name":"Reilly's Red","nameDisplay":"Reilly's Red","description":"Irish-American style ale, Medium bodied red ale with a coppery color. Caramel & malt flavors drive this Irish-style red ale.","abv":"5.5","ibu":"22","glasswareId":5,"styleId":22,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p1diNk\/upload_90kT2P-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p1diNk\/upload_90kT2P-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p1diNk\/upload_90kT2P-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p1diNk\/upload_90kT2P-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p1diNk\/upload_90kT2P-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p1diNk\/upload_90kT2P-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:04","updateDate":"2015-12-16 14:31:17","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":22,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Irish-Style Red Ale","shortName":"Irish Red","description":"Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"20","ibuMax":"28","abvMin":"4","abvMax":"4.5","srmMin":"11","srmMax":"18","ogMin":"1.04","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:38"}},{"id":"2y4hRU","name":"Reilly’s American Brown Ale","nameDisplay":"Reilly’s American Brown Ale","description":"Part of our Brown Ale series of beers. This is medium in body, with a touch more hops than the standard English Brown Ale. Strong hints of roasted malts, chocolate and coffee flavors give this ale a powerful malty profile.","abv":"5.3","ibu":"31","glasswareId":5,"styleId":37,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-12-07 21:10:52","updateDate":"2016-12-07 21:10:52","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":37,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Brown Ale","shortName":"American Brown","description":"American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"25","ibuMax":"45","abvMin":"4","abvMax":"6.4","srmMin":"15","srmMax":"26","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:35"}},{"id":"N6F6N2","name":"Reilly’s Oak Whiskey Red","nameDisplay":"Reilly’s Oak Whiskey Red","description":"Reilly’s Oak Whiskey Red gets its distinguished flavor from aging in Buffalo Trace Bourbon Barrels for up to one year.  The aroma of bourbon jumps out at you, followed by delicate toffee.  The flavor is rich and complex, with slight vanilla, oak and caramel.  This medium bodied ale has a lovely pale ruby color and creamy, off-white head.  The finish is clean with a slight warming sensation.\r\n\r\nHops: Willamette, Chinook, Perle, East Kent Goldings\r\n\r\nAwards: Gold medal Great American Beer Fest 2007","abv":"5.6","ibu":"31","glasswareId":5,"availableId":4,"styleId":132,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:04","updateDate":"2012-03-22 13:05:34","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":132,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wood- and Barrel-Aged Beer","shortName":"BBL Aged","description":"A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and\/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and\/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and\/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and\/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and\/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:46:27"}},{"id":"6V8f8K","name":"Rein Pale Ale","nameDisplay":"Rein Pale Ale","description":"The Rein Pale Ale (RPA) is a cross between an American-style pale ale and a German-style lagered ale.   A beautiful light amber color, this moderately bitter pale ale is an enjoyable selection for almost any occasion.  And like all OMB beers our RPA is brewed in strict accordance with the world famous German “Reinheitsgebot” beer purity law of 1516.  That means it’s all natural, with no chemicals, preservatives or cheap adjunct ingredients.  Malt, hops, water and yeast.  Nothing else.  Taste the difference!","abv":"5.2","ibu":"48","glasswareId":5,"srmId":6,"availableId":6,"styleId":25,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6V8f8K\/upload_gqYrVr-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6V8f8K\/upload_gqYrVr-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6V8f8K\/upload_gqYrVr-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6V8f8K\/upload_gqYrVr-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6V8f8K\/upload_gqYrVr-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6V8f8K\/upload_gqYrVr-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.05","createDate":"2012-01-03 02:42:57","updateDate":"2015-12-16 08:29:49","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":6,"name":"6","hex":"F8A600"},"available":{"id":6,"name":"Summer","description":"Available during the summer months."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"29aL18","name":"Reinaert Flemish Wild Ale","nameDisplay":"Reinaert Flemish Wild Ale","abv":"9","styleId":57,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:04","updateDate":"2018-05-01 12:10:49","style":{"id":57,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Flanders Oud Bruin or Oud Red Ales","shortName":"Flanders Red","description":"This light- to medium-bodied deep copper to brown ale is characterized by a slight to strong lactic sourness, and with \"Reds\" sometimes a balanced degree of acetic acid. Brettanomyces produced flavors and aromas are not part of character. A fruity-estery character which is often cherry-like is apparent with no hop flavor or aroma. Flanders brown ales have low to medium bitterness and a cocoa-like character from roast malt. Roasted malt character in aroma and flavor is acceptable at low levels. A very low degree of malt sweetness may be present and in balance with the acidity produced by Lactobacillus activity. Oak-like or woody characters may be pleasantly integrated into overall palate. Chill haze is acceptable at low serving temperatures. Some versions may be more highly carbonated and, when bottle conditioned, may appear cloudy (yeast) when served. These final beers are often blended old with new before packaging in order to create the brewer's intended balance of characters.","ibuMin":"15","ibuMax":"25","abvMin":"4.8","abvMax":"6.5","srmMin":"12","srmMax":"20","ogMin":"1.044","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:31:39"}},{"id":"1bcVL2","name":"Reinaert Tripel","nameDisplay":"Reinaert Tripel","abv":"9","styleId":59,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-06-28 08:39:29","updateDate":"2017-06-29 14:13:18","style":{"id":59,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Tripel","shortName":"Belgian Tripel","description":"Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale\/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop\/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.","ibuMin":"20","ibuMax":"45","abvMin":"7","abvMax":"10","srmMin":"4","srmMax":"9","ogMin":"1.07","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:31:50"}},{"id":"GQZi2K","name":"Reinbecker","nameDisplay":"Reinbecker","abv":"5.5","styleId":117,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GQZi2K\/upload_llm056-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GQZi2K\/upload_llm056-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GQZi2K\/upload_llm056-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GQZi2K\/upload_llm056-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GQZi2K\/upload_llm056-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GQZi2K\/upload_llm056-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-11-29 16:45:57","updateDate":"2015-12-17 07:44:14","style":{"id":117,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:12"}},{"id":"5MF1X7","name":"Reindeer Fuel","nameDisplay":"Reindeer Fuel","description":"One word: Chocoliciousness. Brewed with a healthy dose of chocolate malt, this ale is rich and smooth. Copious amounts of semi-sweet Bavarian chocolate are then tempered and added to this brew, infusing it with and even more intense chocolate aroma and flavor – perfect for dessert! (or breakfast, or lunch, or a snack…).","availableId":8,"styleId":122,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-04-15 19:51:07","updateDate":"2015-04-15 19:51:07","available":{"id":8,"name":"Winter","description":"Available during the winter months."},"style":{"id":122,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Chocolate \/ Cocoa-Flavored Beer","shortName":"Chocolate Beer","description":"Chocolate beers use \"dark\" chocolate or cocoa in any of its forms other than or in addition to hops to create a distinct (ranging from subtle to intense) character. Under hopping allows chocolate to contribute to the flavor profile while not becoming excessively bitter. White Chocolate should not be entered into this category. If this beer is a classic style with chocolate or cocoa, the brewer should specify the classic style.","ibuMin":"15","ibuMax":"40","abvMin":"2.5","abvMax":"12","srmMin":"15","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:36"}},{"id":"PXD0ET","name":"Reindeer Games","nameDisplay":"Reindeer Games","abv":"8","glasswareId":8,"srmId":13,"availableId":3,"styleId":30,"isOrganic":"N","isRetired":"Y","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PXD0ET\/upload_H3QVaj-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PXD0ET\/upload_H3QVaj-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PXD0ET\/upload_H3QVaj-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PXD0ET\/upload_H3QVaj-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PXD0ET\/upload_H3QVaj-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PXD0ET\/upload_H3QVaj-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-01-03 15:18:36","updateDate":"2018-11-02 02:13:07","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"srm":{"id":13,"name":"13","hex":"CB6200"},"available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"fu1YzZ","name":"Reindeer Repellent","nameDisplay":"Reindeer Repellent","abv":"4.2","styleId":36,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-12-19 21:52:54","updateDate":"2012-12-19 21:52:55","style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"T168oA","name":"Reinheits Kaput!","nameDisplay":"Reinheits Kaput!","description":"A hoppy helles bock collaboration brew between The Brew Kettle and Willoughby Brewing Company for Cleveland Beer Week 2012.","abv":"5.2","styleId":89,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-11-16 18:49:11","updateDate":"2014-12-27 11:38:03","style":{"id":89,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Heller Bock\/Maibock","shortName":"Maibock","description":"The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and\/or bready malt character is often evident. Roast or heavy toast\/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.","ibuMin":"20","ibuMax":"38","abvMin":"6","abvMax":"8","srmMin":"4","srmMax":"10","ogMin":"1.066","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:04"}},{"id":"tbSdHw","name":"Reinheitsge-Not","nameDisplay":"Reinheitsge-Not","description":"Brewed in collaboration with Zwei Brewing and C.B & Potts, this deceptively light-colored brew is full of roasty, chocolate and coffee notes found in a traditional stout with the addition of Nuance Chocolate Ghana cacao beans and freshly roasted Cranknstein coffee.","abv":"7","ibu":"40","styleId":44,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-08-14 19:39:22","updateDate":"2015-08-14 20:01:02","style":{"id":44,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Specialty Stouts","shortName":"Stout","description":"See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt\/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.","ibuMin":"35","ibuMax":"50","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:58"}},{"id":"YhAEKM","name":"Reinheitsgefekjaself","nameDisplay":"Reinheitsgefekjaself","description":"Those Krauts and their rules, right? With the 'only water, barley, hops and yeast' and their 'it has to be brewed in Koooln if ya call it Koooolsch.' To that, I say 'FOOEY!' . We used the finest German Pilsen and dashes of Munich and Wheat malts. We fermented cool with a clean little European Ale yeast. We only added a handful of American hops for balance. Yeah, yeah, yeah, they weren't NOOble hops. Yeah, yeah, yeah, we're in KenTUCKy. We get it, and we think we named this beer in the spirit a what we think about all that. So THERE","abv":"5","ibu":"18.8","styleId":45,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.05","createDate":"2016-09-06 12:16:06","updateDate":"2016-09-06 12:16:06","style":{"id":45,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Kölsch \/ Köln-Style Kölsch","shortName":"Kölsch","description":"Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.","ibuMin":"18","ibuMax":"25","abvMin":"4.8","abvMax":"5.3","srmMin":"4","srmMax":"6","ogMin":"1.042","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:04"}}],"status":"success"}