{"currentPage":799,"numberOfPages":1791,"totalResults":89515,"data":[{"id":"8SXwqV","name":"Hubrew Smoked Porter","nameDisplay":"Hubrew Smoked Porter","description":"Hubrew Smoked Porter is a medium bodied ale made with the finest smoked malts, giving it the perfect smokey finish.","abv":"7","styleId":38,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8SXwqV\/upload_4dHQBL-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8SXwqV\/upload_4dHQBL-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8SXwqV\/upload_4dHQBL-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8SXwqV\/upload_4dHQBL-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8SXwqV\/upload_4dHQBL-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8SXwqV\/upload_4dHQBL-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-10-22 11:22:25","updateDate":"2015-12-16 18:43:17","style":{"id":38,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Smoke Porter","shortName":"Smoke Porter","description":"Smoke porters are chestnut brown to black in color. They can exhibit a mild to assertive smoke character in balance with other beer characters. Black malt character can be perceived in some porters, while others may be absent of strong roast character. Roast barley character should be absent. Medium to full malt sweetness, caramel and chocolate are acceptable along with medium to medium-high hop bitterness. These beers are usually medium to full bodied. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"40","abvMin":"5","abvMax":"8.7","srmMin":"20","srmMax":"20","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:41"}},{"id":"x6LukH","name":"Hubris","nameDisplay":"Hubris","description":"A traditional American pale ale, dry hopped with 20 lbs of Citra “wet hops.” Wet hops are flown in overnight from Yakima Valley, Washington, and added directly to Hubris… can’t get more fresh than that!","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-06-26 20:39:32","updateDate":"2012-06-26 20:39:32","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"Q49PLJ","name":"Hubris","nameDisplay":"Hubris","description":"Anniversary Ale","abv":"13","availableId":2,"styleId":60,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Q49PLJ\/upload_dRQswt-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Q49PLJ\/upload_dRQswt-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Q49PLJ\/upload_dRQswt-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Q49PLJ\/upload_dRQswt-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Q49PLJ\/upload_dRQswt-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Q49PLJ\/upload_dRQswt-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-01-03 12:19:01","updateDate":"2018-06-28 19:58:38","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":60,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Quadrupel","shortName":"Belgian Quad","description":"Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut\/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring\/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.","ibuMin":"25","ibuMax":"50","abvMin":"9","abvMax":"14","srmMin":"8","srmMax":"20","ogMin":"1.084","fgMin":"1.014","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:33:33"}},{"id":"WYzxsk","name":"Hubris","nameDisplay":"Hubris","description":"Quadrupel IPA hopped in every step of the brewing process with simcoe, citra, amarillo, cascade and centennial. Big dank citrus flavor. Hazy color.","abv":"10","ibu":"250","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-05-12 18:50:15","updateDate":"2017-05-12 18:50:16","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"ke6OBs","name":"Hubris Huge IPA","nameDisplay":"Hubris Huge IPA","abv":"8.6","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-08-13 20:05:14","updateDate":"2016-09-12 20:21:59","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"kpbyaI","name":"Hüchelner Urstoff","nameDisplay":"Hüchelner Urstoff","abv":"4.7","styleId":45,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-08-12 12:16:54","updateDate":"2012-08-18 23:08:14","style":{"id":45,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Kölsch \/ Köln-Style Kölsch","shortName":"Kölsch","description":"Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.","ibuMin":"18","ibuMax":"25","abvMin":"4.8","abvMax":"5.3","srmMin":"4","srmMax":"6","ogMin":"1.042","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:04"}},{"id":"GuNrPF","name":"Huck 'n Tuck Wheat","nameDisplay":"Huck 'n Tuck Wheat","abv":"5.4","ibu":"12","styleId":112,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.05","createDate":"2014-09-18 19:21:32","updateDate":"2014-09-18 19:21:32","style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"LTTSL4","name":"Huck It!","nameDisplay":"Huck It!","description":"A Gluten-Reduced Summer Honey Ale with Huckleberry Extract","abv":"5","styleId":127,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-06-14 12:36:33","updateDate":"2018-06-14 12:36:33","style":{"id":127,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Gluten-Free Beer","shortName":"Gluten-Free Beer","description":"A beer (lager, ale or other) that is made from fermentable sugars, grains and converted carbohydrates. Ingredients do not contain gluten, in other words zero gluten (No barley, wheat, spelt, oats, rye, etc). May or may not contain malted grains that do not contain gluten. Brewers may or may not design and identify these beers along other style guidelines with regard to flavor, aroma and appearance profile. The beer's overall balance and character should be based on its own merits and not necessarily compared with traditional styles of beer. In competitions, brewers identify ingredients and fermentation type. NOTE: These guidelines do not supersede any government regulations. Wine, mead, flavored malt beverages or beverages other than beer as defined by the TTB (U.S. Trade and Tax Bureau) are not considered \"gluten-free beer\" under these guidelines.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:45:08"}},{"id":"osmayX","name":"Huck's Habanero Wheat","nameDisplay":"Huck's Habanero Wheat","description":"With 10 pounds of fresh habanero peppers in each batch, this beer is as ornery as Huck Finn himself!  A little more spice than sweetness, this wheat beer is sure to get your taste buds active.","abv":"5.5","styleId":168,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/osmayX\/upload_8QPfCO-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/osmayX\/upload_8QPfCO-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/osmayX\/upload_8QPfCO-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/osmayX\/upload_8QPfCO-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/osmayX\/upload_8QPfCO-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/osmayX\/upload_8QPfCO-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-09-24 18:01:35","updateDate":"2017-06-26 17:21:36","style":{"id":168,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Chili Pepper Beer","shortName":"Chili Beer","description":"Chili Pepper Beers are any range of color from pale to very dark depending on the underlying style. Clear or hazy beer is acceptable in appearance. Chili Beers are any beers using chili peppers as a flavor, aroma or “heat” inducing adjunct to create distinct and balanced (ranging from subtle to intense) character. Chili pepper aromas ranging from subtle to intense may or may not be evident, and should not be overpowered by hop aromas. Malt sweetness can vary from very low to medium-high levels, depending on the underlying beer style. Hop bitterness is very low to medium-high. Chili pepper aroma and flavor qualities should not be overpowered by hop aroma and flavor, and should be present in harmony with characteristics typical of the underlying beer style. Chili pepper qualities may vary widely as vegetal, spicy or \"heat\" inducing flavors and\/or aromas.","createDate":"2015-04-07 17:17:16"}},{"id":"sPKCXR","name":"Huck-me-Buck","nameDisplay":"Huck-me-Buck","description":"Hearty autumnal ale, tawny in colour and although gentle on bitterness it has plenty of maltiness and a generous amount of late hop aroma.","abv":"4.4","glasswareId":5,"availableId":4,"styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:27","updateDate":"2018-11-02 19:30:35","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"BCeA5s","name":"Huckle-Weizen","nameDisplay":"Huckle-Weizen","description":"Our First World Cup Silver Medal Winner (2002)\r\n\r\nThe Huckleberry Wheat is bear food in a bottle!\r\n\r\nMost other fruit beers have such a tart snap that you can't taste the beer. The Huckle-Weizen is BEER with just enough huckleberry to make you yearn for the wilderness!","abv":"5.3","glasswareId":9,"availableId":1,"styleId":48,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BCeA5s\/upload_UMADdc-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BCeA5s\/upload_UMADdc-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BCeA5s\/upload_UMADdc-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BCeA5s\/upload_UMADdc-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BCeA5s\/upload_UMADdc-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BCeA5s\/upload_UMADdc-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:27","updateDate":"2015-12-16 09:09:07","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":48,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Hefeweizen \/ Hefeweissbier","shortName":"Hefeweizen","description":"The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"3","srmMax":"9","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:27"}},{"id":"8B3xZ8","name":"Huckleberry","nameDisplay":"Huckleberry","abv":"6.7","styleId":119,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-07-19 14:30:49","updateDate":"2017-07-19 14:30:49","style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"u0ZLYp","name":"Huckleberry Ale","nameDisplay":"Huckleberry Ale","abv":"5","styleId":119,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/u0ZLYp\/upload_CkDLCz-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/u0ZLYp\/upload_CkDLCz-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/u0ZLYp\/upload_CkDLCz-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/u0ZLYp\/upload_CkDLCz-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/u0ZLYp\/upload_CkDLCz-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/u0ZLYp\/upload_CkDLCz-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:27","updateDate":"2015-12-16 05:11:19","style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"GneqrJ","name":"Huckleberry Chapel Witbier","nameDisplay":"Huckleberry Chapel Witbier","description":"If you've spent any time in the Northwest, you know of our love of the mountain huckleberry. This tiny fruit feeds bird and bear alike. It also feeds our hunger to experience the robust land in which we live. From frigid steam and alpine lake, to soaring peek and high mountain pasture, the unassuming huckleberry is a welcome sight to all on the trail.","abv":"4.9","availableId":6,"styleId":119,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-05-08 18:30:12","updateDate":"2017-05-08 18:30:12","available":{"id":6,"name":"Summer","description":"Available during the summer months."},"style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"ENbx84","name":"Huckleberry Cider","nameDisplay":"Huckleberry Cider","abv":"7","styleId":155,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-04-04 13:30:30","updateDate":"2017-04-04 13:30:30","style":{"id":155,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Fruit Cider","shortName":"Fruit Cider","description":"Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.","abvMin":"5","abvMax":"9","ogMin":"1.045","ogMax":"1.07","fgMin":"0.995","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:49:07"}},{"id":"gDUfJv","name":"Huckleberry Cider","nameDisplay":"Huckleberry Cider","description":"We are not done with Summer yet, we are launching another Summer Seasonal, Huckleberry Cider. This juicy new creation is sure to tempt your taste buds to enjoy the last bit of summer!","abv":"6.9","availableId":4,"styleId":155,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-09-24 13:00:11","updateDate":"2018-09-24 13:00:11","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":155,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Fruit Cider","shortName":"Fruit Cider","description":"Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.","abvMin":"5","abvMax":"9","ogMin":"1.045","ogMax":"1.07","fgMin":"0.995","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:49:07"}},{"id":"IAP9Ye","name":"Huckleberry Cream Ale","nameDisplay":"Huckleberry Cream Ale","description":"We begin with slight variations on our traditional Cream Ale recipe. Real huckleberries are added during the last minutes of the boil to lend a subtle berry aroma and flavor.","abv":"5.5","ibu":"11.7","glasswareId":5,"srmId":4,"availableId":1,"styleId":109,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/IAP9Ye\/upload_GCH9bU-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/IAP9Ye\/upload_GCH9bU-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/IAP9Ye\/upload_GCH9bU-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/IAP9Ye\/upload_GCH9bU-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/IAP9Ye\/upload_GCH9bU-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/IAP9Ye\/upload_GCH9bU-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-05-02 18:25:16","updateDate":"2015-12-17 01:50:32","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":4,"name":"4","hex":"FFBF42"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":109,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"American-Style Cream Ale or Lager","shortName":"Cream Ale","description":"Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and\/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.","ibuMin":"10","ibuMax":"22","abvMin":"4.2","abvMax":"5.6","srmMin":"2","srmMax":"5","ogMin":"1.044","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:30"}},{"id":"gl96iW","name":"Huckleberry Gose","nameDisplay":"Huckleberry Gose","abv":"5.5","ibu":"14","styleId":165,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-12-10 16:12:20","updateDate":"2017-12-10 16:12:20","style":{"id":165,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Contemporary Gose","shortName":"Contemporary Gose","description":"Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy\/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze\/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.","createDate":"2015-04-07 17:10:42"}},{"id":"X7owdC","name":"Huckleberry Honey","nameDisplay":"Huckleberry Honey","description":"Purely seasonal, purely dependent on good berry years, and purely delightful. This fun loving mead wine appears in late fall but immediately transports honey wine lovers back to the very best days of summer. The unique flavor of native Montana huckleberries and honey wine makes it easy to remember that perfect afternoon on a favorite stream of mountain trail. Best served slightly chilled.","abv":"12.5","availableId":4,"styleId":142,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-06 13:57:46","updateDate":"2017-09-06 13:58:54","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":142,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Sweet Mead","shortName":"Sweet Mead","description":"Similar in balance, body, finish and flavor intensity to a well-made dessert wine (such as Sauternes), with a pleasant mixture of honey character, residual sweetness, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:08"}},{"id":"hMqnzE","name":"Huckleberry Honey Ale","nameDisplay":"Huckleberry Honey Ale","description":"Summer seasonal infused with just the right amounts of Huckleberry and Honey to perfectly balance this summertime treat. The delicate honey and huckleberry aromas are balanced with wheat and hops to create a refreshing ale for the hot days of summer.","abv":"5.04","styleId":119,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-02-27 14:36:34","updateDate":"2017-02-27 14:36:34","style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"YFl0iz","name":"Huckleberry IPA Oatmeal Stout – IPA Blend","nameDisplay":"Huckleberry IPA Oatmeal Stout – IPA Blend","abv":"7.4","styleId":130,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-22 17:45:23","updateDate":"2015-03-22 17:45:23","style":{"id":130,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Experimental Beer (Lager or Ale)","shortName":"Experimental Beer","description":"An experimental beer is any beer (lager, ale or other) that is primarily grain-based and employs unusual techniques and\/or ingredients. A minimum 51% of the fermentable carbohydrates must be derived from malted grains. The overall uniqueness of the process, ingredients used and creativity should be considered. Beers such as garden (vegetable), fruit, chocolate, coffee, spice, specialty or other beers that match existing categories should not be entered into this category. Beers not easily matched to existing style categories in a competition would often be entered into this category. Beers that are a combination of other categories (spice, smoke, specialty, porter, etc.) could also be entered into this category. A statement by the brewer explaining the experimental or other nature of the beer is essential in order for fair assessment in competitions. Generally, a 25-word statement would suffice in explaining the experimental nature of the beer.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:46:02"}},{"id":"09twdO","name":"Huckleberry Irish Stout","nameDisplay":"Huckleberry Irish Stout","abv":"7.6","ibu":"106","styleId":44,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-08-20 17:48:22","updateDate":"2018-08-20 17:48:22","style":{"id":44,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Specialty Stouts","shortName":"Stout","description":"See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt\/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.","ibuMin":"35","ibuMax":"50","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:58"}},{"id":"a1l8To","name":"Huckleberry Lager","nameDisplay":"Huckleberry Lager","description":"Our Huckleberry Lager is a lite lager brewed with Idaho grown barley. A strong huckleberry nose without being overly sweet. The perfect beer to share with friends.","abv":"1.05","glasswareId":5,"availableId":1,"styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-10-29 14:31:19","updateDate":"2012-10-29 14:32:24","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"taEEsF","name":"Huckleberry Mead","nameDisplay":"Huckleberry Mead","description":"Purely seasonal, purely dependent on good berry years, and purely delightful. This fun loving Huckleberry Mead appears in late fall but immediately transports wine lovers back to the very best days of summer. The unique flavor of native Montana huckleberries and honey makes it easy to remember that perfect afternoon on a favorite stream of the mountain trail. Best served slightly chilled.","abv":"12.5","styleId":145,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-29 23:25:39","updateDate":"2018-05-22 18:17:03","style":{"id":145,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Other Fruit Melomel","shortName":"Fruit Melomel","description":"In well-made examples of the style, the fruit is both distinctive and well-incorporated into the honey-sweet-acid-tannin-alcohol balance of the mead. Different types of fruit can result in widely different characteristics; allow for a variation in the final product.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:23"}},{"id":"Yn8dDJ","name":"Huckleberry Saison","nameDisplay":"Huckleberry Saison","description":"Hops: Hallertau\r\nMalts: Pilsen, Munich, Carapils, & Caramel\r\nYeast: Saison","abv":"4.7","ibu":"24","availableId":4,"styleId":72,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Yn8dDJ\/upload_NJIOly-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Yn8dDJ\/upload_NJIOly-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Yn8dDJ\/upload_NJIOly-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Yn8dDJ\/upload_NJIOly-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Yn8dDJ\/upload_NJIOly-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Yn8dDJ\/upload_NJIOly-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-11-05 04:04:59","updateDate":"2015-12-18 06:09:28","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"K4rrgj","name":"Huckleberry Spiked Seltzer","nameDisplay":"Huckleberry Spiked Seltzer","description":"Big Sky Spiked Seltzer is our craft inspired take on \"Making Water Fun\".  Natural ingredients are combined with Pure Montana Water and fermented to 4.2% ABV.  A refreshing alternative beverage which is low in carbs, Gluten free, and it tastes great!","abv":"4.2","styleId":119,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/K4rrgj\/upload_HYWdVw-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/K4rrgj\/upload_HYWdVw-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/K4rrgj\/upload_HYWdVw-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/K4rrgj\/upload_HYWdVw-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/K4rrgj\/upload_HYWdVw-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/K4rrgj\/upload_HYWdVw-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-06-16 10:43:32","updateDate":"2019-06-17 05:00:19","style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"pVqVkv","name":"Huckleberry Stout","nameDisplay":"Huckleberry Stout","abv":"6","ibu":"40","styleId":44,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-02-13 21:39:27","updateDate":"2018-02-13 21:39:27","style":{"id":44,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Specialty Stouts","shortName":"Stout","description":"See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt\/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.","ibuMin":"35","ibuMax":"50","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:58"}},{"id":"By5PWl","name":"Huckleberry Wheat","nameDisplay":"Huckleberry Wheat","description":"Slightly cloudy wheat beer with natural huckleberry flavoring using nuggets and hallertau hops","abv":"5.2","ibu":"16","glasswareId":5,"srmId":5,"availableId":1,"styleId":114,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/By5PWl\/upload_ICu9Ck-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/By5PWl\/upload_ICu9Ck-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/By5PWl\/upload_ICu9Ck-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/By5PWl\/upload_ICu9Ck-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/By5PWl\/upload_ICu9Ck-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/By5PWl\/upload_ICu9Ck-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"very_cold","servingTemperatureDisplay":"Very Cold - (0-4C\/32-39F)","createDate":"2014-09-10 21:31:05","updateDate":"2016-07-07 18:53:13","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":5,"name":"5","hex":"FBB123"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":114,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Wheat Ale or Lager with or without Yeast","shortName":"Fruit Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and\/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.","ibuMin":"10","ibuMax":"35","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"10","ogMin":"1.036","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:43:55"}},{"id":"9u8nQT","name":"Huckleberry Wheat Ale","nameDisplay":"Huckleberry Wheat Ale","description":"This wheat ale is infused with fresh Northwest huckleberries and wheat & oats to create this berrylicious brew.","abv":"5","ibu":"20","styleId":114,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9u8nQT\/upload_tvv0oB-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9u8nQT\/upload_tvv0oB-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9u8nQT\/upload_tvv0oB-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9u8nQT\/upload_tvv0oB-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9u8nQT\/upload_tvv0oB-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9u8nQT\/upload_tvv0oB-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-06-10 20:21:21","updateDate":"2019-06-10 20:21:54","style":{"id":114,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Wheat Ale or Lager with or without Yeast","shortName":"Fruit Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and\/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.","ibuMin":"10","ibuMax":"35","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"10","ogMin":"1.036","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:43:55"}},{"id":"lTp91v","name":"Huckleberry Wheat Ale","nameDisplay":"Huckleberry Wheat Ale","description":"This wheat ale is infused with fresh Northwest huckleberries and wheat & oats to create this berrylicious brew.","abv":"5","ibu":"20","styleId":112,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/lTp91v\/upload_bKCvvw-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/lTp91v\/upload_bKCvvw-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/lTp91v\/upload_bKCvvw-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/lTp91v\/upload_bKCvvw-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/lTp91v\/upload_bKCvvw-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/lTp91v\/upload_bKCvvw-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-05-28 12:23:12","updateDate":"2019-05-28 12:23:44","style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"SzvbSJ","name":"Hud-a-wa'","nameDisplay":"Hud-a-wa'","abv":"6.8","styleId":14,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-10-22 14:02:33","updateDate":"2013-04-30 16:28:52","style":{"id":14,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Strong Ale","shortName":"Strong Ale","description":"Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)","ibuMin":"30","ibuMax":"65","abvMin":"7","abvMax":"11","srmMin":"8","srmMax":"21","ogMin":"1.06","fgMin":"1.014","fgMax":"1.04","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:05"}},{"id":"UUDUOi","name":"Hudson Porter","nameDisplay":"Hudson Porter","abv":"8.5","ibu":"20","availableId":4,"styleId":158,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UUDUOi\/upload_Os1XkB-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UUDUOi\/upload_Os1XkB-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UUDUOi\/upload_Os1XkB-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UUDUOi\/upload_Os1XkB-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UUDUOi\/upload_Os1XkB-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UUDUOi\/upload_Os1XkB-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-03-20 21:45:56","updateDate":"2015-12-18 00:06:33","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":158,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Porter","shortName":"American Imperial Porter","description":"American-style imperial porters are black in color. No roast barley or strong burnt\/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.","ibuMin":"35","ibuMax":"50","abvMin":"5.5","abvMax":"9.5","srmMin":"40","srmMax":"40","ogMin":"1.08","ogMax":"1.1","fgMin":"1.02","fgMax":"1.03","createDate":"2013-08-10 12:42:51","updateDate":"2015-04-07 15:49:32"}},{"id":"ddxkeA","name":"Hudson Red Ale","nameDisplay":"Hudson Red Ale","description":"Hudson Red Ale is a traditional Irish red style, with toasted malt sweetness and light hop character.  It finishes dry, and is well rounded with balanced flavors.  ABV 4.8%.","abv":"4.8","ibu":"1.048","availableId":2,"styleId":22,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ddxkeA\/upload_JRDLRT-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ddxkeA\/upload_JRDLRT-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ddxkeA\/upload_JRDLRT-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ddxkeA\/upload_JRDLRT-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ddxkeA\/upload_JRDLRT-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ddxkeA\/upload_JRDLRT-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-04-22 17:28:59","updateDate":"2016-05-31 18:36:04","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":22,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Irish-Style Red Ale","shortName":"Irish Red","description":"Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"20","ibuMax":"28","abvMin":"4","abvMax":"4.5","srmMin":"11","srmMax":"18","ogMin":"1.04","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:38"}},{"id":"co9r3f","name":"Hudson Valley Harvest Sour Black Raspberry","nameDisplay":"Hudson Valley Harvest Sour Black Raspberry","description":"Ale aged in oak & fermented with black raspberries","abv":"6.5","styleId":40,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-23 02:17:46","updateDate":"2017-09-25 13:42:28","style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"93gic3","name":"Hudson Valley Harvest: Sour Strawberry","nameDisplay":"Hudson Valley Harvest: Sour Strawberry","abv":"6.5","availableId":4,"styleId":170,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-08 20:14:08","updateDate":"2017-09-20 12:46:09","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":170,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wild Beer","shortName":"Wild Beer","description":"Wild Beers are any range of color. These beers may be clear or hazy due to yeast, chill haze or hop haze. Aromas may vary tremendously due to fermentation characters contributed by various known and unknown microorganisms. The overall balance should be complex and balanced. Hop aroma very low to high. Usually because of a high degree of attenuation in these beers, malt character is very low to low. If there are exceptions that are malty, the overall balance of complexity of other characters should be in harmony. Hop flavor very low to high. Hop bitterness is perceived at varying levels depending on the overall balance, but usually perceived as very low to low. Wild beers are \"spontaneously\" fermented with microorganisms that the brewer has introduced from the ambient air\/environment in the vicinity of the brewery in which the beer is brewed. Wild beers may not be fermented with any cultured strains of yeast or bacteria. Wild beer may or may not be perceived as acidic. It may include a wildly variable spectrum of flavors and aromas derived from the wild microorganisms with which it was fermented. The overall balance of flavors, aromas, appearance and body is an important factor in assessing these beers. Body is very low to medium. Spontaneously fermented beers with fruit, spice or other ingredients would be appropriately entered as Wild Beer. For purposes of competition, entries which could be appropriately entered in an existing classic or traditional category such as Belgian-Style Lambic, Gueuze, Fruit Lambic, etc. should be entered in that category and not entered as a Wild Beer.","createDate":"2015-04-07 17:21:44"}},{"id":"r7LBzy","name":"Hudsons E.S.B.","nameDisplay":"Hudsons E.S.B.","description":"Hudsons is a British style Extra Special Bitter full of hop bitterness and aroma. Rich floral and fruity aromas compliment this tank-conditioned ale. Served from a traditional British beer engine that naturally carbonates the beer.","abv":"5.3","ibu":"61","glasswareId":5,"availableId":1,"styleId":5,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-11-07 21:46:48","updateDate":"2016-11-11 13:52:21","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":5,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Extra Special Bitter","shortName":"ESB","description":"Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)","ibuMin":"30","ibuMax":"45","abvMin":"4.8","abvMax":"5.8","srmMin":"8","srmMax":"14","ogMin":"1.046","fgMin":"1.01","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:20"}},{"id":"YMgz7M","name":"Hudy 14K","nameDisplay":"Hudy 14K","abv":"4.4","styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-06-16 19:49:14","updateDate":"2014-06-16 21:43:33","style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"w2yAxv","name":"Hudy Delight","nameDisplay":"Hudy Delight","abv":"3.9","styleId":94,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-06-16 19:48:20","updateDate":"2014-06-16 21:43:34","style":{"id":94,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Light (Low Calorie) Lager","shortName":"American Light Lager","description":"These beers are extremely light colored, light in body, and high in carbonation. Calorie level should not exceed 125 per 12 ounce serving. Corn, rice, or other grain or sugar adjuncts are often used. Flavor is mild and hop bitterness and aroma is negligible to very low. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"10","abvMin":"3.5","abvMax":"4.4","srmMin":"2","srmMax":"4","ogMin":"1.024","fgMin":"1.002","fgMax":"1.008","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:35"}},{"id":"AwtdfW","name":"Hue Beer","nameDisplay":"Hue Beer","description":"Produced from a special enzyme, traditional style, luxury , elegance and intimacy as the natural and human Hue.","abv":"4.8","glasswareId":5,"availableId":1,"styleId":128,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-04-13 18:37:23","updateDate":"2015-01-13 21:35:13","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":128,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Indigenous Beer (Lager or Ale)","shortName":"Indigenous Beer","description":"This beer style is unusual in that its impetus is to commemorate combinations of ingredients and\/or techniques adopted by or unique to a particular region. At least one regional combination of ingredients and\/or techniques must be unique and differentiated from ingredients and\/or techniques commonly used by brewers throughout the world.  There are many excellent and popular beers that are brewed with either non-traditional or traditional ingredients and\/or processes yet their character may distinctively vary from all other styles currently defined or included in these guidelines. These grain-based beers are brewed reflecting local beer culture (process, ingredients, climate, etc.). This category recognizes uniquely local or regional beer types and beers distinctively not defined in any recognized style in these guidelines. They may be light or dark, strong or weak, hoppy or not hoppy. They may have characters which are unique to yeast, fermentation techniques, aging conditions, carbonation level - or higher or lower levels of profound characters normally associated with other beer types. Examples of indigenous beers might include current day versions of highly regional and\/or historic styles which are not represented elsewhere in these guidelines, such as Finnish-style sahti, S American chicha, African sorghum based beers, and others. Other examples might include beers made wholly unique by use of multiple local ingredients and\/or techniques, with the resulting beer being highly representative of location, as well as differentiated from traditional beer style categories. Beers brewed with non-traditional hop varieties, grains, malt, yeast or other ingredient that still closely approximate an existing classical category would be more appropriately entered into the classical category. New and innovative beers that do not represent locally adopted techniques or grown ingredients would be more appropriately entered into the experimental category. Proper evaluation of entries in this category requires the need to provide  judges with additional information about the beer.  A written summary illustrating the intent, background, history, design and\/or development of the beer as well as  describing any regional and\/or stylistic context, choice of ingredients, process and any other unique information, helps establish a basis for comparison between highly diverse entries. Entering brewers must provide a statement of 100 words or less illustrating the above and why it is an indigenous beer without revealing the company's identity. This statement should be carefully crafted and will be evaluated by judges and carry significant weight in their decisions. Statements that contain information which might identify or otherwise create bias towards the entry will be modified by the Competition Manager. Entries not accompanied by this information will be at a profound disadvantage during judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:45:15"}},{"id":"KDhhPK","name":"Huell & Oats","nameDisplay":"Huell & Oats","description":"A double dry-hopped NEIPA made with three kinds of oats and Huell Melon hops.","abv":"7","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-07-26 15:29:31","updateDate":"2018-07-26 15:29:31","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"unrswi","name":"Huellyea","nameDisplay":"Huellyea","abv":"6","styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-03-07 19:38:05","updateDate":"2017-03-07 19:38:05","style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"deeVFJ","name":"Huelyeah","nameDisplay":"Huelyeah","styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-12-06 14:01:30","updateDate":"2016-12-06 14:01:30","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"IIEqOb","name":"Hueneme Wit","nameDisplay":"Hueneme Wit","description":"Our Spiced Belgian Wit is brewed with Belgian and German malts as well as three different hop varietals from England. We incorporated coarsely ground coriander, whole chamomile flowers, and fresh organic Valencia orange zest from Mud Creek Ranch into the boil. A refreshing yet subtly complex brew.","abv":"5.4","ibu":"17","styleId":65,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-08-13 16:45:38","updateDate":"2015-08-13 16:52:37","style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"DIrzq2","name":"Hues","nameDisplay":"Hues (2014)","abv":"5","availableId":2,"styleId":132,"isOrganic":"N","isRetired":"N","year":2014,"labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DIrzq2\/upload_sllBNj-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DIrzq2\/upload_sllBNj-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DIrzq2\/upload_sllBNj-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DIrzq2\/upload_sllBNj-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DIrzq2\/upload_sllBNj-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DIrzq2\/upload_sllBNj-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-03-25 13:41:43","updateDate":"2015-12-17 12:21:40","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":132,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wood- and Barrel-Aged Beer","shortName":"BBL Aged","description":"A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and\/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and\/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and\/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and\/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and\/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:46:27"}},{"id":"xlWehK","name":"Huey","nameDisplay":"Huey","description":"Black IPA \/ Cascadian Dark Ale","abv":"7.1","glasswareId":13,"availableId":2,"styleId":41,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"very_cold","servingTemperatureDisplay":"Very Cold - (0-4C\/32-39F)","createDate":"2018-06-26 17:41:39","updateDate":"2018-06-26 17:50:08","glass":{"id":13,"name":"Willi","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":41,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Black Ale","shortName":"Black Ale","description":"American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.","ibuMin":"50","ibuMax":"70","abvMin":"6","abvMax":"7.5","srmMin":"35","srmMax":"35","ogMin":"1.056","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:36"}},{"id":"gLf27z","name":"Hugarden","nameDisplay":"Hugarden","styleId":1,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-06-02 12:36:14","updateDate":"2015-06-02 14:38:43","style":{"id":1,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Classic English-Style Pale Ale","shortName":"English Pale","description":"Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"5.5","srmMin":"5","srmMax":"5","ogMin":"1.04","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:23"}},{"id":"26S5HD","name":"Huge Arker","nameDisplay":"Huge Arker","description":"True to its Boontling moniker, “Huge Arker” is a massive force of nature that detonates on your tongue. After primary fermentation, the beer is aged in Wild Turkey® Bourbon barrels until it fully matures. The deep mahogany color is evocative of the opulence to follow. Dark luscious aromas of burnished oak mingle with candy sugar, bourbon and hearth-baked bread. The luxurious flavors redolent of honey and molasses are intertwined with the richness of dark chocolate and the ardent warmth of alcohol, underpinned with hints of coffee, vanilla and dark fruits.","abv":"13.5","ibu":"88","styleId":43,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/26S5HD\/upload_9HvQj9-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/26S5HD\/upload_9HvQj9-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/26S5HD\/upload_9HvQj9-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/26S5HD\/upload_9HvQj9-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/26S5HD\/upload_9HvQj9-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/26S5HD\/upload_9HvQj9-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-12-10 13:09:10","updateDate":"2015-12-17 07:42:36","style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"9BYypE","name":"Huge Citrus Hazy Pale","nameDisplay":"Huge Citrus Hazy Pale","description":"Inspired by the hazy beers that all you kids are going crazy for these days, our brewer Sho started working on this recipe over a year ago. He had never tasted a North East Pale but decided to brew something similar. After some experimentation he landed on using typical North West hops and leaving out the oats commonly used in that style. Those decisions leave us with a very juicy, well balanced beer with a lighter body than it's North East cousins. Huge Citrus gets a massive addition of Cascade and Mosaic late in the brew, and is then dry-hopped with copious amounts of Cascade and Mosaic hops while the yeast is still active, leaving a Huge Citrus aroma and flavour - notes of tropical fruit, stone fruit, orange, grapefruit & pomelo. We used Sacc Trois yeast to ferment this beer to really increase the juicyness, hazyness and to add a bit of funk. This medium to light bodied beer is very well balanced, juicy, not sweet and VERY crushable.","abv":"6.1","ibu":"35","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-07-16 15:02:20","updateDate":"2017-07-16 15:02:20","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"C34xDg","name":"Hugene","nameDisplay":"Hugene","description":"The biggest and baddest of all the porters in all the land, the Hugene is a humongous Imperial Porter that is brewed using the first runnings of wort from a huge mash yielding the darkest and highest concentration of fermentable sugars. Basically, it's dark as f***.","abv":"8.9","srmId":41,"styleId":158,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-05-04 14:16:57","updateDate":"2015-05-04 14:16:57","srm":{"id":41,"name":"Over 40","hex":"000000"},"style":{"id":158,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Porter","shortName":"American Imperial Porter","description":"American-style imperial porters are black in color. No roast barley or strong burnt\/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.","ibuMin":"35","ibuMax":"50","abvMin":"5.5","abvMax":"9.5","srmMin":"40","srmMax":"40","ogMin":"1.08","ogMax":"1.1","fgMin":"1.02","fgMax":"1.03","createDate":"2013-08-10 12:42:51","updateDate":"2015-04-07 15:49:32"}},{"id":"BtzaHQ","name":"Huger Street IPA","nameDisplay":"Huger Street IPA","description":"Our downtown Charleston version fo a what India pale ale has a generous and inviting head that releases a sneak peek to the complexity beneath. Now, close your eyes and inhale the flora of Chinook hops which introduce you to the unique aroma of confederate jasmine, followed by subtle wafts of citrus and flowers provided by the Citra hops. Exhale, taste the hint of grapefruit along with a burst of tropical fruit. Take a deep, soulful drink and experience this mysterious and thought-provoking wheat India pale ale.","abv":"7.2","ibu":"58","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-08-21 05:11:59","updateDate":"2019-07-09 13:41:49","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}}],"status":"success"}