{"currentPage":983,"numberOfPages":1791,"totalResults":89515,"data":[{"id":"bd0HVC","name":"MacLenny's Scottish Ale","nameDisplay":"MacLenny's Scottish Ale","description":"A slightly malty butterscotch-colored ale. We carmelize the malt at the end of the mashing process, producing toffee-like undertones. Hoppy end notes, thanks to the organic Tasmanian Pride of Ringwood, make this one a sophisticated ale.","abv":"6.6","glasswareId":5,"styleId":8,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-05-04 00:26:37","updateDate":"2012-05-04 00:26:37","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":8,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scottish-Style Heavy Ale","shortName":"Scottish Heavy","description":"Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"12","ibuMax":"20","abvMin":"3.5","abvMax":"4","srmMin":"10","srmMax":"19","ogMin":"1.035","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:48"}},{"id":"ohaOrc","name":"MacManalang","nameDisplay":"MacManalang","description":"A different take on Ye Olde Scotch Ale. MacManalang gets its bold flavor from a blend of 9 malts with a subtle hop character from East Kent Goldings and Fuggles. Characterized by a pleasant aroma and low carbonation with a distinctive alcoholic temperament to help balance its sweetness. Slàinte mhath!","abv":"7.5","ibu":"30","availableId":3,"styleId":15,"isOrganic":"N","isRetired":"Y","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ohaOrc\/upload_1msKhm-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ohaOrc\/upload_1msKhm-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ohaOrc\/upload_1msKhm-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ohaOrc\/upload_1msKhm-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ohaOrc\/upload_1msKhm-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ohaOrc\/upload_1msKhm-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-05-03 21:20:32","updateDate":"2018-11-02 02:13:07","available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":15,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scotch Ale","shortName":"Scotch Ale","description":"Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"25","ibuMax":"35","abvMin":"6.2","abvMax":"8","srmMin":"15","srmMax":"30","ogMin":"1.072","fgMin":"1.016","fgMax":"1.028","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:11"}},{"id":"ukFqS5","name":"Macon Love","nameDisplay":"Macon Love","description":"A rye beer brewed with fresh cherries. Pours pink and tops off with a delicate pink head.","abv":"5","ibu":"20","styleId":117,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-04-01 20:53:14","updateDate":"2019-04-01 20:53:14","style":{"id":117,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:12"}},{"id":"yVpw9a","name":"Macon Music","nameDisplay":"Macon Music","description":"Macon Beer Company set out to create an approachable India Pale Ale. The design would have a smooth and upbeat flavor profile, creating the perfect hop harmony.\r\n\r\nJust like any good musical composition, this beer was created as it was being played. The Macon Beer Company Design Team spontaneously engineered this batch of beer composing all of the heavenly hop notes together.\r\n\r\nThe team began with ingredients initially intended for other Macon Beer Company brands and then sequenced the hops to harmonize notes of stone fruit, caramel, and spice into a composition of aromas and flavors. This is our result.\r\n\r\nMusic [n]: The science of ordering to produce a pleasing combination of note.\r\n\r\n“Bragg Jam is the perfect summer festival to celebrate community through music.”","abv":"7","ibu":"75","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-09-06 19:47:22","updateDate":"2016-09-16 19:00:27","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"zc2XOM","name":"Macon Progress","nameDisplay":"Macon Progress","description":"This ale has a strong, deep aroma as a pale ale with a crisp, low bitterness finish. Progress is a conservative, balanced ale that sets the foundation for more experimental recipes to come. The label art for this brand is the result of a label design contest that was open to the public. It features a theme of growth and development for the brewery.","abv":"5","ibu":"35","styleId":25,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/zc2XOM\/upload_vrz5QL-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/zc2XOM\/upload_vrz5QL-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/zc2XOM\/upload_vrz5QL-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/zc2XOM\/upload_vrz5QL-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/zc2XOM\/upload_vrz5QL-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/zc2XOM\/upload_vrz5QL-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-03-04 20:39:25","updateDate":"2018-03-06 18:29:03","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"eMkX5q","name":"Macon Waves Double IPA w\/ Raspberries","nameDisplay":"Macon Waves Double IPA w\/ Raspberries","description":"For eleven long hours, cannons bombarded the fort's shore in 1862. Only until the end, surrender was never a thought as an overwhelming force was laid upon those Macon waves. As a tribute, we brewed this Double India Pale Ale. Blush red and triple dry hopped, this beer is brewed with Raspberries and single hopped with Mosaic.","abv":"9","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-11-09 16:40:37","updateDate":"2018-11-13 12:08:00","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"GgTLFH","name":"Macon Waves Double IPA w\/ Strawberries and Guava","nameDisplay":"Macon Waves Double IPA w\/ Strawberries and Guava","description":"For eleven long hours, cannons bombarded the fort's shore in 1862. Only until the end, surrender was never a thought as an overwhelming force was laid upon those Macon waves. As a tribute, we brewed this Double India Pale Ale. This variant of our fruited DIPA is brewed with rye, guava and local strawberries - in addition to a Loral dry hop.","abv":"8.5","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-11-09 16:41:23","updateDate":"2018-11-13 12:08:03","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"wEgjCm","name":"MacPelican's Ale","nameDisplay":"MacPelican's Ale","description":"Our interpretation of the Scottish Export style is coppery amber in color and features a mild, malty aroma. The malty flavor is balanced with Willamette hops to add a little \"snap\" to the flavor and finish of this rich, smooth ale.","abv":"5","ibu":"16","glasswareId":5,"availableId":2,"styleId":9,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.053","createDate":"2012-01-03 02:43:39","updateDate":"2019-06-18 17:19:39","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":9,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scottish-Style Export Ale","shortName":"Scottish Export","description":"The overriding character of Scottish export ale is sweet, caramel-like, and malty. Its bitterness is perceived as low to medium. Hop flavor or aroma should not be perceived. It has medium body. Fruity-ester character may be apparent. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style export ales exhibited peat smoke character, the current marketplace offers many Scottish-style export ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style export ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5.3","srmMin":"10","srmMax":"19","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:56"}},{"id":"yN5FBR","name":"MacPelican's Wee Heavy Ale","nameDisplay":"MacPelican's Wee Heavy Ale","description":"Our version of the \"Wee Heavy\" Scotch Ale style is literally a batch of MacPelican's Scottish Ale brewed with half the water and twice the boiling time to create a beer with a massive malty flavor and a deep red color. The aroma hints of rich caramel, cocoa, toffee, and tropical fruit, with a full-bodied mouthfeel and a velvety sweet, slightly dry finish. A robust beer with a dangerous, drinkable smoothness!","abv":"8.1","ibu":"16","glasswareId":5,"availableId":2,"styleId":15,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/yN5FBR\/upload_N1T0lV-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/yN5FBR\/upload_N1T0lV-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/yN5FBR\/upload_N1T0lV-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/yN5FBR\/upload_N1T0lV-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/yN5FBR\/upload_N1T0lV-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/yN5FBR\/upload_N1T0lV-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cool","servingTemperatureDisplay":"Cool - (8-12C\/45-54F)","createDate":"2012-01-03 02:43:39","updateDate":"2019-06-20 17:45:50","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":15,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scotch Ale","shortName":"Scotch Ale","description":"Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"25","ibuMax":"35","abvMin":"6.2","abvMax":"8","srmMin":"15","srmMax":"30","ogMin":"1.072","fgMin":"1.016","fgMax":"1.028","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:11"}},{"id":"khjiN7","name":"MacTarnahan's Amber Ale","nameDisplay":"MacTarnahan's Amber Ale","abv":"5.1","availableId":3,"styleId":32,"isOrganic":"N","isRetired":"Y","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/khjiN7\/upload_iiH3Vw-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/khjiN7\/upload_iiH3Vw-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/khjiN7\/upload_iiH3Vw-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/khjiN7\/upload_iiH3Vw-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/khjiN7\/upload_iiH3Vw-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/khjiN7\/upload_iiH3Vw-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-10-31 10:47:26","updateDate":"2018-11-02 02:13:07","available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"kKc0Au","name":"MacTarnahan's Full Bloom","nameDisplay":"MacTarnahan's Full Bloom","abv":"6.3","glasswareId":5,"styleId":106,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kKc0Au\/upload_Yy4KKb-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kKc0Au\/upload_Yy4KKb-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kKc0Au\/upload_Yy4KKb-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kKc0Au\/upload_Yy4KKb-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kKc0Au\/upload_Yy4KKb-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kKc0Au\/upload_Yy4KKb-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:15","updateDate":"2015-12-16 08:34:49","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":106,"categoryId":10,"category":{"id":10,"name":"International Styles","createDate":"2012-03-21 20:06:46"},"name":"International-Style Pilsener","shortName":"International Pilsener","description":"International Pilseners are straw\/golden in color and are well attenuated. This medium-bodied beer is often brewed with rice, corn, wheat, or other grain or sugar adjuncts making up part of the mash. Hop bitterness is low to medium. Hop flavor and aroma are low. Residual malt sweetness is low--it does not predominate but may be perceived. Fruity esters and diacetyl should not be perceived. Very low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are acceptable. There should be no chill haze.","ibuMin":"17","ibuMax":"30","abvMin":"4.5","abvMax":"5.3","srmMin":"3","srmMax":"4","ogMin":"1.044","fgMin":"1.008","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:11"}},{"id":"i1wIDW","name":"MacTarnahan's Full Bloom Craft Lager","nameDisplay":"MacTarnahan's Full Bloom Craft Lager","description":"With beginnings reminiscent of a Bohemian pilsner, this bountiful craft lager is a refreshingly hoppy Northwest experience.","abv":"6.3","ibu":"35","availableId":3,"styleId":98,"isOrganic":"N","isRetired":"Y","status":"verified","statusDisplay":"Verified","createDate":"2013-05-09 00:35:04","updateDate":"2018-11-02 02:13:07","available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":98,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Pilsener","shortName":"American Pilsener","description":"This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and\/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.","ibuMin":"25","ibuMax":"40","abvMin":"5","abvMax":"6","srmMin":"3","srmMax":"6","ogMin":"1.045","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:08"}},{"id":"wfNuWO","name":"MacTarnahan's Goose Bump","nameDisplay":"MacTarnahan's Goose Bump","description":"Goose Bump is a deliciously dark Imperial Stout brewed with roasted and chocolate malt, coffee beans, and bold hop flavor which percolate into a complex blend of fearsome intensity.","abv":"9","ibu":"56","glasswareId":5,"availableId":3,"styleId":43,"isOrganic":"N","isRetired":"Y","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wfNuWO\/upload_WCjeTe-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wfNuWO\/upload_WCjeTe-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wfNuWO\/upload_WCjeTe-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wfNuWO\/upload_WCjeTe-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wfNuWO\/upload_WCjeTe-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wfNuWO\/upload_WCjeTe-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-05-09 00:35:44","updateDate":"2018-11-02 02:13:07","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"BIpWpG","name":"MacTarnahan's Ink Blot Baltic Porter","nameDisplay":"MacTarnahan's Ink Blot Baltic Porter","description":"The dark warming porter, laced with a mania of malts, that spills its secrets in every insanely delicious sip.","abv":"7.5","ibu":"35","glasswareId":5,"availableId":3,"styleId":104,"isOrganic":"N","isRetired":"Y","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BIpWpG\/upload_aPYbE9-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BIpWpG\/upload_aPYbE9-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BIpWpG\/upload_aPYbE9-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BIpWpG\/upload_aPYbE9-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BIpWpG\/upload_aPYbE9-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BIpWpG\/upload_aPYbE9-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-05-09 00:36:05","updateDate":"2018-11-02 02:13:07","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":104,"categoryId":9,"category":{"id":9,"name":"Other Lager","createDate":"2012-03-21 20:06:46"},"name":"Baltic-Style Porter","shortName":"Baltic Porter","description":"A true smooth cold-fermented and cold lagered beer, brewed with lager yeast. Black to very deep ruby\/garnet in color. Overall, Baltic Porters have a very smooth lagered character with distinctive caramelized sugars, licorice and chocolate-like character of roasted malts and dark sugars. Roasted dark malts should not contribute bitterness, or astringent roast character. A low degree of smokiness from malt may be evident. Debitterized roast malts are best used for this style. Because of its alcoholic strength, aroma may include gentle (low) lager fruitiness (berries, grapes, plums, not banana; ale-like fruitiness from warm temperature fermentation is not appropriate), complex alcohols, cocoa-like, roast malt (and sometimes coffee-like roast barley, yet not bitter). Hop aroma is very low, though a hint of floral or sweet hop aroma can complement aromatics and flavor without dominance. Baltic Porters are not hop bitter dominated and expressed as low to medium-low. Baltic porters range from having medium to full body complemented with a medium-low to medium level of malty sweetness. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor.","ibuMin":"35","ibuMax":"40","abvMin":"7.5","abvMax":"9","srmMin":"40","srmMax":"40","ogMin":"1.072","fgMin":"1.016","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:41:46"}},{"id":"PwH988","name":"MacTarnahan's Lip Stinger","nameDisplay":"MacTarnahan's Lip Stinger","description":"The first of four in a new series of specialty beers (introduced 2009-10), available August through October.","abv":"4.8","ibu":"32","glasswareId":8,"availableId":3,"styleId":72,"isOrganic":"N","isRetired":"Y","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PwH988\/upload_3BwaOy-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PwH988\/upload_3BwaOy-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PwH988\/upload_3BwaOy-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PwH988\/upload_3BwaOy-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PwH988\/upload_3BwaOy-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PwH988\/upload_3BwaOy-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-05-09 00:36:36","updateDate":"2018-11-02 02:13:07","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"VWtBtJ","name":"MacTarnahan's Sling Shot Extra Pale Ale","nameDisplay":"MacTarnahan's Sling Shot Extra Pale Ale","description":"Sling Shot is a seasonal Extra Pale Ale for the spring with rich golden color. Its lively hopped flavor makes for a mischievously good and refreshing ale that \"hits the spot!\"","abv":"6.2","ibu":"27","glasswareId":5,"availableId":3,"styleId":25,"isOrganic":"N","isRetired":"Y","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VWtBtJ\/upload_YLKtrm-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VWtBtJ\/upload_YLKtrm-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VWtBtJ\/upload_YLKtrm-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VWtBtJ\/upload_YLKtrm-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VWtBtJ\/upload_YLKtrm-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VWtBtJ\/upload_YLKtrm-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-05-09 00:43:11","updateDate":"2018-11-02 02:13:07","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"kAKoCB","name":"MacTarnahan's Winter Humbug'r Ale","nameDisplay":"MacTarnahan's Winter Humbug'r Ale","abv":"5.3","ibu":"27","glasswareId":5,"availableId":3,"styleId":18,"isOrganic":"N","isRetired":"Y","status":"verified","statusDisplay":"Verified","createDate":"2013-05-09 00:47:48","updateDate":"2018-11-02 02:13:07","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"ClG7of","name":"MacTarnahan’s Amber Ale","nameDisplay":"MacTarnahan’s Amber Ale","description":"MacTarnahan’s is a deep copper-hued Amber Ale dry-hopped with Cascade hops from the great Northwest. That’s what gives Mac’s its crisp, complex flavor. One taste of our Mac’s Amber Ale and you’ll experience the tradition of a true Portland original. It’s damn good beer.","abv":"5.1","ibu":"32","glasswareId":5,"srmId":14,"availableId":1,"styleId":32,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ClG7of\/upload_8Wnupf-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ClG7of\/upload_8Wnupf-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ClG7of\/upload_8Wnupf-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ClG7of\/upload_8Wnupf-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ClG7of\/upload_8Wnupf-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ClG7of\/upload_8Wnupf-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.053","createDate":"2012-01-03 02:42:41","updateDate":"2015-12-16 11:40:05","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":14,"name":"14","hex":"C35900"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"7gm1RV","name":"MacTavish In Memoriam","nameDisplay":"MacTavish In Memoriam","description":"Inspirée des pale ales américaines, la MacTavish exhale des parfums de houblons verts, de terre ancestrale et d’épices. La bouche valse entre les saveurs sucrées du malt et le fruit tropical des houblons du Nouveau Monde, le tout s’étirant dans une finale des plus rafraîchissantes.","abv":"5","ibu":"30","availableId":1,"styleId":25,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7gm1RV\/upload_im6W0n-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7gm1RV\/upload_im6W0n-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7gm1RV\/upload_im6W0n-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7gm1RV\/upload_im6W0n-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7gm1RV\/upload_im6W0n-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7gm1RV\/upload_im6W0n-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2017-02-25 20:38:46","updateDate":"2017-03-06 16:16:17","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"gp3Fo2","name":"MacTawisch Scottish Ale","nameDisplay":"MacTawisch Scottish Ale","description":"Malty and sweet with just a hint of peat, this beer gets it balance from Quasia Wood, a traditional Scottish Ale spice.","glasswareId":5,"styleId":8,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:39","updateDate":"2014-10-09 16:35:19","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":8,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scottish-Style Heavy Ale","shortName":"Scottish Heavy","description":"Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"12","ibuMax":"20","abvMin":"3.5","abvMax":"4","srmMin":"10","srmMax":"19","ogMin":"1.035","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:48"}},{"id":"4fTvVe","name":"Mad & Noisey","nameDisplay":"Mad & Noisey","description":"Inspired by the Kolsch beers of Cologne Germany, this stra-blonde ale is subtly hopped, fermented with ale yeast and then lagered cold. The results, a light bodied brew with a delicate fruity aroma of an ale and a crisp clean finish of a lager.","abv":"4.8","ibu":"21","styleId":164,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-09-03 00:41:47","updateDate":"2018-09-18 19:20:44","style":{"id":164,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Session India Pale Ale","shortName":"Session IPA","description":"Session India Pale Ales are gold to copper. Chill haze is allowable at cold temperatures and hop haze is allowable at any temperature. Fruity-ester aroma is light to moderate. Hop aroma is medium to high with qualities from a wide variety of hops from all over the world. Low to medium maltiness is present. Hop flavor is strong, characterized by flavors from a wide variety of hops. Hop bitterness is medium to high. Fruity-ester flavors are low to moderate. Diacetyl is absent or at very low levels. Body is low to medium.","createDate":"2015-04-07 17:07:27"}},{"id":"uONoMB","name":"Mad & Noisy Hops & Bolts","nameDisplay":"Mad & Noisy Hops & Bolts","description":"Our brewers have riveted together the best components of a European Lager, a west coast IPA and an English Pale Ale to build an intriguingly bitter, yet malty hopped up brew. Left unfiltered and constructed with 5 palate-crushing hops, the result is a pithy grapefruit bitterness on a foundation of sweet caramel malt underpinned with notes of chocolate and nut.","abv":"5.3","ibu":"60","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-12-10 20:18:23","updateDate":"2015-02-05 12:05:11","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"1uWZBv","name":"Mad Abbot Christmas Ale","nameDisplay":"Mad Abbot Christmas Ale","description":"A dark Belgian style quadruple, it's about as close as you'll get to Christmas in a bottle, with strong notes of spice, rum, fruit cake and plum - clocking in at 11.3% ABV, it's not for the faint-hearted.","abv":"11.3","availableId":4,"styleId":60,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-12-29 06:38:55","updateDate":"2013-12-29 23:56:14","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":60,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Quadrupel","shortName":"Belgian Quad","description":"Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut\/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring\/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.","ibuMin":"25","ibuMax":"50","abvMin":"9","abvMax":"14","srmMin":"8","srmMax":"20","ogMin":"1.084","fgMin":"1.014","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:33:33"}},{"id":"I9EcCn","name":"Mad Anthony's Ale","nameDisplay":"Mad Anthony's Ale","description":"Anthony Wayne adopted a military career at the outset of the American Revolutionary War, where his military exploits and fiery personality quickly earned him a promotion to the rank of brigadier general and the sobriquet of \"Mad Anthony\". Erie Brewing Companies Classic American Pale Ale features a balanced malt and hop flavor which we feel the Nutty General would approve of despite his revolutionary tendencies.","abv":"5.5","ibu":"40","styleId":25,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/I9EcCn\/upload_O2otqH-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/I9EcCn\/upload_O2otqH-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/I9EcCn\/upload_O2otqH-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/I9EcCn\/upload_O2otqH-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/I9EcCn\/upload_O2otqH-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/I9EcCn\/upload_O2otqH-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:39","updateDate":"2016-03-21 19:53:55","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"LSrqUN","name":"Mad Badger Barley Wine","nameDisplay":"Mad Badger Barley Wine","styleId":34,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:39","updateDate":"2015-06-05 15:40:05","style":{"id":34,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Barley Wine Ale","shortName":"American Barleywine","description":"American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and\/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.","ibuMin":"60","ibuMax":"100","abvMin":"8.4","abvMax":"12","srmMin":"11","srmMax":"22","ogMin":"1.09","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:08"}},{"id":"mdhdpA","name":"Mad Bark","nameDisplay":"Mad Bark","description":"This is new territory. This is playing loud to 30,000 screaming fans. This is wake up in stereo. Indescribable Mad Bark Hard Apple Cider infused with the seductive bittersweet taste of cinnamon. If you take requests, hand them a bottle. Share your discovery. Check their pulse. Rev it up.","abv":"5","availableId":4,"styleId":154,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mdhdpA\/upload_8ISAvc-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mdhdpA\/upload_8ISAvc-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mdhdpA\/upload_8ISAvc-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mdhdpA\/upload_8ISAvc-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mdhdpA\/upload_8ISAvc-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mdhdpA\/upload_8ISAvc-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-01-16 18:03:40","updateDate":"2017-02-06 13:50:04","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":154,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"New England Cider","shortName":"New England Cider","description":"Substantial body and character.","abvMin":"7","abvMax":"13","ogMin":"1.06","ogMax":"1.1","fgMin":"0.995","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:49:02"}},{"id":"3pp1jR","name":"Mad Bishop","nameDisplay":"Mad Bishop","description":"Mad Bishop, one of our most popular seasonal brews, has been haunting the congregation with its distinct copper color, rich toasted malt flavor and aroma, and 5.8% abv since it was first brewed in 1996. This true German-style Oktoberfest combines complex aromas and flavors of sweet and toasted malt, a smooth mouthfeel created by an 8 week lagering process, and a clean, crisp finish for a sermon that’s easy to swallow.","abv":"5.8","ibu":"30","glasswareId":5,"availableId":4,"styleId":81,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/3pp1jR\/upload_KvEiJo-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/3pp1jR\/upload_KvEiJo-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/3pp1jR\/upload_KvEiJo-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/3pp1jR\/upload_KvEiJo-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/3pp1jR\/upload_KvEiJo-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/3pp1jR\/upload_KvEiJo-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.061","createDate":"2012-01-03 02:43:39","updateDate":"2015-12-16 12:36:00","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":81,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Märzen","shortName":"Märzen","description":"Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.","ibuMin":"18","ibuMax":"25","abvMin":"5.3","abvMax":"5.9","srmMin":"4","srmMax":"15","ogMin":"1.05","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:50"}},{"id":"vTSRcK","name":"Mad Brewer Maibock","nameDisplay":"Mad Brewer Maibock","description":"A bock beer is required by German law to start at 17Ã?Â°Plato.   For those who are interested, Ã?Â°Plato is a measurement of the sugar content before fermentation.  It is a very malty lager beer with medium hop bitterness.  A maibock is a light to amber colored bock beer.  A Maibock is very similar to a Helles\/pale bock.  Maibocks were originally brewed for the coming of spring, hence the name Mai (German for May).  The Mad Brewer Maibock is medium amber in color.  Though similar in color to our Pipe Organ Pale Ale, it is very different in character.  DonÃ¢â?¬â?¢t let it get you though, itÃ¢â?¬â?¢s a very strong beer at about 7% alcohol. It has a very clean and malty nose.  The hop bitterness is evident, but not dominant.  The Mad Brewer Maibock will finish quite full and have a delicate sweetness.","abv":"7","styleId":89,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:39","updateDate":"2015-05-07 14:52:54","style":{"id":89,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Heller Bock\/Maibock","shortName":"Maibock","description":"The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and\/or bready malt character is often evident. Roast or heavy toast\/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.","ibuMin":"20","ibuMax":"38","abvMin":"6","abvMax":"8","srmMin":"4","srmMax":"10","ogMin":"1.066","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:04"}},{"id":"SeA6lm","name":"Mad Butcher IPA","nameDisplay":"Mad Butcher IPA","description":"An American style IPA brewed in honor of its namesake, Mad Butcher delivers ripe tropical fruit flavors, citrus zest, and a touch of honey from the malt, Deliberately unfiltered, the Citra hops are at the forefront and are much like the Mad Butcher himself: amplified, bold, and in your face. A limited release to enjoy while you still can.","abv":"7.5","ibu":"61","availableId":2,"styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SeA6lm\/upload_csapbu-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SeA6lm\/upload_csapbu-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SeA6lm\/upload_csapbu-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SeA6lm\/upload_csapbu-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SeA6lm\/upload_csapbu-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SeA6lm\/upload_csapbu-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2016-09-30 15:12:42","updateDate":"2017-08-30 18:24:47","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"c0okIY","name":"Mad Catter","nameDisplay":"Mad Catter","abv":"7","glasswareId":8,"styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-04-21 12:55:37","updateDate":"2015-04-21 12:55:58","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"mHJFbK","name":"Mad Cow","nameDisplay":"Mad Cow","description":"Smooth, charcoal black stout made with lactose for a lingering sweetness.","abv":"7.7","ibu":"30","availableId":4,"styleId":20,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mHJFbK\/upload_YHtoRu-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mHJFbK\/upload_YHtoRu-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mHJFbK\/upload_YHtoRu-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mHJFbK\/upload_YHtoRu-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mHJFbK\/upload_YHtoRu-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mHJFbK\/upload_YHtoRu-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-08-10 16:36:57","updateDate":"2015-12-16 18:28:10","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":20,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Sweet or Cream Stout","shortName":"Sweet Stout","description":"Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.","ibuMin":"15","ibuMax":"25","abvMin":"3","abvMax":"6","srmMin":"40","srmMax":"40","ogMin":"1.045","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:24:41"}},{"id":"ogsMZr","name":"Mad Doc","nameDisplay":"Mad Doc","description":"Mad Doc represents our high gravity wheat beer with classic banana and clove notes along with rich dark malts and noble German hops.","abv":"7.5","glasswareId":9,"availableId":7,"styleId":53,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ogsMZr\/upload_DqaVEG-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ogsMZr\/upload_DqaVEG-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ogsMZr\/upload_DqaVEG-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ogsMZr\/upload_DqaVEG-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ogsMZr\/upload_DqaVEG-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ogsMZr\/upload_DqaVEG-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-09-07 14:54:32","updateDate":"2015-12-16 19:18:26","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"available":{"id":7,"name":"Fall","description":"Available during the fall months."},"style":{"id":53,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Weizenbock \/ Weissbock","shortName":"Weizenbock","description":"This style can be either pale or dark (golden to dark brown in color) and has a high starting gravity and alcohol content. The malty sweetness of a Weizenbock is balanced with a clove-like phenolic and fruity-estery banana element to produce a wellrounded aroma and flavor. As is true with all German wheat beers, hop bitterness is low and carbonation is high. Hop flavor and aroma are absent. It has a medium to full body. If dark, a mild roast malt character should emerge in flavor and to a lesser degree in the aroma. If this is served with yeast the beer may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"15","ibuMax":"35","abvMin":"6.9","abvMax":"9.3","srmMin":"5","srmMax":"30","ogMin":"1.066","fgMin":"1.016","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:30:15"}},{"id":"vsDCEU","name":"Mad Dog","nameDisplay":"Mad Dog","abv":"5","styleId":125,"isOrganic":"Y","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vsDCEU\/upload_243BKV-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vsDCEU\/upload_243BKV-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vsDCEU\/upload_243BKV-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vsDCEU\/upload_243BKV-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vsDCEU\/upload_243BKV-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vsDCEU\/upload_243BKV-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-05-27 15:30:59","updateDate":"2015-12-18 02:17:14","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"SRJaYI","name":"Mad Dog Pale Ale","nameDisplay":"Mad Dog Pale Ale","description":"Named after an antagonist movie character with a violent temper and a propensity for drooling, furthermore brewed amongst mad-ish Scottish dogs. Nevertheless is this beer far from mad itself. You’ll find it a very pleasant, peaceful and a loyal Pale Ale - wooof.","abv":"4.75","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-12-10 02:02:46","updateDate":"2014-12-29 21:20:56","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"rwNCEs","name":"Mad Dreams","nameDisplay":"Mad Dreams","description":"Mad Elf and Dreamweaver","availableId":8,"styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-12-11 04:37:43","updateDate":"2017-12-11 04:37:43","available":{"id":8,"name":"Winter","description":"Available during the winter months."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"d2iYRY","name":"Mad Ear","nameDisplay":"Mad Ear","description":"Naked Biere De Garde. No spices.","abv":"8.1","styleId":71,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-05-01 14:37:47","updateDate":"2017-05-01 14:37:47","style":{"id":71,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French-Style Bière de Garde","shortName":"Bière de Garde","description":"Beers in this category are golden to deep copper or light brown in color. They are light to medium in body. This style of beer is characterized by a toasted malt aroma, slight malt sweetness in flavor, and low to medium hop bitterness. Noble-type hop aromas and flavors should be low to medium. Fruity esters can be light to medium in intensity. Flavor of alcohol is evident. Earthy, cellarlike, musty aromas are okay. Diacetyl should not be perceived but chill haze is okay. Often bottle conditioned with some yeast character. French-Style Biére de Garde may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"8","srmMin":"8","srmMax":"16","ogMin":"1.06","fgMin":"1.012","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:08"}},{"id":"Eo4sud","name":"Mad Elf","nameDisplay":"Mad Elf (2016)","description":"The Mad Elf is a cheerful creation to warm your heart and enlighten your tongue. The combination of cherries, honey, and chocolate malts delivers gentle fruits and subtle spices. Fermented and aged with a unique yeast, this ruby red beer has significant warming strength that underlies the pleasant character of this intriguing yet delicious Ale. The Mad Elf is a jolly and delicious beer for the holidays.","abv":"11","ibu":"15","styleId":14,"isOrganic":"N","isRetired":"N","year":2016,"status":"verified","statusDisplay":"Verified","createDate":"2017-12-09 11:18:45","updateDate":"2018-03-29 19:21:05","style":{"id":14,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Strong Ale","shortName":"Strong Ale","description":"Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)","ibuMin":"30","ibuMax":"65","abvMin":"7","abvMax":"11","srmMin":"8","srmMax":"21","ogMin":"1.06","fgMin":"1.014","fgMax":"1.04","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:05"}},{"id":"r7nh44","name":"Mad Elf","nameDisplay":"Mad Elf (2015)","description":"The Mad Elf is a cheerful creation to warm your heart and enlighten your tongue. The combination of cherries, honey, and chocolate malts delivers gentle fruits and subtle spices. Fermented and aged with a unique yeast, this ruby red beer has significant warming strength that underlies the pleasant character of this intriguing yet delicious Ale. The Mad Elf is a jolly and delicious beer for the holidays.","abv":"11","ibu":"15","styleId":14,"isOrganic":"N","isRetired":"N","year":2015,"status":"verified","statusDisplay":"Verified","createDate":"2017-12-09 11:20:10","updateDate":"2017-12-09 11:20:10","style":{"id":14,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Strong Ale","shortName":"Strong Ale","description":"Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)","ibuMin":"30","ibuMax":"65","abvMin":"7","abvMax":"11","srmMin":"8","srmMax":"21","ogMin":"1.06","fgMin":"1.014","fgMax":"1.04","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:05"}},{"id":"ZRzruY","name":"Mad Elf Ale","nameDisplay":"Mad Elf Ale","description":"The Mad Elf is a cheerful creation to warm your heart and enlighten your tongue. The combination of cherries, honey, and chocolate malt delivers gentle fruits and subtle spices. Fermented and aged with a unique yeast, this ruby red beer has significant warming strength that underlies the pleasant character of this intriguing yet delicious Ale. Enjoy this jolly and delicious beer during the holiday season!","abv":"11","ibu":"15","glasswareId":8,"srmId":24,"availableId":4,"styleId":64,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZRzruY\/upload_Okv8mk-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZRzruY\/upload_Okv8mk-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZRzruY\/upload_Okv8mk-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZRzruY\/upload_Okv8mk-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZRzruY\/upload_Okv8mk-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZRzruY\/upload_Okv8mk-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cool","servingTemperatureDisplay":"Cool - (8-12C\/45-54F)","createDate":"2012-01-03 02:43:39","updateDate":"2016-12-05 15:33:24","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"srm":{"id":24,"name":"24","hex":"821E00"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":64,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Dark Strong Ale","shortName":"Belgian Dark Strong","description":"Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"50","abvMin":"7","abvMax":"11","srmMin":"9","srmMax":"35","ogMin":"1.064","fgMin":"1.012","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:23"}},{"id":"8YwHQK","name":"Mad Elf Ale","nameDisplay":"Mad Elf Ale (2014)","description":"The Mad Elf is a cheerful creation to warm your heart and enlighten your tongue. The combination of cherries, honey, and chocolate malt delivers gentle fruits and subtle spices. Fermented and aged with a unique yeast, this ruby red beer has significant warming strength that underlies the pleasant character of this intriguing yet delicious Ale. Enjoy this jolly and delicious beer during the holiday season!","abv":"11","ibu":"15","glasswareId":8,"srmId":24,"availableId":2,"styleId":64,"isOrganic":"N","isRetired":"N","year":2014,"labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8YwHQK\/upload_Y1qdld-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8YwHQK\/upload_Y1qdld-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8YwHQK\/upload_Y1qdld-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8YwHQK\/upload_Y1qdld-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8YwHQK\/upload_Y1qdld-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8YwHQK\/upload_Y1qdld-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cool","servingTemperatureDisplay":"Cool - (8-12C\/45-54F)","createDate":"2015-12-16 19:25:29","updateDate":"2015-12-18 04:45:33","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"srm":{"id":24,"name":"24","hex":"821E00"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":64,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Dark Strong Ale","shortName":"Belgian Dark Strong","description":"Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"50","abvMin":"7","abvMax":"11","srmMin":"9","srmMax":"35","ogMin":"1.064","fgMin":"1.012","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:23"}},{"id":"9udrrn","name":"Mad Elf Grand Cru","nameDisplay":"Mad Elf Grand Cru","description":"We’ve been wanting to do this for a while now. Twenty years in just feels right. If you know Tröegs, you know The Mad Elf, the mischievous belle of the holiday beer ball that helped put our little brewery on the map. In your hands is the Director’s Cut. Tart Balaton cherries – loads of them – make all the difference. Bottle-conditioned and flush with notes of cinnamon and clove, this beer begs to be shared. Take a bottle home, gather your friends, and cherish the cherries.","abv":"11","ibu":"15","availableId":2,"styleId":64,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9udrrn\/upload_tnSDXF-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9udrrn\/upload_tnSDXF-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9udrrn\/upload_tnSDXF-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9udrrn\/upload_tnSDXF-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9udrrn\/upload_tnSDXF-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9udrrn\/upload_tnSDXF-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2017-11-30 19:13:55","updateDate":"2017-11-30 19:15:04","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":64,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Dark Strong Ale","shortName":"Belgian Dark Strong","description":"Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"50","abvMin":"7","abvMax":"11","srmMin":"9","srmMax":"35","ogMin":"1.064","fgMin":"1.012","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:23"}},{"id":"D5D0tj","name":"Mad Fat Anniversary","nameDisplay":"Mad Fat Anniversary","description":"Interboro Mad Fat Anniversary\nDouble IPA · 9.0% · 50.0 IBU\nEquinox Dust and Mosaic Dust and Citra Dust and Equinox Dust and Citra and El Dorado and Centennial.","abv":"9","ibu":"50","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-10-27 18:34:30","updateDate":"2017-10-31 19:53:26","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"tBBNfC","name":"Mad Fat Fluid","nameDisplay":"Mad Fat Fluid","description":"Aromas of orange, grapefruit and pineapple. Citrus & tropical juice on the palate, soft mouthfeel with moderate bitterness. Brewed with English Optic malt and lots of malted oats and wheat. Fermented with American ale yeast and hopped with Mosaic, Centennial & Equinox. Pours hazy pale yellow.","abv":"7","ibu":"33","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-07 18:34:16","updateDate":"2018-08-20 13:22:25","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"eyw17G","name":"Mad Fat Money","nameDisplay":"Mad Fat Money","description":"We are stoked to release our collaboration with long time friends and Long Island’s finest Barrier Brewing Company. Money IPA is a go to beer. So making Mad Fat Money with our homies was a huge honor. We mashed up Mad Fat Fluid and Money and the resulting IPA is a golden tropical citrus, bomb of an IPA.","abv":"7","ibu":"33","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-01-09 13:13:33","updateDate":"2018-01-15 21:04:23","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"7V3TCe","name":"Mad Fat Riot","nameDisplay":"Mad Fat Riot","description":"Our friends from Prison City Pub & Brewery are always down for a Riot - so we made it Mad Fat. Pours hazy pale yellow with thin white head. Aromas of peach, melon and dank. Flavors of tropical apricot and peach with mild hop bitterness. Brewed with a blend of English Pale and Pilsner base malts plus oats and wheat. Fermented with our blend of English and American ale yeast. Hopped with Mosaic, Galaxy and El Dorrado, double dry hopped with Mosaic Cryo Dust pellets.","abv":"7","ibu":"30","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-08-29 13:23:19","updateDate":"2018-08-30 21:00:47","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"Wc5eFR","name":"Mad Fat Unicorn","nameDisplay":"Mad Fat Unicorn","description":"A collaboration with Interboro Spirits & Ales using pale malt, the Pipeworks house yeast, and hopped with Citra, Mosaic and Centennial.","abv":"8","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-11-03 14:10:41","updateDate":"2017-11-03 14:10:41","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"DynLS4","name":"Mad Flow","nameDisplay":"Mad Flow","description":"DBL Dryhopped New England Inspired Wheat Ale.","abv":"5.5","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-08-29 19:28:24","updateDate":"2017-08-29 19:28:24","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"Q9sH0b","name":"Mad Goose","nameDisplay":"Mad Goose","description":"A zesty pale ale with a smooth and citrusy finish. Brewed with English Maris Otter, Caragold and Wheat malts, with Hallertau Northern Brewer bittering hops and Cascade and Willamette aroma hops.","abv":"4.2","glasswareId":2,"availableId":1,"styleId":6,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Q9sH0b\/upload_iwuaq1-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Q9sH0b\/upload_iwuaq1-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Q9sH0b\/upload_iwuaq1-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Q9sH0b\/upload_iwuaq1-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Q9sH0b\/upload_iwuaq1-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Q9sH0b\/upload_iwuaq1-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Mad Goose is best served with white meats and poultry, such as pork, lamb or chicken.","createDate":"2013-03-22 22:44:59","updateDate":"2017-05-09 17:09:03","glass":{"id":2,"name":"Goblet","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":6,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"English-Style Summer Ale","shortName":"English Summer Ale","description":"English Summer Ale is light straw to golden colored with medium-low to medium bitterness, light to medium-light body, and low to medium residual malt sweetness. Torrefied and\/or malted wheat are often used in quantities of 25% or less. Malt flavor may be biscuit-like. English, American or Noble-type hop, character, flavor and aroma are evident and may or may not be assertive yet always well balanced with malt character. Mild carbonation traditionally characterizes draft-cask versions. In bottled versions, normal or lively carbon dioxide content is appropriate. The overall impression is refreshing and thirst quenching. Fruity-ester characters are acceptable at low to moderate levels. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"30","abvMin":"3.6","abvMax":"5","srmMin":"4","srmMax":"7","ogMin":"1.036","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:26"}},{"id":"6i0T2Q","name":"Mad Happy Pale Ale","nameDisplay":"Mad Happy Pale Ale","description":"Our Flagship Pale Ale delivers a clean, flavorful, and balanced ale.  Golden-amber color with a floral nose, and mild hop bite.","abv":"5.7","availableId":1,"styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-09-29 21:58:42","updateDate":"2012-09-29 21:58:42","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"baONtD","name":"Mad Hatter IPA","nameDisplay":"Mad Hatter IPA","description":"Dry-hopping provides a distinctive and floral hop aroma, while the lively and hoppy body is subtly balanced with delicious malt notes. Hatter's hop character makes it a great fit for spicy dishes, bitter greens and beef.","abv":"7","ibu":"55","glasswareId":5,"srmId":21,"availableId":1,"styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/baONtD\/upload_46jRg3-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/baONtD\/upload_46jRg3-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/baONtD\/upload_46jRg3-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/baONtD\/upload_46jRg3-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/baONtD\/upload_46jRg3-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/baONtD\/upload_46jRg3-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Aged cheddars, herb-roasted poultry, vinaigrettes and six o’clock.","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","originalGravity":"1.067","createDate":"2012-01-03 02:43:39","updateDate":"2015-12-15 23:28:58","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":21,"name":"21","hex":"952D00"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}}],"status":"success"}