{"currentPage":1356,"numberOfPages":1791,"totalResults":89539,"data":[{"id":"TTftlO","name":"Royal Porter","nameDisplay":"Royal Porter","description":"Malts: Pale, Caramel and Chocolate \r\nHops: Columbus and Willamette","abv":"10","styleId":158,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-07 17:03:00","updateDate":"2017-09-07 17:03:01","style":{"id":158,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Porter","shortName":"American Imperial Porter","description":"American-style imperial porters are black in color. No roast barley or strong burnt\/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.","ibuMin":"35","ibuMax":"50","abvMin":"5.5","abvMax":"9.5","srmMin":"40","srmMax":"40","ogMin":"1.08","ogMax":"1.1","fgMin":"1.02","fgMax":"1.03","createDate":"2013-08-10 12:42:51","updateDate":"2015-04-07 15:49:32"}},{"id":"IiGYng","name":"Royal Pride IPA","nameDisplay":"Royal Pride IPA","description":"This india pale ale is aggressively hopped and has intense maltiness. High hop bitterness, flavor and aroma. Medium fruitiness with relatively high alcohol. Medium body, light amber color. The proprietor's favorite.","abv":"6.5","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-09-05 19:59:09","updateDate":"2014-10-10 19:53:24","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"IGJhNl","name":"Royal Pudding","nameDisplay":"Royal Pudding","abv":"5.8","ibu":"18","styleId":37,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-08-01 18:23:21","updateDate":"2016-08-01 19:03:37","style":{"id":37,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Brown Ale","shortName":"American Brown","description":"American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"25","ibuMax":"45","abvMin":"4","abvMax":"6.4","srmMin":"15","srmMax":"26","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:35"}},{"id":"5CzG7e","name":"Royal Raspberry Wheat","nameDisplay":"Royal Raspberry Wheat","description":"This golden-pink beer combines our light, refreshing wheat ale with all-natural raspberry extract, added before carbonation to produce a subtle raspberry aroma and flavor.\r\n\r\nBronze Medal Winner at the 1995 Great American Beer Festival","glasswareId":5,"availableId":1,"styleId":112,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5CzG7e\/upload_fgUUaw-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5CzG7e\/upload_fgUUaw-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5CzG7e\/upload_fgUUaw-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5CzG7e\/upload_fgUUaw-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5CzG7e\/upload_fgUUaw-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5CzG7e\/upload_fgUUaw-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2015-12-16 07:15:36","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"TCU14u","name":"Royal Red Ale","nameDisplay":"Royal Red Ale","description":"Drinking a glass of Royal Red Ale is almost as enjoyable as hitting a royal flush! Our American-style red ale has a distinctively sweet toasted malt character, well-balanced by Centennial hops. Crisp and delicious, this easy drinking ale will have you feeling like royalty.","abv":"5.5","styleId":32,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-06-14 21:36:08","updateDate":"2018-06-15 13:13:17","style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"g094f7","name":"Royal Reserve Dessert Mead","nameDisplay":"Royal Reserve Dessert Mead","description":"Aromas of pear, green melon, and honey suckle. Flavors of butterscotch and honey. Enjoy for years to come as a cordial.","abv":"19","styleId":142,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-30 00:44:57","updateDate":"2018-05-29 18:34:53","style":{"id":142,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Sweet Mead","shortName":"Sweet Mead","description":"Similar in balance, body, finish and flavor intensity to a well-made dessert wine (such as Sauternes), with a pleasant mixture of honey character, residual sweetness, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:08"}},{"id":"aNtzTz","name":"Royal Road Pale Ale","nameDisplay":"Royal Road Pale Ale","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-08-13 15:04:55","updateDate":"2015-08-13 15:04:55","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"1JmRQd","name":"Royal Roar","nameDisplay":"Royal Roar","abv":"8","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-09-04 20:04:39","updateDate":"2014-09-07 15:54:19","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"yoDdsX","name":"Royal Rumble","nameDisplay":"Royal Rumble","description":"An intensely hopped double red ale brewed with blood oranges","abv":"9.5","styleId":163,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-08-18 18:54:01","updateDate":"2015-08-18 20:39:28","style":{"id":163,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Double Red Ale","shortName":"Double Red","description":"Double Red Ales are deep amber to dark copper\/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is high, arising from any variety of hops. Medium to medium-high caramel malt character is present. Low to medium biscuit or toasted characters may also be present. Hop flavor is high and balanced with other beer characters. Hop bitterness is high to very high. Alcohol content is medium to high. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is medium to full.","createDate":"2015-04-07 17:06:23"}},{"id":"gSVrlu","name":"Royal Rye Wine","nameDisplay":"Royal Rye Wine","description":"The basis for Royal Rye Wine was a rye malt, with the addition of a unique yeast culture developed at Baltika's laboratory. Specially for the brewing, Wolfgang Lindell brought rare Nelson Sauvin hops from New Zealand, which have the aroma of Sauvignon Blanc grapes. The drink also includes ingredients never used before in beer: grape leaves from the Abrau-Dyurso valley and grape juice. They lend the drink tartness and a rich ruby colour. In addition to the traditional stages of preparation, Royal Rye Wine will be aged in oak casks. The drink is expected to combine the Nordic character of rye beer and the sophistication of red wine.","abv":"9.5","styleId":117,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-07-29 12:58:48","updateDate":"2019-07-29 12:59:46","style":{"id":117,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:12"}},{"id":"QQ6aBf","name":"Royal Salute","nameDisplay":"Royal Salute","description":"In pub cellars and shelves all over the country there will be ancient bottles relating to important royal landmarks through time whether they be for Coronations, Jubilees, Royal weddings or births. In our country we have a great brewing tradition of marking these events with special celebratory ales. Raising glasses in national celebration is where public houses come into their own providing the perfect place for friends and neighbours to celebrate.  In recent years we brewed ‘Celebration Ale’ to mark the Queen’s Silver Jubilee in 1977 and ‘Prince of Ales’ in 1981 to mark the wedding of Prince Charles and Lady Diana. Now, 2012 promises to be another great year for that purpose with Her Majesty the Queen’s Diamond Jubilee, a remarkable achievement. But 2012 is also a special year for Theakstons as this is 185th anniversary of the founding of the company by Robert Theakston. To mark these events we have brewed a 'right royal brew', Theakston Royal Salute. The beer, only available in cask, is a 5% ABV pale ale brew using the finest pale and crystal barley, Target, Challenger and Progress bitter hops and generous amounts of Sovereign hops for fruit flavour! A wondeful accompaniment for such aptly named dishes such as Coronation Chicken and Julbilee Chicken! Also delicious with light curriee and rich desserts.","abv":"5","styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-08-02 01:33:06","updateDate":"2018-11-02 20:07:59","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"58gT1s","name":"Royal Scandal","nameDisplay":"Royal Scandal","description":"Always a crowd pleaser, our version of the ever popular Pale Ale leans more towards an English Bitter than the everyday American Pale Ale. Earthy on the nose with a light floral background, this brew has a lingering caramel malt flavor and a splash of fresh citrus. The chosen yeast strain provides a distinctly European feel, but our hop profile remains uniquely American in delivering the expected flavor and aroma, as well as a characteristic bitter edge. It is hop-forward with a balance towards late hop additions and bitterness, yet this medium-bodied brew maintains an ample malt foundation on the way to a smooth, refreshing finish.","abv":"6.5","ibu":"36","glasswareId":5,"styleId":1,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/58gT1s\/upload_rOdxvg-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/58gT1s\/upload_rOdxvg-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/58gT1s\/upload_rOdxvg-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/58gT1s\/upload_rOdxvg-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/58gT1s\/upload_rOdxvg-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/58gT1s\/upload_rOdxvg-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Pale ales are great beers to pair with a wide variety of foods. Try it with anything from Mexican foods (or anything containing cilantro) to steaks and burgers.","createDate":"2012-06-27 15:03:19","updateDate":"2015-12-16 17:33:39","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":1,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Classic English-Style Pale Ale","shortName":"English Pale","description":"Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"5.5","srmMin":"5","srmMax":"5","ogMin":"1.04","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:23"}},{"id":"dI1rUQ","name":"Royal Standard","nameDisplay":"Royal Standard","abv":"10","glasswareId":8,"availableId":2,"styleId":8,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dI1rUQ\/upload_g0Crs8-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dI1rUQ\/upload_g0Crs8-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dI1rUQ\/upload_g0Crs8-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dI1rUQ\/upload_g0Crs8-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dI1rUQ\/upload_g0Crs8-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dI1rUQ\/upload_g0Crs8-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-10-17 01:00:22","updateDate":"2015-12-17 19:10:51","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":8,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scottish-Style Heavy Ale","shortName":"Scottish Heavy","description":"Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"12","ibuMax":"20","abvMin":"3.5","abvMax":"4","srmMin":"10","srmMax":"19","ogMin":"1.035","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:48"}},{"id":"4hwiL2","name":"Royal Summer","nameDisplay":"Royal Summer","abv":"5","styleId":106,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-06-20 23:49:02","updateDate":"2014-06-23 18:50:32","style":{"id":106,"categoryId":10,"category":{"id":10,"name":"International Styles","createDate":"2012-03-21 20:06:46"},"name":"International-Style Pilsener","shortName":"International Pilsener","description":"International Pilseners are straw\/golden in color and are well attenuated. This medium-bodied beer is often brewed with rice, corn, wheat, or other grain or sugar adjuncts making up part of the mash. Hop bitterness is low to medium. Hop flavor and aroma are low. Residual malt sweetness is low--it does not predominate but may be perceived. Fruity esters and diacetyl should not be perceived. Very low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are acceptable. There should be no chill haze.","ibuMin":"17","ibuMax":"30","abvMin":"4.5","abvMax":"5.3","srmMin":"3","srmMax":"4","ogMin":"1.044","fgMin":"1.008","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:11"}},{"id":"DbTx62","name":"Royal Tannin Bomb!","nameDisplay":"Royal Tannin Bomb!","description":"Blueberry Sour Ale","abv":"4.5","styleId":14,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-06-01 18:51:20","updateDate":"2014-11-18 20:51:33","style":{"id":14,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Strong Ale","shortName":"Strong Ale","description":"Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)","ibuMin":"30","ibuMax":"65","abvMin":"7","abvMax":"11","srmMin":"8","srmMax":"21","ogMin":"1.06","fgMin":"1.014","fgMax":"1.04","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:05"}},{"id":"t0UFzb","name":"Royal Tennenbaum Christmas Ale","nameDisplay":"Royal Tennenbaum Christmas Ale","abv":"9.5","styleId":124,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-07-29 15:08:24","updateDate":"2015-07-29 15:08:24","style":{"id":124,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Herb and Spice Beer","shortName":"Spice Beer","description":"Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and\/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:45"}},{"id":"KtVDvN","name":"Royal Toasted Coconut Cream Ale","nameDisplay":"Royal Toasted Coconut Cream Ale","abv":"5.8","styleId":109,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KtVDvN\/upload_K7kq8E-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KtVDvN\/upload_K7kq8E-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KtVDvN\/upload_K7kq8E-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KtVDvN\/upload_K7kq8E-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KtVDvN\/upload_K7kq8E-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KtVDvN\/upload_K7kq8E-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-06-23 16:01:17","updateDate":"2015-12-18 02:59:18","style":{"id":109,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"American-Style Cream Ale or Lager","shortName":"Cream Ale","description":"Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and\/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.","ibuMin":"10","ibuMax":"22","abvMin":"4.2","abvMax":"5.6","srmMin":"2","srmMax":"5","ogMin":"1.044","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:30"}},{"id":"kVHq9t","name":"Royal Victoria IPA","nameDisplay":"Royal Victoria IPA","abv":"7.2","ibu":"70","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-09-29 19:08:22","updateDate":"2015-09-29 19:08:22","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"bb6QAy","name":"Royal Virility Performance","nameDisplay":"Royal Virility Performance","description":"A beer to stir the loins of newlywed princes, summon the ghosts of long gone princesses and cure the stammer of stuttering kings.","abv":"7.5","glasswareId":5,"availableId":2,"styleId":125,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bb6QAy\/upload_BdMQqV-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bb6QAy\/upload_BdMQqV-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bb6QAy\/upload_BdMQqV-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bb6QAy\/upload_BdMQqV-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bb6QAy\/upload_BdMQqV-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bb6QAy\/upload_BdMQqV-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2015-12-16 09:43:14","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"qnLjXg","name":"Royal We","nameDisplay":"Royal We","abv":"4","glasswareId":8,"styleId":29,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qnLjXg\/upload_GfxwFd-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qnLjXg\/upload_GfxwFd-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qnLjXg\/upload_GfxwFd-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qnLjXg\/upload_GfxwFd-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qnLjXg\/upload_GfxwFd-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qnLjXg\/upload_GfxwFd-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","createDate":"2014-04-30 13:47:40","updateDate":"2015-12-17 12:58:06","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"style":{"id":29,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Strong Pale Ale","shortName":"American Strong Pale","description":"American strong pale ales range from deep golden to copper in color. The style is characterized by floral and citrus-like American-variety hops used to produce high hop bitterness, flavor, and aroma. Note that floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. American strong pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruityester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"40","ibuMax":"50","abvMin":"5.5","abvMax":"6.3","srmMin":"6","srmMax":"14","ogMin":"1.05","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:32"}},{"id":"PiuGmi","name":"Royal We IPA","nameDisplay":"Royal We IPA","description":"A more balanced IPA with some west coast IPA style funkiness. We use Cascade, Galena, and Northern Brewer hops and then add the funkiness of the Summit hop through dry hopping. The Galena gives it a refreshing citrus bite, balanced out by the more floral, moderate bitterness of the Cascade hop.  Any rough edges are taken off by the earthy Northern Brewer hop and 4lbs\/BBL of local Colorado wildflower honey.  The deeper body is attributed to the caramel and crystal malts used in this refreshing IPA.","abv":"7.8","ibu":"73","glasswareId":6,"availableId":1,"styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-07-26 22:03:32","updateDate":"2014-07-27 12:07:31","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"2t7j7n","name":"Royal Wedding Ale","nameDisplay":"Royal Wedding Ale","abv":"4.1","styleId":36,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-12-21 22:25:27","updateDate":"2014-10-16 19:19:31","style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"N5uQOv","name":"Royal Weisse","nameDisplay":"Royal Weisse","description":"A Bavarian style Wheat Beer brewed with German Pils and Wheat malts and hopped with Hersbrucker hops. This beer is served unfiltered in a traditional wheat beer glass. Medium bodied, tan in color, fruity.","abv":"5.4","styleId":52,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-30 00:41:15","updateDate":"2018-05-29 17:27:52","style":{"id":52,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Dunkel Weizen \/ Dunkel Weissbier","shortName":"Dunkelweizen","description":"This beer style is characterized by a distinct sweet maltiness and a chocolate-like character from roasted malt. Estery and phenolic elements of this Weissbier should be evident but subdued. Color can range from copper-brown to dark brown. Dunkel Weissbier is well attenuated and very highly carbonated, and hop bitterness is low. Hop flavor and aroma are absent. Usually dark barley malts are used in conjunction with dark cara or color malts, and the percentage of wheat malt is at least 50 percent. If this is served with yeast, the beer may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.8","abvMax":"5.4","srmMin":"10","srmMax":"19","ogMin":"1.048","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:30:09"}},{"id":"on6IgT","name":"Royal Weisse Ale","nameDisplay":"Royal Weisse Ale","description":"An unforgettable Bavarian style Wheat Beer brewed with German Pils and Wheat malts and hopped with German Northern Brewer hops. This beer is unfiltered and served in a traditional wheat beer glass at our pubs. Medium bodied, tan in color, fruity.","abv":"5.6","ibu":"11","glasswareId":9,"availableId":4,"styleId":48,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2014-07-04 11:59:47","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":48,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Hefeweizen \/ Hefeweissbier","shortName":"Hefeweizen","description":"The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"3","srmMax":"9","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:27"}},{"id":"GjPupN","name":"Royale 41","nameDisplay":"Royale 41","description":"India Pale Ales are distinguished by an eminent hop flavor, bitterness and aroma. Royale 41 is no exception to the rule.  This Imperial IPA acquires its stately title from the 41st parallel – the latitudinal mark that runs through our brewery in the Northern Hemisphere and the hop-growing region of New Zealand in the Southern Hemisphere.  Loaded with American and New Zealand hops, and fermented with an American yeast, this is a union fit for nobility.","abv":"9","ibu":"100","availableId":5,"styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GjPupN\/upload_JtCjeD-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GjPupN\/upload_JtCjeD-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GjPupN\/upload_JtCjeD-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GjPupN\/upload_JtCjeD-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GjPupN\/upload_JtCjeD-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GjPupN\/upload_JtCjeD-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-05-14 13:04:13","updateDate":"2015-12-17 13:32:15","available":{"id":5,"name":"Spring","description":"Available during the spring months."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"v5GjTd","name":"Royale Imperial Saison Du Buff","nameDisplay":"Royale Imperial Saison Du Buff","description":"Brewing comrades since the early 2000s, Sam Calagione (Dogfish Head), Bill Covaleski (Victory) and Greg Koch (Stone) have had their fair share of stories over the years. Many worth sharing over a beer. Most involving beer. Some even worth sharing on a beer label. The original story finds these three forming an ad hoc craft beer revolution coalition in 2003 called Brewers United for Freedom of Flavor (BUFF), which eventually leads to the first release of this hellaciously herbaceous beer in 2010. The breweries are still taking turns brewing it, but this Berlin-brewed version is different. While we wouldn’t abandon our standards of using locally sourced herbs, and dry-hopping the beer with Citra hops to complement those botanical flavors and aromas, this time we imperialized the recipe to make it even more worthy of an epic, fine feast. While this farmhouse style ale might sound rustic, it’s not lacking in anything, especially not refinement!","abv":"10","styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-12-06 16:06:05","updateDate":"2017-12-06 16:09:29","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"grf9Q1","name":"Royale Kolsch","nameDisplay":"Royale Kolsch","description":"This sounds like a beer I want to drink!  When The Royale of South City fame contacted us about brewing up a batch of beer for them it was an easy decision.  They even had a style in mind - Kolsch.  Kolsch proper is a blond-colored Ale brewed in the city of Koln.  It is then stored (lagered) for some time to mellow the brew and in many aspects it resembles its lager brothers and sisters.  Mike and I worked with Jon on the recipe keeping the Kolsch philosophy- sprinkled a few more hops in- and I think the end result is pretty darn good.  Bier Royale checks in at 5%, was built from Pale Ale, Pils, Vienna, and Wheat malts, and spiced with Hops from Tettnang which give it that 35 IBU bedonkedonk.  Cheers!  Prost!  Excelsior!","abv":"5","ibu":"35","glasswareId":5,"styleId":45,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-11-05 13:19:30","updateDate":"2012-11-05 13:19:31","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":45,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Kölsch \/ Köln-Style Kölsch","shortName":"Kölsch","description":"Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.","ibuMin":"18","ibuMax":"25","abvMin":"4.8","abvMax":"5.3","srmMin":"4","srmMax":"6","ogMin":"1.042","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:04"}},{"id":"sE2rg4","name":"ROYALE PIG DOG","nameDisplay":"ROYALE PIG DOG","description":"Strong, hoppy ale, brewed in collaboration with Hair of the Dog. Brewed with oats, Belgian candy sugar, and brown sugar.  Dry-hopped with Cascade and Meridian hops.  Bright aromas of grapefruit, orange, lemon and stone fruit.  Chewy mouthfeel.  Pronounced bitter, clean finish. Very Dry.","abv":"7.8","glasswareId":2,"availableId":2,"styleId":14,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/sE2rg4\/upload_JQDCKa-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/sE2rg4\/upload_JQDCKa-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/sE2rg4\/upload_JQDCKa-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/sE2rg4\/upload_JQDCKa-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/sE2rg4\/upload_JQDCKa-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/sE2rg4\/upload_JQDCKa-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","createDate":"2016-09-12 19:18:55","updateDate":"2017-08-30 18:26:41","glass":{"id":2,"name":"Goblet","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":14,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Strong Ale","shortName":"Strong Ale","description":"Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)","ibuMin":"30","ibuMax":"65","abvMin":"7","abvMax":"11","srmMin":"8","srmMax":"21","ogMin":"1.06","fgMin":"1.014","fgMax":"1.04","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:05"}},{"id":"vgGOSa","name":"ROYALE PILSNER","nameDisplay":"ROYALE PILSNER","description":"Naturally carbonated, unfiltered Bohemian-style pilsner.  Aroma: Floral, herbal, “noble” hop; light, honey malt.  Delicate, bready malt flavors.  Subtle, clean hop finish.  Very soft mouthfeel.  Pillowy white head.  Light and balanced.","abv":"5","glasswareId":4,"availableId":1,"styleId":106,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vgGOSa\/upload_fDESJl-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vgGOSa\/upload_fDESJl-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vgGOSa\/upload_fDESJl-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vgGOSa\/upload_fDESJl-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vgGOSa\/upload_fDESJl-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/vgGOSa\/upload_fDESJl-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","createDate":"2016-09-12 19:02:06","updateDate":"2016-09-13 18:14:45","glass":{"id":4,"name":"Pilsner","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":106,"categoryId":10,"category":{"id":10,"name":"International Styles","createDate":"2012-03-21 20:06:46"},"name":"International-Style Pilsener","shortName":"International Pilsener","description":"International Pilseners are straw\/golden in color and are well attenuated. This medium-bodied beer is often brewed with rice, corn, wheat, or other grain or sugar adjuncts making up part of the mash. Hop bitterness is low to medium. Hop flavor and aroma are low. Residual malt sweetness is low--it does not predominate but may be perceived. Fruity esters and diacetyl should not be perceived. Very low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are acceptable. There should be no chill haze.","ibuMin":"17","ibuMax":"30","abvMin":"4.5","abvMax":"5.3","srmMin":"3","srmMax":"4","ogMin":"1.044","fgMin":"1.008","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:11"}},{"id":"ZWRlmv","name":"Royalty","nameDisplay":"Royalty","description":"Indulge in Royalty a luxurious Belgian-inspired golden ale, fermented with champagne yeast. Boutique European hops and Champagne yeast present refreshing aromas of grape must and tropical fruits, released by playful bubbles from bottle conditioning.","abv":"11","ibu":"35","styleId":70,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-02-19 01:14:43","updateDate":"2017-06-27 13:44:17","style":{"id":70,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Other Belgian-Style Ales","shortName":"Belgian Ale","description":"Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:33:05"}},{"id":"tD7oMe","name":"ROYGBIV","nameDisplay":"ROYGBIV","styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-11-02 20:07:33","updateDate":"2015-11-02 20:07:34","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"tsSpob","name":"Roza Reserve","nameDisplay":"Roza Reserve","description":"A balanced drinkable Strong Ale that is malty and complex, rich in hops with a higher alcohol %.","abv":"9.2","glasswareId":5,"availableId":1,"styleId":13,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2012-03-22 13:04:37","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":13,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Old Ale","shortName":"Old Ale","description":"Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)","ibuMin":"30","ibuMax":"65","abvMin":"6","abvMax":"9","srmMin":"12","srmMax":"30","ogMin":"1.058","fgMin":"1.014","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:03"}},{"id":"4oITXd","name":"Rozenlambiek","nameDisplay":"Rozenlambiek","abv":"6","styleId":66,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-09-06 13:05:34","updateDate":"2019-09-06 13:05:34","style":{"id":66,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Lambic","shortName":"Lambic","description":"Unblended, naturally and spontaneously fermented lambic is intensely estery, sour, and sometimes, but not necessarily, acetic flavored. Low in carbon dioxide, these hazy beers are brewed with unmalted wheat and malted barley. Sweet malt characters are not perceived. They are very low in hop bitterness. Cloudiness is acceptable. These beers are quite dry and light bodied. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambicstyle\" and may be made to resemble many of the beers of true origin. Vanillin and other wood-derived flavors should not be evident. Historically, traditional lambic is dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar or artificial sweeteners. Sweet versions may be created through addition of sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet. Artificial sweeteners are sometimes used in some brands.","ibuMin":"11","ibuMax":"23","abvMin":"6.2","abvMax":"8.1","srmMin":"6","srmMax":"13","ogMin":"1.047","fgMin":"1","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:34"}},{"id":"Jyhmdx","name":"Rozha Hibiscus Lager","nameDisplay":"Rozha Hibiscus Lager","abv":"4.6","ibu":"12","srmId":17,"styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-01-02 15:10:57","updateDate":"2017-01-02 19:49:42","srm":{"id":17,"name":"17","hex":"B04500"},"style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"q33jm2","name":"RPF 01: HEFEWEIZEN","nameDisplay":"RPF 01: HEFEWEIZEN","abv":"4.4","availableId":2,"styleId":48,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-12-27 11:28:28","updateDate":"2014-12-27 11:28:28","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":48,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Hefeweizen \/ Hefeweissbier","shortName":"Hefeweizen","description":"The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"3","srmMax":"9","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:27"}},{"id":"WJKaCq","name":"RPM IPA","nameDisplay":"RPM IPA","description":"Brewed using 6 different NW varieties of hops at over 2.5 pounds per barrel, RPM IPA focuses on extreme hoppiness rather that bitterness. It’s golden to copper in color with a complex malt profile that will not overshadow the hops. Our flagship, RPM IPA, will satisfy any opinionated hop forward IPA consumer.","abv":"6.5","ibu":"50","glasswareId":5,"styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WJKaCq\/upload_rAEv06-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WJKaCq\/upload_rAEv06-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WJKaCq\/upload_rAEv06-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WJKaCq\/upload_rAEv06-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WJKaCq\/upload_rAEv06-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WJKaCq\/upload_rAEv06-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2015-12-16 13:30:39","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"mJMDi9","name":"RPM IPA","nameDisplay":"RPM IPA","description":"Brewer's rotating playground of hops. Featuring different hops and brewing techniques. Expect new and exciting takes on one of the most popular styles. The sooner you drink it, the sooner a new version will arrive.","abv":"5.9","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-09-21 18:31:30","updateDate":"2018-09-21 18:31:30","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"MvU7db","name":"RT Lager","nameDisplay":"RT Lager","description":"Bridging together 7 different varieties of malt with moderate additions of cascade hops, RT Lager is a perfectly balanced amber for any occasion. In true Pittsburgh fashion, there is no need to be flashy when you deliver consistent excellence!","abv":"5.5","glasswareId":5,"styleId":101,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MvU7db\/upload_ULGjyr-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MvU7db\/upload_ULGjyr-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MvU7db\/upload_ULGjyr-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MvU7db\/upload_ULGjyr-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MvU7db\/upload_ULGjyr-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MvU7db\/upload_ULGjyr-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-03-03 22:03:23","updateDate":"2015-12-17 09:21:53","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":101,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Amber Lager","shortName":"American Amber Lager","description":"American-style amber lagers are light amber to amber or copper colored. They are medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. This is a broad category in which the hop bitterness, flavor, and aroma may be accentuated or may only be present at relatively low levels, yet noticeable. Fruity esters, diacetyl, and chill haze should be absent.","ibuMin":"18","ibuMax":"30","abvMin":"4.8","abvMax":"5.4","srmMin":"6","srmMax":"14","ogMin":"1.042","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:41:26"}},{"id":"1UFJZB","name":"RTC\/1857","nameDisplay":"RTC\/1857","styleId":70,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-11-17 20:37:31","updateDate":"2015-11-17 20:37:31","style":{"id":70,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Other Belgian-Style Ales","shortName":"Belgian Ale","description":"Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:33:05"}},{"id":"d8z3vO","name":"RU-55","nameDisplay":"RU-55","abv":"7.3","ibu":"16","glasswareId":5,"styleId":136,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/d8z3vO\/upload_8EVCtj-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/d8z3vO\/upload_8EVCtj-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/d8z3vO\/upload_8EVCtj-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/d8z3vO\/upload_8EVCtj-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/d8z3vO\/upload_8EVCtj-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/d8z3vO\/upload_8EVCtj-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.06","createDate":"2012-12-10 12:23:45","updateDate":"2017-09-20 17:41:35","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":136,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wood- and Barrel-Aged Sour Beer","shortName":"BBL Aged Sour","description":"A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb\/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and\/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:46:56"}},{"id":"99CcQu","name":"Rua","nameDisplay":"Rua","description":"A light, crisp, and refreshing red with a ginger sweetness and bite.","abv":"4.1","ibu":"24","srmId":10,"availableId":4,"styleId":32,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.044","createDate":"2015-09-09 15:37:59","updateDate":"2016-06-27 11:44:09","srm":{"id":10,"name":"10","hex":"DE7C00"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"98CTYG","name":"Rua Escura","nameDisplay":"Rua Escura","abv":"9","ibu":"35","styleId":54,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-08-31 16:00:58","updateDate":"2018-09-07 20:19:31","style":{"id":54,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)","shortName":"Rauchbier","description":"Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"4","srmMax":"18","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:30:29"}},{"id":"m7IsWs","name":"Rubaeus","nameDisplay":"Rubaeus","description":"As promised Founders Brewing Company has created something unlike the rest. Amongst this summers over crowded race to cloudy wheat beers, we have decided to embark down a path all our own. Using only fresh raspberries, rübæus translates into intense flavors combined with a no hesitation malt bill. In fermentation we add fresh raspberries at five separate stages to achieve the ultimate balance between tartness and sweetness.","abv":"5.7","srmId":20,"availableId":2,"styleId":119,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/m7IsWs\/upload_sJ1n7E-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/m7IsWs\/upload_sJ1n7E-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/m7IsWs\/upload_sJ1n7E-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/m7IsWs\/upload_sJ1n7E-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/m7IsWs\/upload_sJ1n7E-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/m7IsWs\/upload_sJ1n7E-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2018-04-16 15:44:21","srm":{"id":20,"name":"20","hex":"9B3200"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"SC1ZC2","name":"Rubbel Dubbel","nameDisplay":"Rubbel Dubbel","description":"A Belgian Dubbel was thought to be first brewed at the Trappist monastery Westmalle as a light colored beer with an abundance of sugar and moderate alcohol. Today the style is a darker, malty brew with mild bitterness and moderate alcohol.\r\n\r\nAppearance –  Dark brown malty beer that pours with a nice tan head that lingers for a nice amount of time.\r\nAroma – Rich malt with notes of dark fruits, such as plums, raisins and figs and a slight aroma of stone fruit, like cherry.\r\nFlavor –  Very mild bitterness that complements the rich malt character.\r\nMouthfeel – Medium body a slight creamy character.\r\nFinish – Some residual sweetness.","abv":"7.2","styleId":58,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-11-09 15:53:51","updateDate":"2015-11-09 15:53:51","style":{"id":58,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Dubbel","shortName":"Belgian Dubbel","description":"This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and\/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.","ibuMin":"20","ibuMax":"30","abvMin":"6.25","abvMax":"7.5","srmMin":"16","srmMax":"36","ogMin":"1.06","fgMin":"1.012","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:31:45"}},{"id":"4tqwji","name":"Rubber Chicken Red","nameDisplay":"Rubber Chicken Red","description":"This amber ale has a rich toasty malt character, a subtle sweetness and high drinkability","abv":"5","styleId":32,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-04-24 23:07:29","updateDate":"2015-04-24 23:07:29","style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"hDZkt9","name":"Rubber Chicken’s Revenge","nameDisplay":"Rubber Chicken’s Revenge","description":"Tired of always being held in a stranglehold our Rubber Chicken has spawned the ultimate revenge. This double red ale is packed with enough malt and hops to make his human handler choke. BEWARE THE WRATH OF THE CHICKEN","abv":"8.1","styleId":163,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-04-24 23:08:13","updateDate":"2015-04-24 23:08:13","style":{"id":163,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Double Red Ale","shortName":"Double Red","description":"Double Red Ales are deep amber to dark copper\/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is high, arising from any variety of hops. Medium to medium-high caramel malt character is present. Low to medium biscuit or toasted characters may also be present. Hop flavor is high and balanced with other beer characters. Hop bitterness is high to very high. Alcohol content is medium to high. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is medium to full.","createDate":"2015-04-07 17:06:23"}},{"id":"5kkEvc","name":"Rubber City Stout","nameDisplay":"Rubber City Stout","description":"Roasty, creamy, bold, and smooth. Coffee and cocoa notes.","abv":"9.5","ibu":"68.5","availableId":1,"styleId":43,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-06-18 14:13:19","updateDate":"2019-06-18 14:40:08","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"y5bFu4","name":"Rubber Mills Pils","nameDisplay":"Rubber Mills Pils","abv":"5","styleId":75,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-06-01 18:00:47","updateDate":"2016-06-01 18:00:47","style":{"id":75,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Pilsener","shortName":"German Pilsener","description":"A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.","ibuMin":"25","ibuMax":"40","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:35:59"}},{"id":"GKN3cK","name":"Rubber Room","nameDisplay":"Rubber Room","description":"Full bodied and low in alcohol with spicy rye character. Hoppy but Sessionable.","abv":"4.7","glasswareId":5,"srmId":6,"styleId":108,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GKN3cK\/upload_fz8R7j-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GKN3cK\/upload_fz8R7j-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GKN3cK\/upload_fz8R7j-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GKN3cK\/upload_fz8R7j-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GKN3cK\/upload_fz8R7j-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GKN3cK\/upload_fz8R7j-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-03-08 13:22:59","updateDate":"2015-12-17 10:52:32","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":6,"name":"6","hex":"F8A600"},"style":{"id":108,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Session Beer","shortName":"Session","description":"Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).","ibuMin":"10","ibuMax":"30","abvMin":"4","abvMax":"5.1","srmMin":"2","srmMax":"2","ogMin":"1.034","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:20"}},{"id":"oU8Nlk","name":"Rubber vs. Glue","nameDisplay":"Rubber vs. Glue","description":"Golden and hazy DIPA with huge aromas and flavors of mandarin zest, orange blossoms, lemon, and a healthy dose of DANK. What bounces off me sticks to you!","abv":"8.1","srmId":3,"styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-02-15 14:20:59","updateDate":"2019-02-15 14:20:59","srm":{"id":3,"name":"3","hex":"FFCA5A"},"style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}}],"status":"success"}