{"currentPage":920,"numberOfPages":1791,"totalResults":89515,"data":[{"id":"RtqpJW","name":"Ladies Night","nameDisplay":"Ladies Night","description":"Brewed with Pilsner, Munich and pale wheat malts and kettle soured with Lactobacillus brevis. Fermented with a clean US ale yeast and underwent secondary fermentation with tart and sweet cherry purees.","abv":"5.2","ibu":"6","availableId":1,"styleId":40,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cool","servingTemperatureDisplay":"Cool - (8-12C\/45-54F)","createDate":"2018-07-11 16:15:04","updateDate":"2018-07-11 20:16:31","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"FdovRI","name":"Ladies Who Brunch","nameDisplay":"Ladies Who Brunch","abv":"9","styleId":43,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-05-09 19:43:30","updateDate":"2019-05-09 19:43:30","style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"UJxa6b","name":"Ladiga Oatmeal Stout","nameDisplay":"Ladiga Oatmeal Stout","abv":"5.3","styleId":42,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-11 18:46:32","updateDate":"2015-03-11 18:46:32","style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"AH4pSr","name":"Lady Banks","nameDisplay":"Lady Banks","description":"Gose made with Celtic Sea Salt, rose petals, chamomile and hibiscus flowers.","abv":"4","ibu":"10","styleId":165,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-04-28 20:15:06","updateDate":"2017-05-01 15:21:58","style":{"id":165,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Contemporary Gose","shortName":"Contemporary Gose","description":"Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy\/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze\/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.","createDate":"2015-04-07 17:10:42"}},{"id":"IqJDU4","name":"Lady Beerios","nameDisplay":"Lady Beerios","abv":"10","styleId":35,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-05-10 19:26:32","updateDate":"2018-06-05 18:30:20","style":{"id":35,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Wheat Wine Ale","shortName":"Wheatwine","description":"American style wheat wines range from gold to deep amber and are brewed with 50% or more wheat malt. They have full body and high residual malty sweetness. Perception of bitterness is moderate to medium -high. Fruity-ester characters are often high and counterbalanced by complexity of alcohols and high alcohol content. Hop aroma and flavor are at low to medium levels. Very low levels of diacetyl may be acceptable. Bready, wheat, honey-like and\/or caramel aroma and flavor are often part of the character. Phenolic yeast character, sulfur, and\/or sweet corn-like dimethylsulfide (DMS) should not be present. Oxidized, stale and aged characters are not typical of this style. Chill haze is allowable.","ibuMin":"45","ibuMax":"85","abvMin":"8.4","abvMax":"12","srmMin":"8","srmMax":"15","ogMin":"1.088","fgMin":"1.024","fgMax":"1.032","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:17"}},{"id":"KOwStT","name":"Lady Bird","nameDisplay":"Lady Bird","description":"Lady Bird American IPA is a beer inspired by endless fields of bluebonnets and slow drives through the rolling Texas hill country. An elegant yet blunt IPA, Lady Bird blossoms with dank and tropical hop aroma, finishing with a smooth floral flavor to balance against its malty complexity. Best enjoyed on a patio, at the lake, or wherever you can bask in the natural beauty of Texas.","abv":"7.2","ibu":"48","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-04-17 01:19:24","updateDate":"2017-04-17 01:19:24","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"4eI6TB","name":"Lady Danger","nameDisplay":"Lady Danger","description":"Lady Danger Hoppy Red Ale is just that, the archetypal Femme Fatale. Like the Sirens call, allow yourself to be seduced by the luxurious malt body, rich complexity and bright hoppiness hidden in this alluring red ale. A potent perfume of ripe fruit wrestling in pine needles enchants the senses, and an abundance of US hops and balanced malt fullness round out the punchy flavours. This beer is perilously good and dangerously palatable, drinker beware.","abv":"6.5","styleId":32,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4eI6TB\/upload_mgZglj-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4eI6TB\/upload_mgZglj-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4eI6TB\/upload_mgZglj-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4eI6TB\/upload_mgZglj-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4eI6TB\/upload_mgZglj-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4eI6TB\/upload_mgZglj-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-07-17 18:05:58","updateDate":"2018-07-17 18:06:10","style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"YGDVn5","name":"Lady Friend","nameDisplay":"Lady Friend","abv":"4.5","availableId":1,"styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-12-08 15:13:04","updateDate":"2016-07-07 18:50:37","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"rhoUqz","name":"Lady Humongous","nameDisplay":"Lady Humongous","description":"Aged 11 months in American Port Barrels - Yellow Cap, 120 Bottles","abv":"10","styleId":35,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-05-10 19:27:35","updateDate":"2018-06-05 18:34:32","style":{"id":35,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Wheat Wine Ale","shortName":"Wheatwine","description":"American style wheat wines range from gold to deep amber and are brewed with 50% or more wheat malt. They have full body and high residual malty sweetness. Perception of bitterness is moderate to medium -high. Fruity-ester characters are often high and counterbalanced by complexity of alcohols and high alcohol content. Hop aroma and flavor are at low to medium levels. Very low levels of diacetyl may be acceptable. Bready, wheat, honey-like and\/or caramel aroma and flavor are often part of the character. Phenolic yeast character, sulfur, and\/or sweet corn-like dimethylsulfide (DMS) should not be present. Oxidized, stale and aged characters are not typical of this style. Chill haze is allowable.","ibuMin":"45","ibuMax":"85","abvMin":"8.4","abvMax":"12","srmMin":"8","srmMax":"15","ogMin":"1.088","fgMin":"1.024","fgMax":"1.032","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:17"}},{"id":"iJjmkh","name":"Lady In Grey","nameDisplay":"Lady In Grey","description":"If Saison as a beer style is related to the farm, Grisette is its counterpart in the mines. Fermented entirely in French oak, Lady in Grey owes her opacity to a high percentage of malted and flaked wheat. While her natural haze suggest sustenance, our Grisette remains bright and refreshing, independent and alluring. Lady in Grey's bohemian existence, her celebration of all things good, makes her a powerful muse of inspiration. We hope that you, too, will fall under this Lady's influence. Sante!","abv":"4.8","styleId":70,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/iJjmkh\/upload_SylSH1-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/iJjmkh\/upload_SylSH1-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/iJjmkh\/upload_SylSH1-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/iJjmkh\/upload_SylSH1-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/iJjmkh\/upload_SylSH1-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/iJjmkh\/upload_SylSH1-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-03-07 16:01:11","updateDate":"2019-03-07 16:05:30","style":{"id":70,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Other Belgian-Style Ales","shortName":"Belgian Ale","description":"Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:33:05"}},{"id":"HjNIGv","name":"Lady In Room #10","nameDisplay":"Lady In Room #10","description":"Wildly complex with lush and rich berry undertones. With a year-and-a-half in the barrels with a multitude of microbes, three months of conditioning on black currants and plums amplifies the beer's assertive acidity. \r\n\r\nMiss Wright returned to the Hotel Macomber in Cape May each summer of her life. Death hasn't slowed her own. Stay in her beloved Room #10 and she may slam doors and break mirrors. Perhaps a bottle of beer that bears her name will calm her.","abv":"6.1","styleId":40,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/HjNIGv\/upload_omAnUx-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/HjNIGv\/upload_omAnUx-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/HjNIGv\/upload_omAnUx-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/HjNIGv\/upload_omAnUx-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/HjNIGv\/upload_omAnUx-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/HjNIGv\/upload_omAnUx-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-01-24 21:28:11","updateDate":"2018-01-24 21:29:03","style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"WRLxCc","name":"Lady In White","nameDisplay":"Lady In White","description":"SILVER METAL WINNER in 2017 Virginia Craft Beer Cup for German Wheat Beer. Our German style Hefeweizen is brewed using 49% Virginia grown wheat thanks to our friends at Copper Fox. Medium\/light bodied wheat beer that showcases the flavor of wheat as well as clove and bananas. Holds a thick white head and a light gold hazy color.","abv":"5","ibu":"11","styleId":48,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WRLxCc\/upload_D5HCE7-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WRLxCc\/upload_D5HCE7-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WRLxCc\/upload_D5HCE7-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WRLxCc\/upload_D5HCE7-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WRLxCc\/upload_D5HCE7-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WRLxCc\/upload_D5HCE7-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-01-07 15:50:24","updateDate":"2018-01-07 15:51:03","style":{"id":48,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Hefeweizen \/ Hefeweissbier","shortName":"Hefeweizen","description":"The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"3","srmMax":"9","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:27"}},{"id":"6xwfcb","name":"Lady Justice Lager","nameDisplay":"Lady Justice Lager","abv":"5.5","ibu":"15","styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-08-26 18:31:38","updateDate":"2015-08-26 18:31:38","style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"GSGbW7","name":"Lady La Blonde","nameDisplay":"Lady La Blonde","description":"An easy-to-drink ale with smooth, light malt sweetness initially, but finishes dry and holds a good Belgian character.","abv":"5.4","glasswareId":8,"srmId":4,"availableId":1,"styleId":61,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GSGbW7\/upload_A47M7f-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GSGbW7\/upload_A47M7f-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GSGbW7\/upload_A47M7f-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GSGbW7\/upload_A47M7f-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GSGbW7\/upload_A47M7f-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GSGbW7\/upload_A47M7f-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:34","updateDate":"2018-06-25 13:00:29","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"srm":{"id":4,"name":"4","hex":"FFBF42"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":61,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Blonde Ale","shortName":"Belgian Blonde","description":"Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.","ibuMin":"15","ibuMax":"30","abvMin":"6","abvMax":"7.8","srmMin":"4","srmMax":"7","ogMin":"1.054","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:01"}},{"id":"YyrBSA","name":"Lady Legger","nameDisplay":"Lady Legger","abv":"4","ibu":"24","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.044","createDate":"2014-09-08 16:28:48","updateDate":"2014-09-08 16:28:48","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"Gk6fQW","name":"Lady Liberty","nameDisplay":"Lady Liberty","description":"This Centennial Blonde is light, Crisp and very drinkable. Lady Liberty has a nice sweet and spicy balance that renders an extremely clean finish.","abv":"4.4","ibu":"21","styleId":36,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Gk6fQW\/upload_jBsAxa-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Gk6fQW\/upload_jBsAxa-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Gk6fQW\/upload_jBsAxa-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Gk6fQW\/upload_jBsAxa-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Gk6fQW\/upload_jBsAxa-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Gk6fQW\/upload_jBsAxa-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-06-26 16:46:39","updateDate":"2015-12-18 04:03:16","style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"1TXHHQ","name":"Lady Luck","nameDisplay":"Lady Luck","description":"More than just a beer to satisfy and soothe – it’s an emotional experience. Deepest ruby red and filled with a symphony of malt flavors including caramel, toffee, raisins, and currants that finish with a simple hint of roast and chocolate tones lingering like a half-remembered dream. This gentle giant, balanced with English hops, dominates all senses without destroying the palate. Sexy. As. Hell.","abv":"7.5","ibu":"18","availableId":1,"styleId":33,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1TXHHQ\/upload_uq2Blz-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1TXHHQ\/upload_uq2Blz-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1TXHHQ\/upload_uq2Blz-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1TXHHQ\/upload_uq2Blz-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1TXHHQ\/upload_uq2Blz-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1TXHHQ\/upload_uq2Blz-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-08-03 19:20:16","updateDate":"2016-01-28 10:00:47","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":33,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial Red Ale","shortName":"Imperial Red","description":"Imperial Red Ales are deep amber to dark copper\/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.","ibuMin":"55","ibuMax":"85","abvMin":"7.9","abvMax":"10.5","srmMin":"10","srmMax":"15","ogMin":"1.08","fgMin":"1.02","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:05:43"}},{"id":"5zZlDm","name":"Lady M Imperial Lavender Stout","nameDisplay":"Lady M Imperial Lavender Stout","abv":"9.7","ibu":"0","styleId":43,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-11-25 20:38:30","updateDate":"2016-11-28 15:17:19","style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"diHpQY","name":"Lady of Avalon","nameDisplay":"Lady of Avalon","description":"Lady of Avalon is a traditional Munich-style dark lager: flavorful and complex, yet balanced and drinkable. With a dark beer hue and light lager body, this Prismatic series offering is refined and delicious!","abv":"5","ibu":"20","styleId":78,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/diHpQY\/upload_qIJ614-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/diHpQY\/upload_qIJ614-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/diHpQY\/upload_qIJ614-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/diHpQY\/upload_qIJ614-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/diHpQY\/upload_qIJ614-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/diHpQY\/upload_qIJ614-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Hearty roasts, brats, pork chops with brown sauce, sauerkraut, potato salad, spaetzl, caramels","originalGravity":"1.05","createDate":"2013-05-02 18:22:38","updateDate":"2015-12-17 03:12:59","style":{"id":78,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Münchner (Munich)-Style Helles","shortName":"Helles","description":"This beer should be perceived as having low bitterness. It is a medium-bodied, malt-emphasized beer with malt character often balanced with low levels of yeast produced sulfur compounds (character). Certain renditions of this beer style have  a perceivable level of hop flavor (note: hop flavor does not imply hop bitterness) and character but it is essentially balanced with malt character to retain its style identity. Malt character is sometimes bread-like yet always reminiscent of freshly and very lightly toasted malted barley. There should not be any caramel character. Color is light straw to golden. Fruity esters and diacetyl should not be perceived. There should be no chill haze.","ibuMin":"18","ibuMax":"25","abvMin":"4.5","abvMax":"5.5","srmMin":"4","srmMax":"6","ogMin":"1.044","fgMin":"1.008","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:40"}},{"id":"y48bxK","name":"Lady of the Woods","nameDisplay":"Lady of the Woods","abv":"5","styleId":170,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-05-10 16:30:07","updateDate":"2018-06-12 17:37:08","style":{"id":170,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wild Beer","shortName":"Wild Beer","description":"Wild Beers are any range of color. These beers may be clear or hazy due to yeast, chill haze or hop haze. Aromas may vary tremendously due to fermentation characters contributed by various known and unknown microorganisms. The overall balance should be complex and balanced. Hop aroma very low to high. Usually because of a high degree of attenuation in these beers, malt character is very low to low. If there are exceptions that are malty, the overall balance of complexity of other characters should be in harmony. Hop flavor very low to high. Hop bitterness is perceived at varying levels depending on the overall balance, but usually perceived as very low to low. Wild beers are \"spontaneously\" fermented with microorganisms that the brewer has introduced from the ambient air\/environment in the vicinity of the brewery in which the beer is brewed. Wild beers may not be fermented with any cultured strains of yeast or bacteria. Wild beer may or may not be perceived as acidic. It may include a wildly variable spectrum of flavors and aromas derived from the wild microorganisms with which it was fermented. The overall balance of flavors, aromas, appearance and body is an important factor in assessing these beers. Body is very low to medium. Spontaneously fermented beers with fruit, spice or other ingredients would be appropriately entered as Wild Beer. For purposes of competition, entries which could be appropriately entered in an existing classic or traditional category such as Belgian-Style Lambic, Gueuze, Fruit Lambic, etc. should be entered in that category and not entered as a Wild Beer.","createDate":"2015-04-07 17:21:44"}},{"id":"ljeoCj","name":"Lady Tee Vanilla Chocolate Stout","nameDisplay":"Lady Tee Vanilla Chocolate Stout","description":"Vanilla chocolate stout.","abv":"6.4","glasswareId":5,"styleId":42,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-03-11 13:07:11","updateDate":"2014-04-12 15:11:01","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"TKDAVU","name":"Ladybird's Wit","nameDisplay":"Ladybird's Wit","description":"A Belgian style white (or wit) beer brewed with malt, oats, and wheat, and spiced with coriander and orange peel. Served unfiltered.","styleId":65,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-06-27 01:19:17","updateDate":"2012-06-27 01:19:17","style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"8c3FTd","name":"Ladybug IPA","nameDisplay":"Ladybug IPA","description":"This clean, hoppy IPA is what you were dreaming about last night, no after that.Sure we could have named it \"anihilator IPA \" or some such, but this beer is quite secure with itself (imagine the Hulk in a sun dress and a Louis Vuitton bag).","styleId":30,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","foodPairings":"It has a beautiful citrus nose and a satisfying bite with amazing depth.","createDate":"2015-06-06 21:08:50","updateDate":"2015-06-06 21:08:50","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"egAx4f","name":"Ladyface Anniversary Ale","nameDisplay":"Ladyface Anniversary Ale","description":"Carries a gorgeous deep red garnet hue and a dense white foam head. Aromas of soft caramel and toffee are layered between exotic spice and fruit tones. Hops are unnoticeable but enough to balance. Flavors of rum-raisin and fresh baked bread are followed quickly by warming alcohol. A strong Belgian yeast character is present with highlights of soft banana and fruit. It finishes long and subtle with a wave of relaxation.","abv":"9.8","ibu":"41.7","glasswareId":8,"availableId":4,"styleId":64,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-03-09 12:51:29","updateDate":"2012-03-22 13:05:52","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":64,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Dark Strong Ale","shortName":"Belgian Dark Strong","description":"Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"50","abvMin":"7","abvMax":"11","srmMin":"9","srmMax":"35","ogMin":"1.064","fgMin":"1.012","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:23"}},{"id":"5H2Vzl","name":"Ladyface IPA","nameDisplay":"Ladyface IPA","description":"An adaptation of an English Pale Ale reflecting indigenous ingredients and West Coast flavors. Moderately hopped, showing a citrus hop character with medium-bodied balance","abv":"6.9","glasswareId":5,"srmId":8,"availableId":1,"styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5H2Vzl\/upload_Gc1HaU-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5H2Vzl\/upload_Gc1HaU-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5H2Vzl\/upload_Gc1HaU-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5H2Vzl\/upload_Gc1HaU-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5H2Vzl\/upload_Gc1HaU-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5H2Vzl\/upload_Gc1HaU-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:35","updateDate":"2018-06-25 12:58:06","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":8,"name":"8","hex":"EA8F00"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"slzPfY","name":"Ladyface Red Rye","nameDisplay":"Ladyface Red Rye","description":"A single-hopped American red ale, this year's Red Rye features Centennial hops for medium bitterness, a strong hop aroma and flavor finish. Using 20% flaked rye, it holds a strong malt body and a distinctive astringency from the rye grain.","abv":"7.2","ibu":"61.6","glasswareId":5,"srmId":16,"availableId":4,"styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:35","updateDate":"2012-03-22 13:05:31","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":16,"name":"16","hex":"B54C00"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"AreYkw","name":"Ladyface Weizenbock","nameDisplay":"Ladyface Weizenbock","description":"We celebrate Oktoberfest with Ladyface Weizenbock, a German-style wheat beer that is dark and sultry, possessing chocolate & raisin tones, with notes of cloves & banana, and a dry finish. It is unfiltered and the large amount of wheat in the recipe lends a rich body, and gives it's appearance a characteristic cloudy haze.","abv":"8.5","ibu":"25.7","srmId":41,"availableId":4,"styleId":53,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:35","updateDate":"2012-03-22 13:05:31","srm":{"id":41,"name":"Over 40","hex":"000000"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":53,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Weizenbock \/ Weissbock","shortName":"Weizenbock","description":"This style can be either pale or dark (golden to dark brown in color) and has a high starting gravity and alcohol content. The malty sweetness of a Weizenbock is balanced with a clove-like phenolic and fruity-estery banana element to produce a wellrounded aroma and flavor. As is true with all German wheat beers, hop bitterness is low and carbonation is high. Hop flavor and aroma are absent. It has a medium to full body. If dark, a mild roast malt character should emerge in flavor and to a lesser degree in the aroma. If this is served with yeast the beer may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"15","ibuMax":"35","abvMin":"6.9","abvMax":"9.3","srmMin":"5","srmMax":"30","ogMin":"1.066","fgMin":"1.016","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:30:15"}},{"id":"7Hw84t","name":"Lagartos","nameDisplay":"Lagartos","abv":"4.9","ibu":"40","styleId":22,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7Hw84t\/upload_iIvsd2-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7Hw84t\/upload_iIvsd2-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7Hw84t\/upload_iIvsd2-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-07-16 23:23:14","updateDate":"2018-07-17 15:01:25","style":{"id":22,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Irish-Style Red Ale","shortName":"Irish Red","description":"Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"20","ibuMax":"28","abvMin":"4","abvMax":"4.5","srmMin":"11","srmMax":"18","ogMin":"1.04","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:38"}},{"id":"upGfpc","name":"Lagazuoi","nameDisplay":"Lagazuoi","description":"Lagazuoi is an India Pale Ale with Peaches making its draft-only debut in 2018. An infusion of peach juice was allowed to ferment, adding bright stone fruit notes to this dry, West Coast IPA. Named after a magnificent mountain in the Dolomites of northern Italy, Lagazuoi is our co-founder Bryant’s birthday beer. This brew is a limited release.","abv":"6","ibu":"30","styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/upGfpc\/upload_oh4ARu-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/upGfpc\/upload_oh4ARu-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/upGfpc\/upload_oh4ARu-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/upGfpc\/upload_oh4ARu-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/upGfpc\/upload_oh4ARu-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/upGfpc\/upload_oh4ARu-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-11-06 13:34:36","updateDate":"2018-11-06 13:34:50","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"lhIRoP","name":"Lager","nameDisplay":"Lager","description":"St. George Lager is a sublime balance of subtle maltiness and lingering noble hoppiness. Based on a style of lager called Bavarian Helles, it is pale straw blond in color, but surprisingly full bodied and exhibiting only a low level of hops bitterness or aroma. Only the finest of traditional German Malt and Hops are used in this beer, which create the most delicate beer imaginable.","abv":"4.5","ibu":"16","glasswareId":5,"styleId":78,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:35","updateDate":"2012-03-22 13:05:25","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":78,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Münchner (Munich)-Style Helles","shortName":"Helles","description":"This beer should be perceived as having low bitterness. It is a medium-bodied, malt-emphasized beer with malt character often balanced with low levels of yeast produced sulfur compounds (character). Certain renditions of this beer style have  a perceivable level of hop flavor (note: hop flavor does not imply hop bitterness) and character but it is essentially balanced with malt character to retain its style identity. Malt character is sometimes bread-like yet always reminiscent of freshly and very lightly toasted malted barley. There should not be any caramel character. Color is light straw to golden. Fruity esters and diacetyl should not be perceived. There should be no chill haze.","ibuMin":"18","ibuMax":"25","abvMin":"4.5","abvMax":"5.5","srmMin":"4","srmMax":"6","ogMin":"1.044","fgMin":"1.008","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:40"}},{"id":"uOssnV","name":"Lager","nameDisplay":"Lager","description":"A classic blond lager made from 100% German barley malt.  This is the beer of the Biergartens of Munich and Bavaria.  Not too sweet and not too bitter, enjoy this one by the liter!","glasswareId":5,"availableId":1,"styleId":80,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-09-27 12:46:30","updateDate":"2012-09-27 12:46:30","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":80,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Vienna-Style Lager","shortName":"Vienna Lager","description":"Beers in this category are reddish brown or copper colored. They are medium in body. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and\/or slightly roasted malt character. Hop bitterness is clean and crisp. Noble-type hop aromas and flavors should be low or mild. Diacetyl, chill haze and ale-like fruity esters should not be perceived.","ibuMin":"22","ibuMax":"28","abvMin":"4.8","abvMax":"5.4","srmMin":"12","srmMax":"16","ogMin":"1.046","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:42"}},{"id":"ZcrO3M","name":"Lager","nameDisplay":"Lager","description":"LAGER (4.8%ABV)\r\nHops: Pacifica(NZ)\r\nMalts: Pale Malt, Pilsen, Carapils, Munich\r\nBrewed: in 2500 litre batches at Maunsell St Brewery\r\nMedals: Silver (NZ Beer Awards 2015)\r\nPouring a bright, golden hue beneath a lingering white head, the aroma is sweetish and complex. On the palate there is a light, floral herbaceous flavour. Lager is a less hoppy, more malt-driven version of Cassels and Sons Pilsner. A widely accessible and very popular beer.\r\n\r\nHard water (from a well that was discovered after the September 2010 earthquake) gives the beer a firm, but creamy mouthfeel. This flavour-packed beer is a fine match for most spicy Asian and Mexican influenced dishes, or fruity hard cheeses.","abv":"4.8","styleId":80,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZcrO3M\/upload_Pr96J7-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZcrO3M\/upload_Pr96J7-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZcrO3M\/upload_Pr96J7-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZcrO3M\/upload_Pr96J7-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZcrO3M\/upload_Pr96J7-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZcrO3M\/upload_Pr96J7-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-07-11 18:09:04","updateDate":"2018-07-11 18:10:16","style":{"id":80,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Vienna-Style Lager","shortName":"Vienna Lager","description":"Beers in this category are reddish brown or copper colored. They are medium in body. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and\/or slightly roasted malt character. Hop bitterness is clean and crisp. Noble-type hop aromas and flavors should be low or mild. Diacetyl, chill haze and ale-like fruity esters should not be perceived.","ibuMin":"22","ibuMax":"28","abvMin":"4.8","abvMax":"5.4","srmMin":"12","srmMax":"16","ogMin":"1.046","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:42"}},{"id":"5qaoia","name":"Lager","nameDisplay":"Lager","styleId":97,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:35","updateDate":"2012-03-22 13:04:44","style":{"id":97,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Premium Lager","shortName":"American Premium Lager","description":"This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.","ibuMin":"6","ibuMax":"15","abvMin":"4.3","abvMax":"5","srmMin":"2","srmMax":"6","ogMin":"1.044","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:04"}},{"id":"6czdet","name":"Lager","nameDisplay":"Lager","description":"Omission Lager is a refreshing and crisp beer, brewed in the traditional lager style. Perfect for a variety of beer drinking occasions, Omission Lager’s aromatic hop profile offers a unique, easy-drinking beer for those looking for a lighter and approachable beer style.","abv":"4.6","ibu":"20","glasswareId":5,"srmId":4,"availableId":1,"styleId":93,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6czdet\/upload_ErURcN-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6czdet\/upload_ErURcN-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6czdet\/upload_ErURcN-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6czdet\/upload_ErURcN-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6czdet\/upload_ErURcN-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6czdet\/upload_ErURcN-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.043","createDate":"2013-02-24 16:45:06","updateDate":"2017-08-30 14:32:49","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":4,"name":"4","hex":"FFBF42"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"ydXntY","name":"Lager","nameDisplay":"Lager","description":"A European classic with an American twist. Noble Saaz hops and a lager yeast strain make this beer extremely crisp and clean tasting.","abv":"4.1","glasswareId":5,"availableId":1,"styleId":93,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ydXntY\/upload_Oggdfs-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ydXntY\/upload_Oggdfs-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ydXntY\/upload_Oggdfs-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ydXntY\/upload_Oggdfs-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ydXntY\/upload_Oggdfs-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ydXntY\/upload_Oggdfs-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:35","updateDate":"2015-12-16 06:24:43","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"euNgnp","name":"Lager","nameDisplay":"Lager","abv":"4.2","styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-04-16 18:42:50","updateDate":"2019-04-16 18:42:50","style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"oFpDbW","name":"Lager","nameDisplay":"Lager","description":"Simple, clean and more refreshing than a half-time orange, Brothers' Lager is the beer you want in your hand after a hard day toiling in the field. Or the office. Or just anytime you get thirsty, really.","abv":"4.5","ibu":"20","styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-09-29 18:03:09","updateDate":"2018-09-29 18:05:52","style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"cIGACh","name":"Lager","nameDisplay":"Lager","description":"The golden yellow, bright, mild bearings convinces with its freshness and the light, malty aroma matics. The fine taste and the mild bitterness make Eichhof bearing a harmonious and very drinkable beer. Eichhof camp embodies home, tradition and conviviality and is very popular with many consumers.","abv":"4.8","styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cool","servingTemperatureDisplay":"Cool - (8-12C\/45-54F)","createDate":"2013-05-22 11:45:42","updateDate":"2015-04-09 12:00:03","style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"eKF3uv","name":"Lager","nameDisplay":"Lager","styleId":97,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:35","updateDate":"2012-03-22 13:04:46","style":{"id":97,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Premium Lager","shortName":"American Premium Lager","description":"This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.","ibuMin":"6","ibuMax":"15","abvMin":"4.3","abvMax":"5","srmMin":"2","srmMax":"6","ogMin":"1.044","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:04"}},{"id":"KFFU6W","name":"Lager","nameDisplay":"Lager","styleId":97,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:35","updateDate":"2012-03-22 13:04:41","style":{"id":97,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Premium Lager","shortName":"American Premium Lager","description":"This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.","ibuMin":"6","ibuMax":"15","abvMin":"4.3","abvMax":"5","srmMin":"2","srmMax":"6","ogMin":"1.044","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:04"}},{"id":"GNVJMF","name":"Lager","nameDisplay":"Lager","styleId":97,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:35","updateDate":"2012-03-22 13:04:50","style":{"id":97,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Premium Lager","shortName":"American Premium Lager","description":"This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.","ibuMin":"6","ibuMax":"15","abvMin":"4.3","abvMax":"5","srmMin":"2","srmMax":"6","ogMin":"1.044","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:04"}},{"id":"aL581Z","name":"Lager","nameDisplay":"Lager","description":"This session lager is smooth and balanced just the way you like it. Wisconsin Pilsner and aromatic malts provide a strong backbone and straw color. German and Czech hops  provide a pronounced but smooth bitterness that results in a crisp finish. Hailing from our .","abv":"5.5","glasswareId":5,"availableId":1,"styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-10-31 11:19:08","updateDate":"2012-10-31 11:25:14","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"fvhAmk","name":"Lager","nameDisplay":"Lager","abv":"4.6","styleId":77,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fvhAmk\/upload_YRgwxh-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fvhAmk\/upload_YRgwxh-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fvhAmk\/upload_YRgwxh-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fvhAmk\/upload_YRgwxh-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fvhAmk\/upload_YRgwxh-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fvhAmk\/upload_YRgwxh-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-10-31 11:32:43","updateDate":"2015-12-16 20:44:25","style":{"id":77,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Leichtbier","shortName":"Leichtbier","description":"These beers are very light in body and color. Malt sweetness is perceived at low to medium levels, while hop bitterness character is perceived at medium levels. Hop flavor and aroma may be low to medium. These beers should be clean with no perceived fruity esters or diacetyl. Very low levels of sulfur related compounds acceptable. Chill haze is not acceptable.","ibuMin":"16","ibuMax":"24","abvMin":"2.5","abvMax":"3.6","srmMin":"2","srmMax":"4","ogMin":"1.026","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:14:37"}},{"id":"yhMoEc","name":"Lager","nameDisplay":"Lager","styleId":97,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:35","updateDate":"2015-04-09 12:08:30","style":{"id":97,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Premium Lager","shortName":"American Premium Lager","description":"This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.","ibuMin":"6","ibuMax":"15","abvMin":"4.3","abvMax":"5","srmMin":"2","srmMax":"6","ogMin":"1.044","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:04"}},{"id":"IjCqcU","name":"Lager","nameDisplay":"Lager","description":"The lager category encompasses many beers that use lager yeast, which ferments at the bottom of a vessel and can withstand cold temperatures, while ales are traditionally top fermenters and will not ferment cold. Lagers are also traditionally cold conditioned to smooth out flavors. Based on the Munich Helles style developed in Germany, this beer is has more malt balance than a pilsner and uses Magnum and Mt. Hood to give a smooth, balanced, floral, hop profile.","abv":"4.3","ibu":"14","availableId":4,"styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-25 20:04:47","updateDate":"2015-03-25 20:04:47","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"Tsntit","name":"Lager","nameDisplay":"Lager","description":"Lager beers are brewed to be crisp and refreshing and ours is just that. Originating in Europe, lagers have become the most popular beer style due to their lighter body and drinkability. Our lager falls somewhere between an American Premium Lager and a European Pilsner. Although this beer is lighter in body, it is also full of Hop Flavor.","abv":"4.3","glasswareId":5,"availableId":1,"styleId":97,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-02-17 00:14:58","updateDate":"2017-04-12 13:53:18","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":97,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Premium Lager","shortName":"American Premium Lager","description":"This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.","ibuMin":"6","ibuMax":"15","abvMin":"4.3","abvMax":"5","srmMin":"2","srmMax":"6","ogMin":"1.044","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:04"}},{"id":"9tgIMN","name":"Lager","nameDisplay":"Lager","abv":"4.6","ibu":"16","styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-30 19:55:59","updateDate":"2018-04-30 19:55:59","style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"WwckWH","name":"Lager","nameDisplay":"Lager","description":"Moderate hop bitterness balanced by the medium malt body from the addition of Munich and Vienna malts. At 5.6% ABV, it's the perfect refreshment on a hot summer day.","abv":"5.6","styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-08-23 11:48:11","updateDate":"2016-08-23 11:48:11","style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"AmPTqM","name":"Lager","nameDisplay":"Lager","description":"Our Originator\r\nWe mill the choicest two row barley malt in our 100 year old mill room for this all natural, unfiltered Lager. Lightly hopped, fermented slowly. River Horse Lager gets plenty of quality time with us before we pass it on to you.","abv":"5","glasswareId":5,"availableId":1,"styleId":97,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AmPTqM\/upload_cJKyPb-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AmPTqM\/upload_cJKyPb-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AmPTqM\/upload_cJKyPb-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AmPTqM\/upload_cJKyPb-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AmPTqM\/upload_cJKyPb-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AmPTqM\/upload_cJKyPb-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:35","updateDate":"2015-12-16 04:50:40","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":97,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Premium Lager","shortName":"American Premium Lager","description":"This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.","ibuMin":"6","ibuMax":"15","abvMin":"4.3","abvMax":"5","srmMin":"2","srmMax":"6","ogMin":"1.044","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:04"}},{"id":"WIlehg","name":"Lager","nameDisplay":"Lager","styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-10-31 07:52:41","updateDate":"2017-10-31 16:52:06","style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}}],"status":"success"}