{"currentPage":1149,"numberOfPages":1791,"totalResults":89538,"data":[{"id":"HMYyMD","name":"Old Venerable Imperial Double Wheat","nameDisplay":"Old Venerable Imperial Double Wheat","description":"Citrus, caramel, honey and hoppy flavor.\r\n\r\nA high alcohol beer that dwells in the danger zone – sip slowly!  Old Venerable is an Imperial honey wheat ale with rich caramel  and honey flavors and citrus hop flavor and aroma.","abv":"10","glasswareId":5,"styleId":112,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2014-10-13 20:37:08","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"swumsC","name":"Old Village Stout","nameDisplay":"Old Village Stout","description":"This style is similar to a Dry Irish Stout, but with more alcohol! Extra roast, a touch of smoke and acidity and a silky smooth mouthfeel make this a perfect pairing for a hearty Irish stew on St. Patrick's Day or any other day for that matter!","abv":"7.4","availableId":1,"styleId":23,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-05-08 14:45:31","updateDate":"2015-05-08 14:45:31","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":23,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Classic Irish-Style Dry Stout","shortName":"Dry Irish Stout","description":"Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.","ibuMin":"30","ibuMax":"40","abvMin":"3.8","abvMax":"5","srmMin":"40","srmMax":"40","ogMin":"1.038","fgMin":"1.008","fgMax":"1.012","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:51"}},{"id":"Ar9UJc","name":"Old Virginia Dark - Rare Series","nameDisplay":"Old Virginia Dark - Rare Series","abv":"4.6","availableId":2,"styleId":103,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ar9UJc\/upload_1m22Q1-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ar9UJc\/upload_1m22Q1-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ar9UJc\/upload_1m22Q1-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ar9UJc\/upload_1m22Q1-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ar9UJc\/upload_1m22Q1-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ar9UJc\/upload_1m22Q1-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-03-21 13:20:13","updateDate":"2015-12-17 10:03:17","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":103,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Dark Lager","shortName":"American Dark Lager","description":"This beer's malt aroma and flavor are low but notable. Its color ranges from a very deep copper to a deep, dark brown. It has a clean, light body with discreet contributions from caramel and roasted malts. Non-malt adjuncts are often used, and hop rates are low. Hop bitterness is clean and has a short duration of impact. Hop flavor, and aroma are low. Carbonation is high. Fruity esters, diacetyl, and chill haze should not be perceived.","ibuMin":"14","ibuMax":"20","abvMin":"4","abvMax":"5.5","srmMin":"14","srmMax":"25","ogMin":"1.04","fgMin":"1.008","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:41:42"}},{"id":"ZG4LpG","name":"Old Viscosity","nameDisplay":"Old Viscosity","description":"“Not your Dad’s Wimpy 30 Weight is how our original label used to describe this massive chewy and thick beer.\r\n\r\nCode named by our brewers-”The Big Black Nasty,” this is monstrous dark ale is brewed to no particular style. Thick and sludgy like oil from the crankcase of a wheat threshing combine, Old Viscosity blurs the boundaries of Porter, Stout, Old Ale and Barleywines.\r\n\r\nA blended beer that mixes old and new brewing traditions into one finished beer, Old Viscosity starts out with 80% of the packaged beer produced from a stainless steel fermentation.\r\n\r\nIt then joins another 20% Old Viscosity (from a previous batch) that has been aging in bourbon barrels.\r\n\r\nThe blend of the two beers yields an incredibly rich and luscious ale that reveals chocolate and cocoa notes melded to silky body of burnt wood, vanilla and ash.","abv":"10.5","glasswareId":5,"availableId":1,"styleId":13,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZG4LpG\/upload_NJbmd9-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZG4LpG\/upload_NJbmd9-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZG4LpG\/upload_NJbmd9-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZG4LpG\/upload_NJbmd9-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZG4LpG\/upload_NJbmd9-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZG4LpG\/upload_NJbmd9-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2015-12-15 23:28:26","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":13,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Old Ale","shortName":"Old Ale","description":"Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)","ibuMin":"30","ibuMax":"65","abvMin":"6","abvMax":"9","srmMin":"12","srmMax":"30","ogMin":"1.058","fgMin":"1.014","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:03"}},{"id":"8g7n2M","name":"Old Voyage","nameDisplay":"Old Voyage","description":"This British-Style Barley Wine Ale is a throwback to English brewing customs as we use all English grain, hops and yeast.","abv":"9.6","ibu":"30","srmId":20,"styleId":17,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-09-18 22:51:04","updateDate":"2014-09-20 18:18:56","srm":{"id":20,"name":"20","hex":"9B3200"},"style":{"id":17,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"British-Style Barley Wine Ale","shortName":"British Barleywine","description":"British-style barley wines range from tawny copper to dark brown in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by the perception of low to medium bitterness and extraordinary alcohol content. Hop aroma and flavor may be minimal to medium. English type hops are often used but not necessary for this style. Low levels of diacetyl may be acceptable. Caramel and some characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, may be considered positive. Chill haze is allowable at cold temperatures.","ibuMin":"40","ibuMax":"60","abvMin":"8.4","abvMax":"12","srmMin":"14","srmMax":"22","ogMin":"1.085","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:27"}},{"id":"Evo2LD","name":"Old Walt Smoked Wit","nameDisplay":"Old Walt Smoked Wit","description":"A smoked wit? \r\nYup. \r\n\r\nResearching smoked beers led me to a lost world of smoked wheat beers, particularly a smoked wheat beer popular in Poland about 100 years ago. (More on that below... ) I didn't find anything about smoked wit beers, but decided to experiment a bit (a wit is a wheat beer). The result is a wit with background notes of smoke, this is not meant to be a smokey smoked beer. A small portion of the wheat used to brew this beer is smoked at the brewery over mesquite. Important note! This is a tart and sour take on the Wit style, with some added Brett!\r\n\r\nPictured on the label is Long Island's old Walt Whitman, enjoying a smoke and a book in what is purported to be his favorite spot in his native West Hills. Long Island's springtime is awakening all around him.","abv":"5","styleId":70,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Evo2LD\/upload_69DeXh-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Evo2LD\/upload_69DeXh-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Evo2LD\/upload_69DeXh-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Evo2LD\/upload_69DeXh-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Evo2LD\/upload_69DeXh-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Evo2LD\/upload_69DeXh-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Old Walt Smoke Wit pairs nicely with steamed mussels and light seafood dishes. Lobster roll, yum!","createDate":"2012-01-03 02:43:52","updateDate":"2015-12-16 05:17:35","style":{"id":70,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Other Belgian-Style Ales","shortName":"Belgian Ale","description":"Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:33:05"}},{"id":"KZzYDn","name":"Old Weasel Barleywine","nameDisplay":"Old Weasel Barleywine","description":"The beer equivalent of a tawny port. This well aged ale is bursting with nutty and fruity flavors. \r\n\r\n1996 Great American Beer Festival, Bronze Medal.","glasswareId":5,"availableId":4,"styleId":34,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2015-05-18 15:26:19","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":34,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Barley Wine Ale","shortName":"American Barleywine","description":"American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and\/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.","ibuMin":"60","ibuMax":"100","abvMin":"8.4","abvMax":"12","srmMin":"11","srmMax":"22","ogMin":"1.09","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:08"}},{"id":"T1MxiR","name":"Old Well White","nameDisplay":"Old Well White","description":"A smooth and light wheat beer that is characteristically cloudy. Spiced with orange peel & coriander.","abv":"5.5","glasswareId":5,"availableId":1,"styleId":65,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-09 19:44:51","updateDate":"2015-04-14 15:56:54","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"hbitec","name":"Old Whiskers Hefeweizen","nameDisplay":"Old Whiskers Hefeweizen","description":"This is our perennial summer seasonal beer, first brewed in Summer 1995 when we opened.\r\n\r\nAffectionately called \"Spunky and Chunky\", Old Whiskers Hefeweizen is a traditional Bavarian-style unfiltered wheat beer. Created with equal parts malted wheat and pale two-row malt, Old Whiskers is lightly hopped to style. A unique Bavarian strain of yeast imparts a clove- or banana-like aroma and flavor. (We swear we did not put cloves into the brew. It is the magical powers of The Yeast.) Old Whiskers Hefeweizen is delicious and refeshing--the perfect summer quencher, served with or without a slice of lemon.","abv":"5","ibu":"20","glasswareId":9,"availableId":1,"styleId":48,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/hbitec\/upload_yx1fM4-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/hbitec\/upload_yx1fM4-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/hbitec\/upload_yx1fM4-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/hbitec\/upload_yx1fM4-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/hbitec\/upload_yx1fM4-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/hbitec\/upload_yx1fM4-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2015-12-16 03:00:54","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":48,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Hefeweizen \/ Hefeweissbier","shortName":"Hefeweizen","description":"The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"3","srmMax":"9","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:27"}},{"id":"sRuoSo","name":"Old Winter Ale","nameDisplay":"Old Winter Ale","description":"Dark,full body with a slightly bitter finish. Good. Slightly sweet.","abv":"5.3","srmId":13,"styleId":12,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-12-02 19:41:29","updateDate":"2015-03-16 17:51:06","srm":{"id":13,"name":"13","hex":"CB6200"},"style":{"id":12,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"English-Style Brown Ale","shortName":"English Brown","description":"English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5.5","srmMin":"13","srmMax":"25","ogMin":"1.04","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:20:51"}},{"id":"p27V8S","name":"Old Wire Rusty Ale","nameDisplay":"Old Wire Rusty Ale","styleId":125,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p27V8S\/upload_GAVPYB-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p27V8S\/upload_GAVPYB-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p27V8S\/upload_GAVPYB-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p27V8S\/upload_GAVPYB-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p27V8S\/upload_GAVPYB-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p27V8S\/upload_GAVPYB-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2018-11-02 15:51:46","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"pfChbS","name":"Old Wooden Head","nameDisplay":"Old Wooden Head","description":"John Bell Hood was called “Old Wooden Head” by his troops for his tenacity and hard headed-ness. Our ale is just that. Full of hops (how many? we donʼt know) Full of Malt (we shut a whole field down) this extreme gravity beer will not stop until you surrender to itʼs amazing flavor.","abv":"10.5","srmId":17,"styleId":31,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pfChbS\/upload_uCrCBh-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pfChbS\/upload_uCrCBh-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pfChbS\/upload_uCrCBh-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pfChbS\/upload_uCrCBh-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pfChbS\/upload_uCrCBh-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pfChbS\/upload_uCrCBh-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-01-07 01:55:26","updateDate":"2015-12-17 19:26:34","srm":{"id":17,"name":"17","hex":"B04500"},"style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"fzBV9h","name":"Old Wooden Head","nameDisplay":"Old Wooden Head","description":"Traditional brown, English-style Barleywine with complex malt sweetness of caramel and toffee. Full bodied with balanced bitterness and a warm finish.","abv":"9.8","ibu":"50","srmId":23,"availableId":8,"styleId":17,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-06-28 18:23:59","updateDate":"2018-06-28 18:26:25","srm":{"id":23,"name":"23","hex":"882300"},"available":{"id":8,"name":"Winter","description":"Available during the winter months."},"style":{"id":17,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"British-Style Barley Wine Ale","shortName":"British Barleywine","description":"British-style barley wines range from tawny copper to dark brown in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by the perception of low to medium bitterness and extraordinary alcohol content. Hop aroma and flavor may be minimal to medium. English type hops are often used but not necessary for this style. Low levels of diacetyl may be acceptable. Caramel and some characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, may be considered positive. Chill haze is allowable at cold temperatures.","ibuMin":"40","ibuMax":"60","abvMin":"8.4","abvMax":"12","srmMin":"14","srmMax":"22","ogMin":"1.085","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:27"}},{"id":"QUB7kO","name":"Old Woody","nameDisplay":"Old Woody (2005)","abv":"10","styleId":13,"isOrganic":"N","isRetired":"N","year":2005,"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2019-02-21 16:15:53","style":{"id":13,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Old Ale","shortName":"Old Ale","description":"Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)","ibuMin":"30","ibuMax":"65","abvMin":"6","abvMax":"9","srmMin":"12","srmMax":"30","ogMin":"1.058","fgMin":"1.014","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:03"}},{"id":"rD9CPi","name":"Old Woody Pale Ale","nameDisplay":"Old Woody Pale Ale","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2012-03-22 13:04:44","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"kb4Yt1","name":"Old Wooly Barleywine","nameDisplay":"Old Wooly Barleywine","description":"Anticipated throughout the fall and released on December 1st each year, Old Wooly is Big Time's biggest and rarest beer. It is always powerfully malty with a prodigious amount of hops for balance. In addition to Northwestern 2-row pale malt, English Crystal, Munich, Carastan malts are used along with just a touch of roasted barley for a slight dryness and additional color. Old Wooly is bittered with Yakima Nugget hops and finished with Cascade and Centennial. Only 7 barrels of Old Wooly are brewed each year in late June. The beer is aged in our cellar until the 1st of December and then put on tap at the pub until it's gone. Starting gravity from 22-24 Plato and alcohol 8.5 to 9.5 by weight.\r\nAlso available in a limited number of 22 oz. bottles to go.","abv":"9","glasswareId":5,"availableId":4,"styleId":34,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kb4Yt1\/upload_6vam0k-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kb4Yt1\/upload_6vam0k-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kb4Yt1\/upload_6vam0k-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kb4Yt1\/upload_6vam0k-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kb4Yt1\/upload_6vam0k-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kb4Yt1\/upload_6vam0k-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2015-12-16 08:43:45","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":34,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Barley Wine Ale","shortName":"American Barleywine","description":"American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and\/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.","ibuMin":"60","ibuMax":"100","abvMin":"8.4","abvMax":"12","srmMin":"11","srmMax":"22","ogMin":"1.09","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:08"}},{"id":"mXXYmO","name":"Old World Hefeweizen","nameDisplay":"Old World Hefeweizen","description":"Our German-style hefeweizen is an unfiltered wheat beer that is handcrafted using only pure imported Hallertauer German hops grown in the Hallertau region of Germany to give it an original old world taste!  With its white moussy long lasting head, golden color, subtle aroma of bananas, and light hoppy taste, our hefe gives a crisp refreshing taste with a nice balanced finish to make this a perfect everyday beer for everyone to enjoy!","abv":"5","glasswareId":9,"availableId":1,"styleId":48,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mXXYmO\/upload_GBWtrp-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mXXYmO\/upload_GBWtrp-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mXXYmO\/upload_GBWtrp-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mXXYmO\/upload_GBWtrp-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mXXYmO\/upload_GBWtrp-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mXXYmO\/upload_GBWtrp-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2015-12-16 08:53:26","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":48,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Hefeweizen \/ Hefeweissbier","shortName":"Hefeweizen","description":"The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"3","srmMax":"9","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:27"}},{"id":"GEfTde","name":"Old World India Pale Ale","nameDisplay":"Old World India Pale Ale","description":"This bottle contains an India Pale Ale from a bygone era. An era of towering sailing ships, burgeoning empires and world shaping beers. This is an ale hand crafted with British malts and English hops to recreate the epic IPAs that were sent on monumental ocean voyages from England to India by sea in the 1800s.\r\n\r\nOld World IPA is an attempt by punk post modern Scottish Brewers to pay tribute to a 200 year old odyssey and heritage with a healthy dose of swash-buckling adventure.","abv":"7.5","glasswareId":5,"styleId":2,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GEfTde\/upload_ddJEXU-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GEfTde\/upload_ddJEXU-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GEfTde\/upload_ddJEXU-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GEfTde\/upload_ddJEXU-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GEfTde\/upload_ddJEXU-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GEfTde\/upload_ddJEXU-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2015-12-16 13:07:37","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":2,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"English-Style India Pale Ale","shortName":"English IPA","description":"Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.","ibuMin":"35","ibuMax":"63","abvMin":"5","abvMax":"7","srmMin":"6","srmMax":"14","ogMin":"1.05","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:33"}},{"id":"At3Ldq","name":"Old World IPA","nameDisplay":"Old World IPA","description":"Floral and herbal interpretation of an IPA made with Styrian Goldings and Aurora hops; this is a new, hopped up version of our award-winning ESB!","abv":"5.8","ibu":"43","styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/At3Ldq\/upload_apuKYv-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/At3Ldq\/upload_apuKYv-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/At3Ldq\/upload_apuKYv-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/At3Ldq\/upload_apuKYv-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/At3Ldq\/upload_apuKYv-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/At3Ldq\/upload_apuKYv-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-09-15 19:15:19","updateDate":"2015-12-17 16:55:48","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"aAqVQ4","name":"Old World Oktoberfest","nameDisplay":"Old World Oktoberfest","styleId":81,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2012-03-22 13:04:48","style":{"id":81,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Märzen","shortName":"Märzen","description":"Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.","ibuMin":"18","ibuMax":"25","abvMin":"5.3","abvMax":"5.9","srmMin":"4","srmMax":"15","ogMin":"1.05","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:50"}},{"id":"dFD020","name":"Old World Oktoberfest","nameDisplay":"Old World Oktoberfest","styleId":81,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2012-03-22 13:04:50","style":{"id":81,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Märzen","shortName":"Märzen","description":"Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.","ibuMin":"18","ibuMax":"25","abvMin":"5.3","abvMax":"5.9","srmMin":"4","srmMax":"15","ogMin":"1.05","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:50"}},{"id":"axCkz9","name":"Old World Russian Imperial Stout","nameDisplay":"Old World Russian Imperial Stout","abv":"9.5","styleId":16,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-10-03 11:22:59","updateDate":"2015-10-06 15:51:09","style":{"id":16,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"British-Style Imperial Stout","shortName":"British Imperial Stout","description":"Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"45","ibuMax":"65","abvMin":"7","abvMax":"12","srmMin":"20","srmMax":"35","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:22:41"}},{"id":"yLtQ8y","name":"Old Wylie's IPA","nameDisplay":"Old Wylie's IPA","description":"Andrew Maxwell put over 1.5 decades of recipe development into this India Pale Ale, creating the fourth dimension of flavor. Combining four varities of hops produces a unique beer that has an aggressive hop flavor, bite and aroma without denying the presence of malt which I.P.A.s often lack.","abv":"6.2","ibu":"133","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2017-12-04 17:12:24","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"QC1fYU","name":"Old Yale Pale Ale","nameDisplay":"Old Yale Pale Ale","abv":"5","glasswareId":5,"availableId":1,"styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-09-03 12:05:50","updateDate":"2014-10-08 20:44:49","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"7fNEYb","name":"Old Yankee Ale, Amber Ale","nameDisplay":"Old Yankee Ale, Amber Ale","description":"Our flagship brew,  a medium bodied, American Amber Ale, that has a great up-front malt taste with a refreshing hop finish. An outstanding session beer for any occasion. BA score of 100.","abv":"5","availableId":1,"styleId":32,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7fNEYb\/upload_nXeuxd-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7fNEYb\/upload_nXeuxd-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7fNEYb\/upload_nXeuxd-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7fNEYb\/upload_nXeuxd-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7fNEYb\/upload_nXeuxd-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7fNEYb\/upload_nXeuxd-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-03-29 16:40:34","updateDate":"2015-12-18 00:09:14","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"ZqjKq6","name":"Old Yeller","nameDisplay":"Old Yeller","abv":"5","styleId":149,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-08-03 15:42:03","updateDate":"2016-08-03 15:42:03","style":{"id":149,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Common Cider","shortName":"Common Cider","description":"Variable, but should be a medium, refreshing drink. Sweet ciders must not be cloying. Dry ciders must not be too austere. An ideal cider serves well as a “session” drink, and suitably accompanies a wide variety of food.","abvMin":"5","abvMax":"8","ogMin":"1.045","ogMax":"1.065","fgMin":"1","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:44"}},{"id":"0VSTTU","name":"Old Zahm Oktoberfest","nameDisplay":"Old Zahm Oktoberfest","description":"Beer the way it was meant to be!  16° Plato original gravity, 6% abv, deep copper\/red color (the color of autumn leaves), and bursting with layers of toasted malt flavor.  Deliciously smooth and satisfying when there’s a bit of a nip in the air.  Old Zahm is named after our old fashioned brewing tool, the Zahm, which measures carbonation in the tanks and has been used by generations of brewers.  We asked ourselves: why buy a new version when we can go with the original– a classic?  And the same thought went into our beer:  why brew a modern, light bodied Oktoberfest when we can brew up the full-throttle original version!  Prosit!","abv":"6","glasswareId":3,"availableId":4,"styleId":82,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-05-05 14:23:12","updateDate":"2016-08-23 14:28:36","glass":{"id":3,"name":"Mug","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":82,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Oktoberfest \/ Wiesen (Meadow)","shortName":"Oktoberfest","description":"Today's Oktoberfest beers are characterized by a medium body and light, golden color. Sweet maltiness is mild with an equalizing balance of clean, hop bitterness. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived. Similar or equal to Dortmunder\/European-Style Export","ibuMin":"23","ibuMax":"29","abvMin":"5","abvMax":"6","srmMin":"3","srmMax":"5","ogMin":"1.048","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:59"}},{"id":"zc6OSC","name":"Old-Fashioned Cream Ale","nameDisplay":"Old-Fashioned Cream Ale","description":"A true to style American Cream Ale which contrary to the name does not contain dairy.  This is a perfect beer when you want just an honest to goodness beer!  It's light & smooth in flavor, try a pint along with our Wisconsin Beer Brat!","abv":"4.5","styleId":109,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-09-08 19:50:01","updateDate":"2014-09-08 19:50:01","style":{"id":109,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"American-Style Cream Ale or Lager","shortName":"Cream Ale","description":"Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and\/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.","ibuMin":"10","ibuMax":"22","abvMin":"4.2","abvMax":"5.6","srmMin":"2","srmMax":"5","ogMin":"1.044","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:30"}},{"id":"aeuC0e","name":"Old-Style Porter","nameDisplay":"Old-Style Porter","abv":"5.1","styleId":18,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2012-08-30 00:47:05","style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"KAEeiz","name":"Olde #8 Anniversary Ale","nameDisplay":"Olde #8 Anniversary Ale","description":"Brewed for August each year to celebrate our Anniversary this strong ales maltiness is balenced by a generous amount of hops","abv":"6.85","styleId":55,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2012-03-22 13:05:01","style":{"id":55,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Altbier","shortName":"Altbier","description":"German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.","ibuMin":"25","ibuMax":"52","abvMin":"4.3","abvMax":"5.5","srmMin":"11","srmMax":"19","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:08:31"}},{"id":"aqKdec","name":"Olde Aiken Ale","nameDisplay":"Olde Aiken Ale","description":"The strongest beer offered by Aiken Brewing Company, this high alcohol barleywine is fruity with hints of currant and raisin. Its significant malt intensity with just enough hop bitterness for balance makes for a delightful a winter warmer!","abv":"10","styleId":34,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-10-30 11:44:25","updateDate":"2014-10-13 20:04:46","style":{"id":34,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Barley Wine Ale","shortName":"American Barleywine","description":"American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and\/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.","ibuMin":"60","ibuMax":"100","abvMin":"8.4","abvMax":"12","srmMin":"11","srmMax":"22","ogMin":"1.09","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:08"}},{"id":"ASm616","name":"Olde Ale","nameDisplay":"Olde Ale","description":"Originally brewed in 2005 as the first in our annual Decadence series, AleSmith Olde Ale follows the tradition of classic British-style Old Ales. This rich, malt-forward ale showcases soft notes of currants and dried fruit along with complex dark sugars, all of which are balanced by a subtle bitterness derived from the addition of traditional English hops. AleSmith Olde Ale is ready to be enjoyed now or it can be aged upwards of twenty years to further enhance its amazing depth of flavor. A hearty ale designed to please Bacchus himself!","abv":"11","styleId":13,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-08-14 16:51:04","updateDate":"2016-08-14 16:51:04","style":{"id":13,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Old Ale","shortName":"Old Ale","description":"Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)","ibuMin":"30","ibuMax":"65","abvMin":"6","abvMax":"9","srmMin":"12","srmMax":"30","ogMin":"1.058","fgMin":"1.014","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:03"}},{"id":"JY0bKL","name":"Olde Ale","nameDisplay":"Olde Ale","description":"Referencing the vatted “stale” beers of English brewing past, this modern rendition makes itself out to be a strong brown ale. Notes of dark cherry, plum, red apple, toffee, and a hint of cocoa meld with the toasted vanilla character of French oak for a complex drinking experience.","abv":"7.5","ibu":"20","styleId":12,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.088","createDate":"2015-07-12 22:16:03","updateDate":"2015-07-12 22:16:03","style":{"id":12,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"English-Style Brown Ale","shortName":"English Brown","description":"English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5.5","srmMin":"13","srmMax":"25","ogMin":"1.04","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:20:51"}},{"id":"ShnQx1","name":"Olde Bartholomew","nameDisplay":"Olde Bartholomew","description":"FIND A FRIEND IN OLDE BART\r\nOlde Bart was a free spirit who bent elbows with the best of ‘em. We’ve made this amber-hued, English style Barleywine ale for characters like him. Brewed with 100% Maris Otter malt (a traditional floor-malted English barley) and noble hops, Olde Bartholomew is an unfiltered winter warmer with a smooth malt background, soft fruit overtones and a slight hop spice in the finish. Just a few sips are sure to arouse the character in all of us.","abv":"10.3","ibu":"66","glasswareId":8,"availableId":2,"styleId":17,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ShnQx1\/upload_bSX7q8-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ShnQx1\/upload_bSX7q8-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ShnQx1\/upload_bSX7q8-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ShnQx1\/upload_bSX7q8-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ShnQx1\/upload_bSX7q8-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ShnQx1\/upload_bSX7q8-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Old Bart’s strong malt character and high alcohol content pair well with full-flavored foods such as creamier blue cheeses and non-cavity causing desserts like pecan pie. We like to enjoy our Old Bart at a cozy bar with a fireplace while discussing all of life’s questions.","createDate":"2012-12-23 23:29:40","updateDate":"2015-12-16 22:00:44","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":17,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"British-Style Barley Wine Ale","shortName":"British Barleywine","description":"British-style barley wines range from tawny copper to dark brown in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by the perception of low to medium bitterness and extraordinary alcohol content. Hop aroma and flavor may be minimal to medium. English type hops are often used but not necessary for this style. Low levels of diacetyl may be acceptable. Caramel and some characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, may be considered positive. Chill haze is allowable at cold temperatures.","ibuMin":"40","ibuMax":"60","abvMin":"8.4","abvMax":"12","srmMin":"14","srmMax":"22","ogMin":"1.085","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:27"}},{"id":"dDldls","name":"Olde Bluehair","nameDisplay":"Olde Bluehair","abv":"8.75","ibu":"75","glasswareId":5,"availableId":2,"styleId":34,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dDldls\/upload_m9dueo-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dDldls\/upload_m9dueo-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dDldls\/upload_m9dueo-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dDldls\/upload_m9dueo-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dDldls\/upload_m9dueo-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/dDldls\/upload_m9dueo-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2017-01-11 03:35:57","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":34,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Barley Wine Ale","shortName":"American Barleywine","description":"American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and\/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.","ibuMin":"60","ibuMax":"100","abvMin":"8.4","abvMax":"12","srmMin":"11","srmMax":"22","ogMin":"1.09","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:08"}},{"id":"b9AqRf","name":"Olde Bosky Porter","nameDisplay":"Olde Bosky Porter","description":"Nearly black with ruby highlights. Coffee, chocolate and roasty tones enhance the rich, malt character. This well-balanced, medium-bodied ale is, most importantly, a pleasure to drink!","abv":"5.9","ibu":"35","glasswareId":5,"styleId":18,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-04-08 12:55:15","updateDate":"2013-04-08 12:55:15","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"LIqBjJ","name":"Olde Browne Porter","nameDisplay":"Olde Browne Porter","description":"Our Olde Browne Porter is a full-bodied beer that will please the palate of those that prefer a richer beer. This beer exhibits hints of nut, toffee, and coffee with a slight bitterness unique to this beer in our brands. This is a great beer to finish off a long day that can be enjoyed on its own or with a meal. This beer was originally sold as our Brown Ale from which it gets its name.","glasswareId":5,"styleId":18,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2012-03-22 13:05:28","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"c7v7A8","name":"Olde Butternutz","nameDisplay":"Olde Butternutz","description":"This beauty has been aging in Buffalo Trace Bourbon Barrels for a distinctly smooth bourbon flavor. It was brewed with butternut squash that was toasted in walnut oil and complimented with cinnamon and cardamom, making this a rich and beautifully balanced fall brew.\r\n\r\nTasting notes: bourbon and oak forward, dark amber color, cinnamon in aroma, sweet, spicy finish","abv":"10","ibu":"30","glasswareId":6,"availableId":7,"styleId":13,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/c7v7A8\/upload_5HsGEm-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/c7v7A8\/upload_5HsGEm-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/c7v7A8\/upload_5HsGEm-large.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","createDate":"2018-06-07 19:50:32","updateDate":"2018-06-07 20:18:29","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"available":{"id":7,"name":"Fall","description":"Available during the fall months."},"style":{"id":13,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Old Ale","shortName":"Old Ale","description":"Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)","ibuMin":"30","ibuMax":"65","abvMin":"6","abvMax":"9","srmMin":"12","srmMax":"30","ogMin":"1.058","fgMin":"1.014","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:03"}},{"id":"9SaT2V","name":"Olde Buzzard Lager","nameDisplay":"Olde Buzzard Lager","description":"Our Lager (Dortmund-style) is brewed with pale, Munich and Vienna malts and is moderately hopped with Hallertauer hops. Dortmund is an industrial, steel-making town and its lagers are hearty, easy drinking brewskies. The hops balance the malt but not overtly so. A great brew for the end of a hard day at work. Winner of the Gold Medal for Best European Style Pilsner at the 2000 Great American Beer Festival , Gold Medal at the 5th and 6th Great International Beer Festival, Silver Medals at the 7th Great International Beer Festival and 9th Great International Beer Festival, and Bronze Medal at the 8th Great International Beer Festival and 11th Great International Beer Festival!","abv":"5","styleId":97,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2012-03-22 13:05:07","style":{"id":97,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Premium Lager","shortName":"American Premium Lager","description":"This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.","ibuMin":"6","ibuMax":"15","abvMin":"4.3","abvMax":"5","srmMin":"2","srmMax":"6","ogMin":"1.044","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:04"}},{"id":"eEPloZ","name":"Olde Empire","nameDisplay":"Olde Empire","description":"Dark, toasty, and with hints of chocolate - this full-bodied stout will really scratch that dark-beer itch you didn't even know you had!","abv":"4.6","ibu":"36","glasswareId":5,"srmId":30,"availableId":4,"styleId":20,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cool","servingTemperatureDisplay":"Cool - (8-12C\/45-54F)","createDate":"2018-04-05 03:13:12","updateDate":"2018-04-11 18:54:55","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":30,"name":"30","hex":"600903"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":20,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Sweet or Cream Stout","shortName":"Sweet Stout","description":"Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.","ibuMin":"15","ibuMax":"25","abvMin":"3","abvMax":"6","srmMin":"40","srmMax":"40","ogMin":"1.045","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:24:41"}},{"id":"6qc3Dy","name":"Olde English 800","nameDisplay":"Olde English 800","description":"Produced by the Miller Brewing Company since 1999.","abv":"5.9","availableId":1,"styleId":100,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6qc3Dy\/upload_agi4fa-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6qc3Dy\/upload_agi4fa-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6qc3Dy\/upload_agi4fa-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6qc3Dy\/upload_agi4fa-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6qc3Dy\/upload_agi4fa-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6qc3Dy\/upload_agi4fa-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2019-07-10 20:00:12","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":100,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Malt Liquor","shortName":"Malt Liquor","description":"High in starting gravity and alcoholic strength, this style is somewhat diverse. Some American malt liquors are just slightly stronger than American lagers, while others approach bock strength. Some residual sweetness is perceived. Hop rates are very low, contributing little bitterness and virtually no hop aroma or flavor. Perception of sweet-fruity esters and complex alcohols (though not solvent-like) are acceptable at low levels. Chill haze and diacetyl should not be perceived.","ibuMin":"12","ibuMax":"23","abvMin":"6.25","abvMax":"7.5","srmMin":"2","srmMax":"5","ogMin":"1.05","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:41:16"}},{"id":"a6nFXx","name":"Olde Expensive Ale","nameDisplay":"Olde Expensive Ale","styleId":13,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2012-03-22 13:04:32","style":{"id":13,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Old Ale","shortName":"Old Ale","description":"Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)","ibuMin":"30","ibuMax":"65","abvMin":"6","abvMax":"9","srmMin":"12","srmMax":"30","ogMin":"1.058","fgMin":"1.014","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:03"}},{"id":"GIRubU","name":"Olde Factory Amber IPA","nameDisplay":"Olde Factory Amber IPA","abv":"7","styleId":32,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-01-07 15:31:01","updateDate":"2015-01-13 21:01:41","style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"jYrMSW","name":"Olde Forest English Strong Ale","nameDisplay":"Olde Forest English Strong Ale","description":"Our interpretation of a classic style. Biscuit, toffee and stone fruit notes are coaxed from traditional floor-malted English pale and caramel malts. Nugget and Golding hops exude delicate apple, spice and marmalade accents throughout.","abv":"8","ibu":"30","styleId":14,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jYrMSW\/upload_fY480F-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jYrMSW\/upload_fY480F-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jYrMSW\/upload_fY480F-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jYrMSW\/upload_fY480F-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jYrMSW\/upload_fY480F-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jYrMSW\/upload_fY480F-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-02-10 20:02:25","updateDate":"2015-12-17 21:58:49","style":{"id":14,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Strong Ale","shortName":"Strong Ale","description":"Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)","ibuMin":"30","ibuMax":"65","abvMin":"7","abvMax":"11","srmMin":"8","srmMax":"21","ogMin":"1.06","fgMin":"1.014","fgMax":"1.04","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:05"}},{"id":"tU2s8r","name":"Olde Fort","nameDisplay":"Olde Fort","description":"An American style Golden Lager with pale color; low malt sweetness and subtle hopping. It is clean, crisp, and refreshing.","abv":"4.3","ibu":"8","styleId":36,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-03-08 18:02:20","updateDate":"2017-03-08 18:02:20","style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"es02it","name":"Olde Game Farm Pils","nameDisplay":"Olde Game Farm Pils","description":"New York Pilsner brewed with local Hudson Valley Malt. This brew is light and crisp with a slight nuttiness to finish. With the addition of Noble hops, this beer has a peppery hop bitterness.","abv":"5.9","ibu":"26","availableId":2,"styleId":98,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-11-06 18:43:25","updateDate":"2018-11-07 12:44:50","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":98,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Pilsener","shortName":"American Pilsener","description":"This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and\/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.","ibuMin":"25","ibuMax":"40","abvMin":"5","abvMax":"6","srmMin":"3","srmMax":"6","ogMin":"1.045","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:08"}},{"id":"X3lgl5","name":"Olde Gravitatem","nameDisplay":"Olde Gravitatem","description":"English Strong Ale w\/ malty, vinious, dried fruit character.","abv":"8.1","ibu":"41","availableId":8,"styleId":13,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-07-12 23:27:47","updateDate":"2017-07-14 14:25:03","available":{"id":8,"name":"Winter","description":"Available during the winter months."},"style":{"id":13,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Old Ale","shortName":"Old Ale","description":"Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)","ibuMin":"30","ibuMax":"65","abvMin":"6","abvMax":"9","srmMin":"12","srmMax":"30","ogMin":"1.058","fgMin":"1.014","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:03"}},{"id":"lgZ7q2","name":"Olde La Montavious","nameDisplay":"Olde La Montavious","abv":"8.2","styleId":13,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-12-13 21:11:35","updateDate":"2012-12-13 21:11:36","style":{"id":13,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Old Ale","shortName":"Old Ale","description":"Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)","ibuMin":"30","ibuMax":"65","abvMin":"6","abvMax":"9","srmMin":"12","srmMax":"30","ogMin":"1.058","fgMin":"1.014","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:03"}},{"id":"TjhF61","name":"Olde Michaelmas","nameDisplay":"Olde Michaelmas","description":"A traditional Brown Porter with rye featuring fresh Blackberries and Walnuts. This light- bodied easy drinking session porter has a large notes of fresh blackberryies on the nose. A slightly spicy note from the rye on the back of the palate that pairs perfectly with the mild nutty flavor of the Walnut. A great twist on an old favorite.","abv":"5.2","availableId":2,"styleId":18,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-04-14 16:56:18","updateDate":"2015-04-14 16:56:18","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"sUnWz4","name":"Olde Number 22 German Alt","nameDisplay":"Olde Number 22 German Alt","description":"A surprisingly easy-drinking dark ale. Smooth, malty, and well-balanced; dry without being too bitter; and full-flavored without being too heavy. Very subtle smoky hints.\r\n\r\nOlde Number 22 is a special kind of Alt called a sticke or secret alt. This style was traditionally brewed in German brewpubs as a reward to loyal regulars. At a time when German brews were priced according to alcohol content, brewpubs would brew a secret alt that was richer, maltier, and higher in gravity. They served it unadvertised at the regular alt price exclusively to the regulars who knew to ask for it.","abv":"5.5","ibu":"46","glasswareId":5,"styleId":55,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/sUnWz4\/upload_Ig3vyi-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/sUnWz4\/upload_Ig3vyi-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/sUnWz4\/upload_Ig3vyi-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/sUnWz4\/upload_Ig3vyi-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/sUnWz4\/upload_Ig3vyi-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/sUnWz4\/upload_Ig3vyi-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Pairs especially well with grilled or smoked meat, fish, and veggies. Try it with hearty stews or rich macaroni and cheese. Serve with a cheese board of aged cheddar, Parmigiano-Reggiano, Humboldt fog and brie.","originalGravity":"1.054","createDate":"2013-02-23 22:57:41","updateDate":"2015-12-17 01:23:47","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":55,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Altbier","shortName":"Altbier","description":"German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.","ibuMin":"25","ibuMax":"52","abvMin":"4.3","abvMax":"5.5","srmMin":"11","srmMax":"19","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:08:31"}}],"status":"success"}