{"currentPage":1187,"numberOfPages":1791,"totalResults":89538,"data":[{"id":"4obrp8","name":"Palo Santo Ahumado","nameDisplay":"Palo Santo Ahumado","description":"Palo Santo Ahumado is a London Style porter brewed with about 44% Palo Santo smoked malt.  This is the same type of wood that makes up the aging vessels for our Palo Santo Marron.  Though, the smoking process lends an entirely different and unique character to this ale when compared to the Marron, which is aged “on the wood”.  Unlike most smoked beers which tend to have a camp fire and almost bacon-like character at times, the smoke from Palo Santo wood lends a much more perfume-like aromatic quality to this beer, similar to the aroma of pinon incense.  Notes of coconut, vanilla, and sandalwood dominate the nose with just a touch of ash of coming through.  These notes also come through in the flavor along with chocolate, caramel, dark fruit, bourbon soaked oak, and a sweet but spicy finish, with minor supporting hints of the familiar smokey camp fire coming through.  Despite its deep black color with mahogany highlights, this is one truly quaffable ale.  Perfect on its own, or a great match up with any of our wood grilled offerings or one of our delicious homemade desserts like the bread pudding or brownies and ice cream.","abv":"5.75","ibu":"25","availableId":2,"styleId":38,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-12 01:14:48","updateDate":"2015-04-30 18:48:33","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":38,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Smoke Porter","shortName":"Smoke Porter","description":"Smoke porters are chestnut brown to black in color. They can exhibit a mild to assertive smoke character in balance with other beer characters. Black malt character can be perceived in some porters, while others may be absent of strong roast character. Roast barley character should be absent. Medium to full malt sweetness, caramel and chocolate are acceptable along with medium to medium-high hop bitterness. These beers are usually medium to full bodied. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"40","abvMin":"5","abvMax":"8.7","srmMin":"20","srmMax":"20","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:41"}},{"id":"7LrYr1","name":"Palo Santo Marron","nameDisplay":"Palo Santo Marron","description":"An unfiltered, unfettered, unprecedented brown ale aged in handmade wooden brewing vessels. The caramel and vanilla complexity unique to this beer comes from the exotic Paraguayan Palo Santo wood from which these tanks were crafted. Palo Santo means \"holy tree\" and it's wood has been used in South American wine-making communities.","abv":"12","ibu":"50","glasswareId":5,"availableId":1,"styleId":37,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7LrYr1\/upload_9kjIcO-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7LrYr1\/upload_9kjIcO-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7LrYr1\/upload_9kjIcO-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7LrYr1\/upload_9kjIcO-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7LrYr1\/upload_9kjIcO-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7LrYr1\/upload_9kjIcO-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Steak, chorizo sausage, cajun cuisine, farmhouse cheddar","createDate":"2012-01-03 02:43:55","updateDate":"2017-01-09 19:00:37","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":37,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Brown Ale","shortName":"American Brown","description":"American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"25","ibuMax":"45","abvMin":"4","abvMax":"6.4","srmMin":"15","srmMax":"26","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:35"}},{"id":"coMou6","name":"Paloma Barrel-Aged Barley Wine","nameDisplay":"Paloma Barrel-Aged Barley Wine","description":"Paloma New Zealand Barrel-Aged Barleywine is a deep amber strong ale that was aged more than 10 months in whisky casks that held very special NZ single malt whisky for more than 8 years. The casks have a great story to tell and amazing flavours to contribute to the beer. The casks (French and American Oak) originally held red wines from Mills Reef in NZ and then created the special Double-Wood\/Oamaruvian releases from the NZ Whisky Co. The resulting beer is rich, nutty, and smooth with notes of dried fruits, raisins, Christmas cake, and tawny port.\r\n\r\nThere were a very limited number of NZ Whiskey Co. barrels, and we can coax the whiskey character out of a barrel and into a beer only once. After that, the barrel may offer oak flavour, but the whiskey character is essentially lost. Each bottle is hand numbered. The 2017 release is available. Annual releases are planned for 2018 – 2020 and supply is very, very limited.\r\nCount yourself fortunate if you are lucky enough to get your hands on some of these bottles. It is a unique experience which can’t be repeated and the beer will age gracefully for years. We expect the sweet spot to be around 3-5 years. Do not serve cold! Treat it like a port or red wine and serve it in an elegant glass.","abv":"14.3","ibu":"60","styleId":34,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-08-08 12:40:50","updateDate":"2019-08-08 12:40:50","style":{"id":34,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Barley Wine Ale","shortName":"American Barleywine","description":"American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and\/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.","ibuMin":"60","ibuMax":"100","abvMin":"8.4","abvMax":"12","srmMin":"11","srmMax":"22","ogMin":"1.09","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:08"}},{"id":"O8n5jx","name":"Paloma Sour","nameDisplay":"Paloma Sour","description":"Grapefruit and lime","abv":"6.2","styleId":46,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-05-12 12:14:20","updateDate":"2018-05-12 12:14:20","style":{"id":46,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Berliner-Style Weisse (Wheat)","shortName":"Berlinerweisse","description":"This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.","ibuMin":"3","ibuMax":"6","abvMin":"2.8","abvMax":"3.4","srmMin":"2","srmMax":"4","ogMin":"1.028","fgMin":"1.004","fgMax":"1.006","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:14"}},{"id":"xQnsGf","name":"Paloma-Rita","nameDisplay":"Paloma-Rita","description":"A San Diego style gose with key lime, Meyer lemon, grapefruit & La Jolla sea salt","abv":"4.5","styleId":165,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-09-22 21:30:07","updateDate":"2016-10-19 18:40:23","style":{"id":165,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Contemporary Gose","shortName":"Contemporary Gose","description":"Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy\/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze\/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.","createDate":"2015-04-07 17:10:42"}},{"id":"ngKlwX","name":"Palomar Pale Ale","nameDisplay":"Palomar Pale Ale","description":"Refreshing, thirst quenching combination of caramel malts. A medium bodied ale with a citrusy hop finish.","abv":"5.9","availableId":1,"styleId":25,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ngKlwX\/upload_ClqP8R-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ngKlwX\/upload_ClqP8R-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ngKlwX\/upload_ClqP8R-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ngKlwX\/upload_ClqP8R-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ngKlwX\/upload_ClqP8R-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ngKlwX\/upload_ClqP8R-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-07-21 22:05:41","updateDate":"2015-12-18 03:36:24","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"tAIwuE","name":"Palomar Porter","nameDisplay":"Palomar Porter","abv":"6.9","availableId":4,"styleId":18,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-05-02 22:28:12","updateDate":"2015-06-17 20:10:26","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"s2PSBf","name":"Palomares Pale Ale","nameDisplay":"Palomares Pale Ale","description":"Palomares Pale Ale is brewed with the finest of pale malts and hopped generously with Centennial and Summit hops.  Great beer for warm days with a hint of citrus.","abv":"5.2","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-04-28 18:26:06","updateDate":"2015-04-29 16:09:12","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"UPBNKZ","name":"Palomino","nameDisplay":"Palomino","description":"Yummy and awesome","abv":"5.1","ibu":"18","glasswareId":4,"srmId":12,"styleId":101,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","createDate":"2016-07-08 20:53:16","updateDate":"2016-07-12 19:41:12","glass":{"id":4,"name":"Pilsner","createDate":"2012-01-03 02:41:33"},"srm":{"id":12,"name":"12","hex":"CF6900"},"style":{"id":101,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Amber Lager","shortName":"American Amber Lager","description":"American-style amber lagers are light amber to amber or copper colored. They are medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. This is a broad category in which the hop bitterness, flavor, and aroma may be accentuated or may only be present at relatively low levels, yet noticeable. Fruity esters, diacetyl, and chill haze should be absent.","ibuMin":"18","ibuMax":"30","abvMin":"4.8","abvMax":"5.4","srmMin":"6","srmMax":"14","ogMin":"1.042","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:41:26"}},{"id":"gxIsKr","name":"Palomino","nameDisplay":"Palomino","abv":"4.5","styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-05-10 20:06:34","updateDate":"2018-06-21 18:57:25","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"FoQnO8","name":"Palomino Pale Ale","nameDisplay":"Palomino Pale Ale","description":"Palomino Pale Ale is our interpretation of an American style Pale Ale. We brew this beer using only the finest American barley and hops and add even more hops as it ages to give it a great balanced citrusy taste and aroma. This beer is sure to please anyone who enjoys the refreshing taste of American hops.","glasswareId":5,"availableId":1,"styleId":25,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FoQnO8\/upload_9avM32-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FoQnO8\/upload_9avM32-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FoQnO8\/upload_9avM32-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FoQnO8\/upload_9avM32-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FoQnO8\/upload_9avM32-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FoQnO8\/upload_9avM32-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:55","updateDate":"2015-12-16 08:36:05","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"5pqD3b","name":"Palomino Pale Ale","nameDisplay":"Palomino Pale Ale","abv":"6.2","styleId":25,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5pqD3b\/upload_FZYjGi-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5pqD3b\/upload_FZYjGi-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5pqD3b\/upload_FZYjGi-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5pqD3b\/upload_FZYjGi-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5pqD3b\/upload_FZYjGi-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5pqD3b\/upload_FZYjGi-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-06-27 13:19:43","updateDate":"2015-12-17 15:15:57","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"QnEINs","name":"Palor","nameDisplay":"Palor","abv":"5.2","styleId":25,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QnEINs\/upload_GcjchM-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QnEINs\/upload_GcjchM-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QnEINs\/upload_GcjchM-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QnEINs\/upload_GcjchM-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QnEINs\/upload_GcjchM-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QnEINs\/upload_GcjchM-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-11-27 12:38:31","updateDate":"2016-11-21 13:39:55","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"ljpCfw","name":"Palouse Gold Mead","nameDisplay":"Palouse Gold Mead","description":"Simply honey and water. Simply delicious.","abv":"12","styleId":141,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-29 22:05:45","updateDate":"2018-05-17 18:49:23","style":{"id":141,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Semi-Sweet Mead","shortName":"Semi-Sweet Mead","description":"Similar in balance, body, finish and flavor intensity to a semisweet (or medium-dry) white wine, with a pleasant mixture of honey character, light sweetness, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:47:27"}},{"id":"ezkTq5","name":"Palpitations Porter","nameDisplay":"Palpitations Porter","styleId":18,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:55","updateDate":"2012-03-22 13:04:51","style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"70KJhX","name":"Pam's Kitchen Beer","nameDisplay":"Pam's Kitchen Beer","abv":"6.3","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-12-01 15:43:17","updateDate":"2015-12-01 15:43:17","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"XLfbjK","name":"Pamlico","nameDisplay":"Pamlico","abv":"5.2","ibu":"45","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-10-13 16:14:48","updateDate":"2016-10-13 16:14:48","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"SRz3Sp","name":"Pamlico Sound Pale Ale","nameDisplay":"Pamlico Sound Pale Ale","description":"Whether you're paddle boarding or parasailing along the Pamlico, this beer will be the ultimate outdoor companion. Brewed with a massive dose of Mosaic and Amarillo hops, this beer is booming with floral, citrus and tropical fruit tones. Even with its massive hop flavor, at 5.3% it'll keep you feeling good, but allow you to have fun in the sun all day long!","abv":"5.3","ibu":"40","styleId":25,"isOrganic":"N","isRetired":"Y","status":"verified","statusDisplay":"Verified","createDate":"2017-08-04 20:44:54","updateDate":"2018-11-09 11:56:39","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"D0jpKk","name":"Pamola Xtra Pale Ale","nameDisplay":"Pamola Xtra Pale Ale","description":"Brilliant clarity, bright golden in color. Pamola Pours with a nice creamy head and subtle malt and hop aroma. Crisp, clean, effervescent start with a touch of malt character and a balanced bitterness. Hop flavors linger nicely. Finishes clean, crisp and dry with a light body. Pamola is brewed with pure, soft Maine water from Lake Auburn; three different hop varieties, plus domestic and imported “Character” malts provide complexity, color, and body while making use of a clean, well attenuating, top-fermenting American ale yeast. The beer is then cold conditioned for a smooth, clean and crisp flavor. This one is extremely drinkable!","abv":"4.9","ibu":"27.5","glasswareId":5,"styleId":29,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-06-13 18:55:49","updateDate":"2014-10-13 18:54:54","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":29,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Strong Pale Ale","shortName":"American Strong Pale","description":"American strong pale ales range from deep golden to copper in color. The style is characterized by floral and citrus-like American-variety hops used to produce high hop bitterness, flavor, and aroma. Note that floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. American strong pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruityester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"40","ibuMax":"50","abvMin":"5.5","abvMax":"6.3","srmMin":"6","srmMax":"14","ogMin":"1.05","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:32"}},{"id":"uMwS63","name":"Pampelmousse Citrus IPA","nameDisplay":"Pampelmousse Citrus IPA","description":"This deep golden, medium bodied Citrus IPA offers up refreshment that will satisfy all your senses. Four hop varieties along with real grapefruit juice build a solid hop bitterness highlighted by citrus notes, both on the tongue and in the nose.","abv":"5.8","ibu":"70","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-04-14 18:58:09","updateDate":"2015-04-14 18:58:09","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"NOI87s","name":"Pampered Moose","nameDisplay":"Pampered Moose","description":"American Amber Ale. Formerly known as Amberet.","abv":"5","styleId":32,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-07-10 13:23:08","updateDate":"2017-07-10 13:23:08","style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"EV0QaX","name":"Pamplemead","nameDisplay":"Pamplemead","description":"Honey wine with grapefruit and juniper berries.","abv":"6","styleId":148,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-04-13 18:37:20","updateDate":"2017-04-13 18:37:20","style":{"id":148,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Open Category Mead","shortName":"Mead","description":"This mead should exhibit the character of all of the ingredients in varying degrees, and should show a good blending or balance between the various flavor elements. Whatever ingredients are included, the result should be identifiable as a honey-based fermented beverage.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:35"}},{"id":"tROP9e","name":"PampleMousse","nameDisplay":"PampleMousse","description":"Combining Fresh Grapefruit Juice, Zest and Puree adds a new level of refreshment to our Rustic Blonde Ale – Table. Followed up with a special blend of Mittlefruh, Saaz, and Mandarina Bavaria hops, this beer finishes crisp and dry with just the right amount of fruit on the finish.","abv":"4.5","styleId":36,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tROP9e\/upload_s3YZd6-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tROP9e\/upload_s3YZd6-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tROP9e\/upload_s3YZd6-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tROP9e\/upload_s3YZd6-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tROP9e\/upload_s3YZd6-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tROP9e\/upload_s3YZd6-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-08-16 14:42:19","updateDate":"2018-08-16 14:43:16","style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"WVuHW3","name":"Pan American Stout","nameDisplay":"Pan American Stout","description":"A truly multicultural beer.  We started with a recipe of a classic oatmeal stout, and then started heading south.  We picked up some vanilla beans in mexico, and then made a stop in columbia for some coffee before heading back north to blend it all together in our fermenters.\r\n\r\nThe oatmeal gives a hint of sweetness that helps to balance out the black-as-night malts that we use to bring this beer to it’s dark and rich final color.  We add some hops for balance, but let’s be honest, they aren’t the star of the show here.  The subtle yet present flavor of locally roasted coffee and mexican vanilla beans is why you should be ordering up a pint of this alongside your chili, to go with your creme brulee, or to sit next to that slice of chocolate cake.\r\n\r\nThe result is a deliciously drinkable beer with enough coffee and vanilla in it to give you an impression that one of these might be just as good with your morning cereal as your dinner tonight……","abv":"5.2","ibu":"25","styleId":42,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-08-12 13:09:07","updateDate":"2016-08-12 13:09:07","style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"Ickeyp","name":"Pan Galactic Bitter Blaster","nameDisplay":"Pan Galactic Bitter Blaster","abv":"5.1","ibu":"32","styleId":65,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-09-16 23:07:14","updateDate":"2015-09-16 23:07:14","style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"QaLCnA","name":"Pan Galactic Gargle Blaster","nameDisplay":"Pan Galactic Gargle Blaster","description":"Pan Galactic Gargle Blaster is a Double Belgian IPA brewed exclusively with Galaxy hops. The nose is an impressive blend of citrus aromas reminiscent of guava and lemons. It also has subtle Belgian yeast esters. An intense, clean bitterness dominates the flavor profile, with little malt character to compete with. A fruity yeast sweetness is noticeable in the finish, alongside a resounding bitterness.","abv":"8.4","ibu":"90","availableId":2,"styleId":31,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QaLCnA\/upload_5w29pf-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QaLCnA\/upload_5w29pf-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QaLCnA\/upload_5w29pf-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QaLCnA\/upload_5w29pf-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QaLCnA\/upload_5w29pf-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QaLCnA\/upload_5w29pf-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-08-27 18:08:45","updateDate":"2015-12-17 16:25:16","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"qBPmjv","name":"Pan Galactic Gargle Blaster Session IPA","nameDisplay":"Pan Galactic Gargle Blaster Session IPA","description":"A Hitchhikers Guide to the Galaxy Reference – this alcoholic beverage is invented by ex President of the Universe Zaphod Beeblebrox and is considered by The Guide to be the “Best Drink in Existence”.  It’s a light, crisp, easy drinkin IPA!","abv":"4.2","ibu":"42","styleId":108,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-09-10 14:45:25","updateDate":"2014-09-10 19:16:13","style":{"id":108,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Session Beer","shortName":"Session","description":"Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).","ibuMin":"10","ibuMax":"30","abvMin":"4","abvMax":"5.1","srmMin":"2","srmMax":"2","ogMin":"1.034","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:20"}},{"id":"EbyyM8","name":"Panache","nameDisplay":"Panache","description":"The aroma of fresh lemons accompanied the feinbierigen taste of Eichhof Panaché alkhoholfrei and offers the connoisseur a cool and carefree drinking experience.","styleId":139,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-05-22 11:46:21","updateDate":"2013-05-22 11:46:21","style":{"id":139,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Non-Alcoholic (Beer) Malt Beverages","shortName":"Non-Alcoholic","description":"Non-alcoholic (NA) malt beverages should emulate the character of a previously listed category\/subcategory designation but without the alcohol (less than 0.5 percent). Non-alcoholic (beer) malt beverages will inherently have a profile lacking the complexity and balance of flavors which can be attributed to alcohol. They should accordingly not be assessed negatively for reasons related to the absence of alcohol.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:47:18"}},{"id":"CbBtgN","name":"PANACHÉ","nameDisplay":"PANACHÉ","description":"Das Schweizer Panaché: So unübertroffen erfrischend wie auch geheimnisvoll raffiniert. Schützengarten Panaché ist die perfekte Symbiose aus unserem feinen, kaltgereiften Lager-Bier, natürlicher Zitronenlimonade und einer Note von echtem Schweizer Edelweiss-Extrakt mit seinem blumigen Geschmack. Ein herrlich überraschender Genuss! Das Edelweiss wird auf über 1‘000 m.ü.M., an den sonnigen Hängen des Wallis angebaut.","abv":"2.6","styleId":119,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-05-14 16:43:46","updateDate":"2015-05-14 16:43:46","style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"1xK8xj","name":"Panama Guava","nameDisplay":"Panama Guava","abv":"4.2","styleId":46,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-12 17:11:40","updateDate":"2017-09-12 17:11:40","style":{"id":46,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Berliner-Style Weisse (Wheat)","shortName":"Berlinerweisse","description":"This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.","ibuMin":"3","ibuMax":"6","abvMin":"2.8","abvMax":"3.4","srmMin":"2","srmMax":"4","ogMin":"1.028","fgMin":"1.004","fgMax":"1.006","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:14"}},{"id":"plt8mA","name":"Panama Joe Stout","nameDisplay":"Panama Joe Stout","description":"Panama Joe’s Coffee Stout\r\n\r\nA foreign –style stout infused with cold toddy coffee made from Panamanian beans.\r\n\r\n-2013, North American Beer Awards, Gold Medal, Coffee Beer Category\r\n-2013 GABF, Gold Medal Coffee Beer Category\r\n-2014 World Beer Cup, Silver Medal Coffee Beer Category","abv":"8","ibu":"37","styleId":123,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-09-18 19:40:58","updateDate":"2014-09-20 00:20:31","style":{"id":123,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Coffee-Flavored Beer","shortName":"Coffee Beer","description":"Coffee beers use coffee in any of its forms other than or in addition to hops to create a distinct (ranging from subtle to intense) character. Under hopping allows coffee to contribute to the flavor profile while not becoming excessively bitter. If this beer is a classic style with coffee flavor, the brewer should specify the classic style.","ibuMin":"15","ibuMax":"40","abvMin":"2.5","abvMax":"12","srmMin":"8","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:40"}},{"id":"Jfp0Tg","name":"Panama Krunkles","nameDisplay":"Panama Krunkles","description":"Pineapple and papaya IPA inspired by Central America. Tangy, juicy, and tropical.","abv":"6.5","ibu":"77","styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Jfp0Tg\/upload_V90Mw4-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Jfp0Tg\/upload_V90Mw4-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Jfp0Tg\/upload_V90Mw4-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Jfp0Tg\/upload_V90Mw4-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Jfp0Tg\/upload_V90Mw4-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Jfp0Tg\/upload_V90Mw4-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-04-23 19:12:50","updateDate":"2019-04-23 19:12:57","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"g59u2e","name":"Panama Light","nameDisplay":"Panama Light","description":"s la primera cerveza light de origen panameño, nuestra nueva integrante dentro de la familia Cerveza Panama; marca preferida de los panameños por su alta calidad internacional. Panama Light es una cerveza lager con un sabor suave y altamente refrescante, fácil de tomar y que te permite disfrutar por más tiempo de una experiencia única y divertida junto a tus amigos","abv":"4.2","ibu":"7","styleId":94,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-02-25 18:13:44","updateDate":"2018-02-27 17:21:54","style":{"id":94,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Light (Low Calorie) Lager","shortName":"American Light Lager","description":"These beers are extremely light colored, light in body, and high in carbonation. Calorie level should not exceed 125 per 12 ounce serving. Corn, rice, or other grain or sugar adjuncts are often used. Flavor is mild and hop bitterness and aroma is negligible to very low. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"10","abvMin":"3.5","abvMax":"4.4","srmMin":"2","srmMax":"4","ogMin":"1.024","fgMin":"1.002","fgMax":"1.008","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:35"}},{"id":"ORVTR1","name":"Panama Limited Red Ale","nameDisplay":"Panama Limited Red Ale","abv":"6.2","ibu":"45","glasswareId":5,"styleId":25,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ORVTR1\/upload_jm0AwZ-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ORVTR1\/upload_jm0AwZ-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ORVTR1\/upload_jm0AwZ-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ORVTR1\/upload_jm0AwZ-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ORVTR1\/upload_jm0AwZ-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ORVTR1\/upload_jm0AwZ-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.068","createDate":"2012-01-03 02:43:55","updateDate":"2015-12-15 22:11:16","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"UJkcGA","name":"Panama Red","nameDisplay":"Panama Red","abv":"6.1","styleId":32,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-10-22 13:37:42","updateDate":"2012-10-22 13:37:43","style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"P7Qp33","name":"Panama Red","nameDisplay":"Panama Red","description":"A red ale brewed to perfection! With a medium body, amber red color, and wonderful malty aroma this beer will put you at a high level of beer purity. Rich caramel and bold malt flavors both lead you to a subtle fruity and smooth finish. All contribute to make this beer an euphoric experience.","abv":"5.7","ibu":"35","availableId":1,"styleId":33,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-06-12 16:55:20","updateDate":"2015-06-12 16:55:20","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":33,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial Red Ale","shortName":"Imperial Red","description":"Imperial Red Ales are deep amber to dark copper\/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.","ibuMin":"55","ibuMax":"85","abvMin":"7.9","abvMax":"10.5","srmMin":"10","srmMax":"15","ogMin":"1.08","fgMin":"1.02","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:05:43"}},{"id":"kYOoDC","name":"PANAMA RED ALE","nameDisplay":"PANAMA RED ALE","description":"Malty with a nice Centennial Hop balance.  Hints of floral, citrus, and spice with a bready caramel malt backbone. The crisp mouth feel ties it all together to produce one of our most well known beers.","abv":"7.5","availableId":4,"styleId":32,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kYOoDC\/upload_xwCWXf-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kYOoDC\/upload_xwCWXf-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kYOoDC\/upload_xwCWXf-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kYOoDC\/upload_xwCWXf-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kYOoDC\/upload_xwCWXf-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kYOoDC\/upload_xwCWXf-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-04-22 15:34:47","updateDate":"2017-08-30 17:39:38","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"i40Y0x","name":"Pancake Breakfast","nameDisplay":"Pancake Breakfast","description":"Wee Heavy aged in Woodford Reserve barrels, which previously aged Ohio maple syrup","abv":"11","styleId":15,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-05-07 18:49:32","updateDate":"2018-05-07 18:49:32","style":{"id":15,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scotch Ale","shortName":"Scotch Ale","description":"Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"25","ibuMax":"35","abvMin":"6.2","abvMax":"8","srmMin":"15","srmMax":"30","ogMin":"1.072","fgMin":"1.016","fgMax":"1.028","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:11"}},{"id":"cxTTWy","name":"Pancakes Maple Porter","nameDisplay":"Pancakes Maple Porter","description":"This dark and roasty porter is balanced perfectly with notes of maple in both aroma and flavor. It satisfies that maple craving without being sweet. This beer is a great fall alternative to the pumpkin beers.","abv":"6","styleId":18,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-12-13 18:40:04","updateDate":"2016-12-13 18:40:04","style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"5wfl0u","name":"Pancho and Lefty","nameDisplay":"Pancho and Lefty","description":"Mexican Lager","abv":"4.6","ibu":"13.9","availableId":1,"styleId":105,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"very_cold","servingTemperatureDisplay":"Very Cold - (0-4C\/32-39F)","originalGravity":"1.052","createDate":"2019-06-12 21:10:42","updateDate":"2019-06-13 15:55:56","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":105,"categoryId":9,"category":{"id":9,"name":"Other Lager","createDate":"2012-03-21 20:06:46"},"name":"Australasian, Latin American or Tropical-Style Light Lager","shortName":"Tropical Light Lager","description":"Australasian or Tropical light lagers are very light in color and light bodied. They have no hop flavor or aroma, and hop bitterness is negligibly to moderately perceived. Sugar adjuncts are often used to lighten the body and flavor, sometimes contributing to a slight apple-like-like fruity ester. Sugar, corn, rice, and other cereal grains are used as an adjunct. Chill haze and diacetyl should be absent. Fruity esters should be very low.","ibuMin":"9","ibuMax":"18","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"5","ogMin":"1.038","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:08"}},{"id":"OyYPxE","name":"Pancho Verde Chile","nameDisplay":"Pancho Verde Chile","abv":"4.7","styleId":168,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-06-22 19:27:09","updateDate":"2018-07-09 17:20:13","style":{"id":168,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Chili Pepper Beer","shortName":"Chili Beer","description":"Chili Pepper Beers are any range of color from pale to very dark depending on the underlying style. Clear or hazy beer is acceptable in appearance. Chili Beers are any beers using chili peppers as a flavor, aroma or “heat” inducing adjunct to create distinct and balanced (ranging from subtle to intense) character. Chili pepper aromas ranging from subtle to intense may or may not be evident, and should not be overpowered by hop aromas. Malt sweetness can vary from very low to medium-high levels, depending on the underlying beer style. Hop bitterness is very low to medium-high. Chili pepper aroma and flavor qualities should not be overpowered by hop aroma and flavor, and should be present in harmony with characteristics typical of the underlying beer style. Chili pepper qualities may vary widely as vegetal, spicy or \"heat\" inducing flavors and\/or aromas.","createDate":"2015-04-07 17:17:16"}},{"id":"rjomcH","name":"Pancho Verde Chile Cerveza","nameDisplay":"Pancho Verde Chile Cerveza","description":"This beer has an unmistakable roasted chile aroma and flavor without being too hot.  The whole chile is used to infuse the beer with a mild green chile flavor and leaves you with just a hint of heat on the back end. \r\n\r\n2010, 2011 and 2014 New Mexico State Fair Winner: Gold in the Vegetable\/Spice beer category","abv":"4.67","ibu":"12","glasswareId":5,"availableId":1,"styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:55","updateDate":"2015-05-06 19:40:28","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"xyw6Py","name":"PANCHO VERDE CHILE CERVEZA","nameDisplay":"PANCHO VERDE CHILE CERVEZA","description":"This beer has an unmistakable roasted chile aroma and flavor without being too hot.  The whole chile is used to infuse the beer with a mild green chile flavor and leaves you with just a hint of heat on the back end.","abv":"4.67","ibu":"12","availableId":1,"styleId":124,"isOrganic":"Y","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xyw6Py\/upload_GPPCNl-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xyw6Py\/upload_GPPCNl-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xyw6Py\/upload_GPPCNl-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xyw6Py\/upload_GPPCNl-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xyw6Py\/upload_GPPCNl-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xyw6Py\/upload_GPPCNl-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.01","createDate":"2015-06-12 17:31:45","updateDate":"2017-08-30 17:35:03","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":124,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Herb and Spice Beer","shortName":"Spice Beer","description":"Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and\/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:45"}},{"id":"L4zWdB","name":"Pancho Verde Chili Cerveza","nameDisplay":"Pancho Verde Chili Cerveza","description":"This beer has an unmistakable roasted chili aroma and flavor without being too hot. The whole chili is used to infuse the beer with a mild green chili flavor and leaves you with just a hint of heat on the back end.","abv":"4.67","ibu":"12","glasswareId":5,"styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.01","createDate":"2012-10-24 11:55:50","updateDate":"2012-10-24 14:45:11","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"pRXif9","name":"Pancho Vienna","nameDisplay":"Pancho Vienna","abv":"5.3","styleId":80,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-06-08 15:30:50","updateDate":"2018-06-08 15:30:50","style":{"id":80,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Vienna-Style Lager","shortName":"Vienna Lager","description":"Beers in this category are reddish brown or copper colored. They are medium in body. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and\/or slightly roasted malt character. Hop bitterness is clean and crisp. Noble-type hop aromas and flavors should be low or mild. Diacetyl, chill haze and ale-like fruity esters should not be perceived.","ibuMin":"22","ibuMax":"28","abvMin":"4.8","abvMax":"5.4","srmMin":"12","srmMax":"16","ogMin":"1.046","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:42"}},{"id":"hFtXuF","name":"Pancho Villa dos IPA","nameDisplay":"Pancho Villa dos IPA","description":"Double IPA with Centennial, Simcoe, and Chinook Hops.","abv":"9.2","glasswareId":5,"availableId":1,"styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","createDate":"2019-06-17 20:10:29","updateDate":"2019-06-18 15:18:39","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"l2yqvi","name":"Pancho Villa Stout","nameDisplay":"Pancho Villa Stout","description":"Our Stout is a traditional stout with a slightly sweet flavor on the front end and leaves you with a nice roasted coffee aroma that stays in your mouth and allows you to enjoy the taste even longer.","abv":"6","ibu":"5","glasswareId":5,"srmId":41,"availableId":1,"styleId":23,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:55","updateDate":"2012-03-22 13:05:31","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":41,"name":"Over 40","hex":"000000"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":23,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Classic Irish-Style Dry Stout","shortName":"Dry Irish Stout","description":"Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.","ibuMin":"30","ibuMax":"40","abvMin":"3.8","abvMax":"5","srmMin":"40","srmMax":"40","ogMin":"1.038","fgMin":"1.008","fgMax":"1.012","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:51"}},{"id":"BsWwKg","name":"Panda","nameDisplay":"Panda","description":"Panda, Panda, Panda, Panda... An American Stout brewed with chocolate wafers and vanilla bean.","abv":"8","ibu":"35","styleId":42,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BsWwKg\/upload_m8FH0g-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BsWwKg\/upload_m8FH0g-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BsWwKg\/upload_m8FH0g-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BsWwKg\/upload_m8FH0g-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BsWwKg\/upload_m8FH0g-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BsWwKg\/upload_m8FH0g-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-05-30 14:15:14","updateDate":"2018-05-30 14:16:03","style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"4pngrb","name":"Panda","nameDisplay":"Panda","description":"Panda is a an oatmeal stout with a creamy mouthfeel, light roasted malt character and a hint of berry finish.","abv":"5.1","ibu":"27","availableId":2,"styleId":21,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-04-01 15:36:23","updateDate":"2015-04-01 15:37:23","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":21,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Oatmeal Stout","shortName":"Oatmeal Stout","description":"Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.","ibuMin":"20","ibuMax":"40","abvMin":"3.8","abvMax":"6","srmMin":"20","srmMax":"20","ogMin":"1.038","fgMin":"1.008","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:22:53"}},{"id":"OaWzJR","name":"Panda Bear","nameDisplay":"Panda Bear","description":"Golden ale \"dry-hopped\" with organic vanilla beans and cocoa nibs.","abv":"4.5","ibu":"15","availableId":1,"styleId":122,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-09-11 18:50:24","updateDate":"2014-09-11 18:57:28","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":122,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Chocolate \/ Cocoa-Flavored Beer","shortName":"Chocolate Beer","description":"Chocolate beers use \"dark\" chocolate or cocoa in any of its forms other than or in addition to hops to create a distinct (ranging from subtle to intense) character. Under hopping allows chocolate to contribute to the flavor profile while not becoming excessively bitter. White Chocolate should not be entered into this category. If this beer is a classic style with chocolate or cocoa, the brewer should specify the classic style.","ibuMin":"15","ibuMax":"40","abvMin":"2.5","abvMax":"12","srmMin":"15","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:36"}}],"status":"success"}