{"currentPage":1130,"numberOfPages":1791,"totalResults":89538,"data":[{"id":"BlO05s","name":"Ogg's FM (F^%k'n Magic) Altbier","nameDisplay":"Ogg's FM (F^%k'n Magic) Altbier","abv":"5.5","styleId":55,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-10-27 21:05:22","updateDate":"2017-10-27 21:06:26","style":{"id":55,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Altbier","shortName":"Altbier","description":"German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.","ibuMin":"25","ibuMax":"52","abvMin":"4.3","abvMax":"5.5","srmMin":"11","srmMax":"19","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:08:31"}},{"id":"7rViUK","name":"Oggi's Barrel Aged Imperial Brown","nameDisplay":"Oggi's Barrel Aged Imperial Brown","description":"Six different varieties of premium malted barley produces a dark brown ale, Aged for three months in American oak medium toasted barrels. Flavors of chocolate, honey, and biscuit progresses into vanilla, oak, and molasses, and finishes with an enjoyable nutty brown sugar flavor.","abv":"8","ibu":"32.9","styleId":132,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-12-17 23:28:36","updateDate":"2017-04-24 18:57:18","style":{"id":132,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wood- and Barrel-Aged Beer","shortName":"BBL Aged","description":"A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and\/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and\/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and\/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and\/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and\/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:46:27"}},{"id":"L335vj","name":"Ogmios","nameDisplay":"Ogmios","description":"Sour Red Ale","abv":"4","styleId":40,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-04-23 16:19:02","updateDate":"2015-04-23 16:19:02","style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"VJlqlY","name":"Oh Beehave!","nameDisplay":"Oh Beehave!","abv":"5.5","styleId":126,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VJlqlY\/upload_nfSOEb-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VJlqlY\/upload_nfSOEb-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VJlqlY\/upload_nfSOEb-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VJlqlY\/upload_nfSOEb-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VJlqlY\/upload_nfSOEb-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VJlqlY\/upload_nfSOEb-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-02-22 18:01:08","updateDate":"2015-12-17 01:54:58","style":{"id":126,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Honey Lager or Ale","shortName":"Honey Beer","description":"These beers are brewed using honey in addition to malted barley. Beers may be brewed to a traditional style or may be experimental. Character of honey should be evident in flavor and aroma and balanced with the other components without overpowering them. A statement by the brewer explaining the classic or other style of the beer, and the type of honey used is essential in order for fair assessment in competitions.","ibuMax":"100","abvMin":"2.5","abvMax":"12","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:45:03"}},{"id":"UHKOo0","name":"Oh Black Lager","nameDisplay":"Oh Black Lager","description":"Oh Black Lager, Keep on Rollin'... The sound of the black lager happily burbling in the brew house brought this song to mind. Similar in style to a German Schwarzbier, this lager is dark brown in color with a roasted malt aroma and a lingering finish.  Its flavor is malty and mellow with a slight roasty edge reminiscent of bitter chocolate. \r\n\r\n2015 Bronze Medal winner in the North American Beer Awards","abv":"5.2","ibu":"30","availableId":1,"styleId":84,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UHKOo0\/upload_28XKb0-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UHKOo0\/upload_28XKb0-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UHKOo0\/upload_28XKb0-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UHKOo0\/upload_28XKb0-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UHKOo0\/upload_28XKb0-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UHKOo0\/upload_28XKb0-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-06-09 22:42:45","updateDate":"2015-12-18 03:22:20","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":84,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Schwarzbier","shortName":"Schwarzbier","description":"These very dark brown to black beers have a mild roasted malt character without the associated bitterness. This is not a fullbodied beer, but rather a moderate body gently enhances malt flavor and aroma with low to moderate levels of sweetness. Hop bitterness is low to medium in character. Noble-type hop flavor and aroma should be low but perceptible. There should be no fruity esters. Diacetyl should not be perceived.","ibuMin":"22","ibuMax":"30","abvMin":"3.8","abvMax":"5","srmMin":"25","srmMax":"30","ogMin":"1.044","fgMin":"1.01","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:37:12"}},{"id":"HIveAy","name":"Oh Brother","nameDisplay":"Oh Brother","abv":"5.9","styleId":147,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-09-16 23:38:02","updateDate":"2015-09-16 23:38:03","style":{"id":147,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Braggot","shortName":"Braggot","description":"A harmonious blend of mead and beer, with the distinctive characteristics of both. A wide range of results are possible, depending on the base style of beer, variety of honey and overall sweetness and strength. Beer flavors tend to somewhat mask typical honey flavors found in other meads.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:30"}},{"id":"VMLB0J","name":"Oh Country","nameDisplay":"Oh Country","abv":"4.5","styleId":45,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-09-13 17:09:20","updateDate":"2016-09-13 17:09:20","style":{"id":45,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Kölsch \/ Köln-Style Kölsch","shortName":"Kölsch","description":"Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.","ibuMin":"18","ibuMax":"25","abvMin":"4.8","abvMax":"5.3","srmMin":"4","srmMax":"6","ogMin":"1.042","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:04"}},{"id":"3Agy7v","name":"Oh Face Saison Provisional","nameDisplay":"Oh Face Saison Provisional","description":"Ancient ale brewed with Brettanomyces, spelt, oats, rye, & wheat. Ale brewed with pumpkin, lavender, and spices.","abv":"4.8","availableId":3,"styleId":72,"isOrganic":"N","isRetired":"Y","status":"verified","statusDisplay":"Verified","createDate":"2018-05-10 23:23:01","updateDate":"2018-11-02 02:13:07","available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"Rq1oyS","name":"Oh Great One Christmas Ale","nameDisplay":"Oh Great One Christmas Ale","description":"Christmas\/Scotch Ale","abv":"7.2","styleId":15,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-01-03 14:36:26","updateDate":"2019-01-03 14:36:26","style":{"id":15,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scotch Ale","shortName":"Scotch Ale","description":"Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"25","ibuMax":"35","abvMin":"6.2","abvMax":"8","srmMin":"15","srmMax":"30","ogMin":"1.072","fgMin":"1.016","fgMax":"1.028","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:11"}},{"id":"vF48he","name":"Oh Hey! Tropical IPA","nameDisplay":"Oh Hey! Tropical IPA","description":"This is our American IPA, which boasts a tropical fruit taste, a floral and fruit nose, with a light lemon bite to finish. It is brewed with Citra, Simcoe, Falconer’s Flight, and Warrior Hops.","abv":"6.8","ibu":"60","glasswareId":5,"styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-12-07 20:59:22","updateDate":"2016-12-07 20:59:22","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"NkxLFz","name":"OH IPA","nameDisplay":"OH IPA","abv":"6.3","ibu":"60","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-05-30 19:50:45","updateDate":"2017-05-30 19:50:45","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"OSZaLo","name":"Oh Jackie Wilson","nameDisplay":"Oh Jackie Wilson","description":"IPA DDH with Citra, Sabro, & Southern Passion","abv":"5.5","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-10-08 12:26:07","updateDate":"2019-10-08 12:26:07","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"Ajfs6h","name":"Oh Joy Begin","nameDisplay":"Oh Joy Begin","description":"Cherry Raspberry Cider","styleId":155,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-10-09 13:35:57","updateDate":"2018-10-09 13:35:57","style":{"id":155,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Fruit Cider","shortName":"Fruit Cider","description":"Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.","abvMin":"5","abvMax":"9","ogMin":"1.045","ogMax":"1.07","fgMin":"0.995","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:49:07"}},{"id":"bxyb9W","name":"Oh My Darlin’. Clemantine","nameDisplay":"Oh My Darlin’. Clemantine","description":"An American style wheat with a touch of real clementine on the back end.","abv":"6.2","styleId":113,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-05-08 11:47:37","updateDate":"2014-05-08 11:47:37","style":{"id":113,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager without Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. A fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Appearance can be clear or with chill haze, golden to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma.","ibuMin":"10","ibuMax":"35","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"10","ogMin":"1.036","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:53"}},{"id":"WYJDHb","name":"Oh My Darlyn!","nameDisplay":"Oh My Darlyn!","abv":"9","styleId":132,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-07-12 18:46:24","updateDate":"2015-07-12 18:46:24","style":{"id":132,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wood- and Barrel-Aged Beer","shortName":"BBL Aged","description":"A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and\/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and\/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and\/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and\/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and\/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:46:27"}},{"id":"CYzvlG","name":"Oh My God, They Killed Zombie!","nameDisplay":"Oh My God, They Killed Zombie!","description":"Hey guys, what do you get when you have half Zombie Killer, half Zombies Take Manhattan, and half spiced Imperial Zombie Killer? You get Oh My God, They Killed Zombie, you bastards! Now, respect my authority and believe me when I tell you that this stuff is delicious. I’m seriously. Thanks for picking up the bottle, what a terrific audience. Now screw you guys, I’m going home.","abv":"11.2","styleId":148,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-29 21:53:41","updateDate":"2018-05-15 19:36:43","style":{"id":148,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Open Category Mead","shortName":"Mead","description":"This mead should exhibit the character of all of the ingredients in varying degrees, and should show a good blending or balance between the various flavor elements. Whatever ingredients are included, the result should be identifiable as a honey-based fermented beverage.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:35"}},{"id":"oUvYnx","name":"Oh my Gourd","nameDisplay":"Oh my Gourd","description":"Oh My Gourd, we want some pumpkin pie! Here it is, brewed with freshly-picked and roasted locally-grown butternut squash. To make it extra tasty, we use cinnamon, clove, ginger and split vanilla pods. The malts used in the mash lend the toasty and biscuity notes of perfect pie crust. Enjoy this beer with your favorite meals or desserts this harvest season.","abv":"5.8","ibu":"10.6","availableId":4,"styleId":121,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oUvYnx\/upload_7o2azD-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oUvYnx\/upload_7o2azD-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oUvYnx\/upload_7o2azD-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oUvYnx\/upload_7o2azD-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oUvYnx\/upload_7o2azD-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oUvYnx\/upload_7o2azD-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-10-08 18:41:08","updateDate":"2015-12-17 18:54:17","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":121,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Pumpkin Beer","shortName":"Pumpkin Beer","description":"Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:28"}},{"id":"M9iCEb","name":"Oh My Gourd, Becky!","nameDisplay":"Oh My Gourd, Becky!","abv":"5.3","ibu":"18","styleId":121,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-28 13:56:28","updateDate":"2017-09-28 13:56:28","style":{"id":121,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Pumpkin Beer","shortName":"Pumpkin Beer","description":"Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:28"}},{"id":"NzW2ds","name":"Oh My Quad","nameDisplay":"Oh My Quad","description":"Belgian quadrupels are a prized beer. This open-fermented quad is full of rich dried fruit and toffee-like flavors, perfect for pairing with fine cheeses and gamey meats.","abv":"13.4","styleId":60,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-10-11 12:44:04","updateDate":"2016-10-11 12:44:05","style":{"id":60,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Quadrupel","shortName":"Belgian Quad","description":"Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut\/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring\/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.","ibuMin":"25","ibuMax":"50","abvMin":"9","abvMax":"14","srmMin":"8","srmMax":"20","ogMin":"1.084","fgMin":"1.014","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:33:33"}},{"id":"BHpNwc","name":"Oh My Quad!","nameDisplay":"Oh My Quad!","description":"Brewed with traditional Trappist inspiration in mind, OMQ! is a complex, boldly flavored Belgian style quadrupel ale. Low hop bitterness and robust malty aroma characterize a smoothly balanced finish.","abv":"11","ibu":"35","srmId":23,"styleId":60,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BHpNwc\/upload_49XBnj-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BHpNwc\/upload_49XBnj-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BHpNwc\/upload_49XBnj-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BHpNwc\/upload_49XBnj-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BHpNwc\/upload_49XBnj-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BHpNwc\/upload_49XBnj-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Bacon, short ribs, duck, wild game, lamb, beef steaks, cold cuts and turkey","createDate":"2016-05-23 18:02:00","updateDate":"2016-05-23 18:04:05","srm":{"id":23,"name":"23","hex":"882300"},"style":{"id":60,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Quadrupel","shortName":"Belgian Quad","description":"Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut\/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring\/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.","ibuMin":"25","ibuMax":"50","abvMin":"9","abvMax":"14","srmMin":"8","srmMax":"20","ogMin":"1.084","fgMin":"1.014","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:33:33"}},{"id":"t9zYcj","name":"Oh My Rye! IPA","nameDisplay":"Oh My Rye! IPA","description":"Brewed with Amarillo hops, this light bodied beer is perfect for the Texas fall weather. The refreshing citrus flavor from the hops, balanced against the spice from the rye will leave you with just one thought….Oh My Rye!","abv":"6.5","ibu":"65","styleId":117,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-02-07 13:59:27","updateDate":"2018-02-07 13:59:27","style":{"id":117,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:12"}},{"id":"niFuxN","name":"Oh Myyyy Takei","nameDisplay":"Oh Myyyy Takei","description":"Japanese style lager brewed with Sake and Kolsch yeast.","abv":"9.2","ibu":"15","styleId":111,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/niFuxN\/upload_2thZYJ-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/niFuxN\/upload_2thZYJ-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/niFuxN\/upload_2thZYJ-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/niFuxN\/upload_2thZYJ-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/niFuxN\/upload_2thZYJ-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/niFuxN\/upload_2thZYJ-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-02-04 14:53:27","updateDate":"2018-05-01 12:27:36","style":{"id":111,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Ginjo Beer or Sake-Yeast Beer","shortName":"Gingo\/Sake","description":"A beer brewed with Sake yeast or Sake (koji) enzymes. Color depends on malts used. The unique flavor and aroma of the byproducts of sake yeast and\/or koji enzymes should be distinctive and harmonize with the other malt and hop characters. Sake character may best be described as having mild fruitiness and a gentle and mild yeast extract-Vitamin B character. Hop bitterness, flavor and aroma should be low to medium and should harmonize with sake-like characters. High carbonation should be evident and a higher amount of alcohol may be evident. Body and mouth feel will vary depending on base style and original gravity. A slight chill haze is permissible. A very low amount of diacetyl may be perceived.","ibuMin":"12","ibuMax":"35","abvMin":"4.2","abvMax":"7","srmMin":"4","srmMax":"20","ogMin":"1.04","fgMin":"1.008","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:19:43"}},{"id":"pTVR3D","name":"Oh Pale Yeah!","nameDisplay":"Oh Pale Yeah!","description":"This collaboration beer with Whole Foods supports the Whole Planet Foundation and its mission to alleviate poverty. The grain bill contains enough crystal malt to provide clean, balanced body, while generous late-process additions of Amarillo hops lend luscious floral, tropical, and citrus notes to each sip.","abv":"4.5","ibu":"37","styleId":108,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-04-13 17:43:35","updateDate":"2015-04-13 17:43:35","style":{"id":108,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Session Beer","shortName":"Session","description":"Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).","ibuMin":"10","ibuMax":"30","abvMin":"4","abvMax":"5.1","srmMin":"2","srmMax":"2","ogMin":"1.034","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:20"}},{"id":"798rjW","name":"Oh Saisonna","nameDisplay":"Oh Saisonna","abv":"8.3","styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-10-24 13:39:43","updateDate":"2016-11-01 15:02:39","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"s4Thz6","name":"Oh Snap!","nameDisplay":"Oh Snap!","description":"This mead is based on an incredible ginger snap cookie that my friend Amy made to send to soldiers in Afghanistan. This mead is a blend of Orange Blossom and Sunflower honeys with molasses, ginger and other spices.","abv":"12.5","styleId":146,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-30 00:00:57","updateDate":"2018-05-24 13:38:41","style":{"id":146,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Metheglin","shortName":"Metheglin","description":"In well-made examples of the style, the herbs\/spices are both distinctive and well-incorporated into the honey-sweet-acid-tannin-alcohol balance of the mead. Different types of herbs\/spices can result in widely different characteristics; allow for a variation in the final product.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:27"}},{"id":"QUKEWz","name":"Oh Snap! Sour Red with Cherries","nameDisplay":"Oh Snap! Sour Red with Cherries","abv":"5.3","ibu":"12","styleId":40,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-06-23 23:43:45","updateDate":"2017-06-27 12:49:19","style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"FBFAU4","name":"Oh Tannenbomb IIPA","nameDisplay":"Oh Tannenbomb IIPA","abv":"8","ibu":"100","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-03-01 18:15:11","updateDate":"2016-03-01 18:15:11","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"b1y391","name":"Oh Yeah","nameDisplay":"Oh Yeah","description":"Citrusy IPA packed with 4 hop varieties.","abv":"6","ibu":"80","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","foodPairings":"Fish, chicken and Thai dishes.","createDate":"2016-06-09 10:51:01","updateDate":"2016-06-09 14:37:04","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"mCfmXR","name":"Oh! Fudge","nameDisplay":"Oh! Fudge","description":"Imperial stout brewed with brownies.","abv":"11.5","styleId":43,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mCfmXR\/upload_JgaiGY-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mCfmXR\/upload_JgaiGY-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mCfmXR\/upload_JgaiGY-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mCfmXR\/upload_JgaiGY-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mCfmXR\/upload_JgaiGY-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mCfmXR\/upload_JgaiGY-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-03-30 13:32:50","updateDate":"2019-03-30 13:34:53","style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"Wrbv8k","name":"Oh! The Citranity!","nameDisplay":"Oh! The Citranity!","description":"Bright, citrus nose and flavor profile with pronounced grapefruit notes and a balanced bitter finish.","abv":"4.9","styleId":25,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Wrbv8k\/upload_a0UOCx-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Wrbv8k\/upload_a0UOCx-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Wrbv8k\/upload_a0UOCx-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Wrbv8k\/upload_a0UOCx-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Wrbv8k\/upload_a0UOCx-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Wrbv8k\/upload_a0UOCx-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Pairs exceedingly well with fish, bbq, burgers on the grill, and ball games.","createDate":"2016-12-16 14:46:46","updateDate":"2016-12-16 14:48:14","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"lAV9UA","name":"Oh, Bloody Ale","nameDisplay":"Oh, Bloody Ale","description":"Double IPA hopped with Ekuanot, Citra, and Motueka, with an explosive amount (42 lbs, to be exact) of blood oranges!","abv":"8","ibu":"36","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-05-23 12:07:23","updateDate":"2019-05-23 12:07:24","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"uwTT8G","name":"Oh, Bother!","nameDisplay":"Oh, Bother!","description":"A clean, smooth ale fermented with just enough honey to make Pooh bear happy.","abv":"5.9","ibu":"25","styleId":147,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-09-16 23:08:55","updateDate":"2015-09-16 23:08:55","style":{"id":147,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Braggot","shortName":"Braggot","description":"A harmonious blend of mead and beer, with the distinctive characteristics of both. A wide range of results are possible, depending on the base style of beer, variety of honey and overall sweetness and strength. Beer flavors tend to somewhat mask typical honey flavors found in other meads.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:30"}},{"id":"wKoEsK","name":"Oh, Fantistic Then!","nameDisplay":"Oh, Fantistic Then!","description":"Oh, Fantastic Then! is familiar and foreign all at the same time. Pouring a translucent pale orange gold, the prominent foam presents big fruit aromas of strawberry, kiwi, mango, and orange. This complex opening aptly prepares you for the palate of earthy, funky cantaloupe, bitter orange pith, subtle cherry, strawberry, kiwi, and a light grassiness. The initial hop impact presents aggressively with many layers, however immediately the beer reminds you it is a soft, medium bodied pale ale, with a clean finish that begs for another sip. The South African hop in this beer, Southern Passion, truly offers a new type of hop profile that keeps unfolding in the glass and definitely keeps you coming back for more.”\r\n\r\nCheers and happy drinking!","abv":"5.6","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-04-22 22:35:28","updateDate":"2017-05-01 18:10:06","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"Js1LTF","name":"Oh, My Quad!","nameDisplay":"Oh, My Quad!","abv":"11.5","ibu":"39","styleId":60,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-05-17 20:39:33","updateDate":"2017-05-17 20:39:33","style":{"id":60,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Quadrupel","shortName":"Belgian Quad","description":"Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut\/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring\/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.","ibuMin":"25","ibuMax":"50","abvMin":"9","abvMax":"14","srmMin":"8","srmMax":"20","ogMin":"1.084","fgMin":"1.014","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:33:33"}},{"id":"BIlflQ","name":"Oh, So Pretty","nameDisplay":"Oh, So Pretty","description":"Rye malt enhances the Earthy, spicy flavors of our Saison and dry hopping boasts the fruity, tropical notes and characteristic dry finish. It is all very charming, and it's oh, so pretty.","abv":"6.1","styleId":72,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BIlflQ\/upload_6x5Y0S-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BIlflQ\/upload_6x5Y0S-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BIlflQ\/upload_6x5Y0S-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BIlflQ\/upload_6x5Y0S-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BIlflQ\/upload_6x5Y0S-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/BIlflQ\/upload_6x5Y0S-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2017-06-16 13:24:22","updateDate":"2017-06-16 13:25:07","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"Ld5BPG","name":"OH-MI","nameDisplay":"OH-MI","description":"English Mild (Collaboration Brew with Buckeye Brewing in Ohio)","abv":"4.5","styleId":10,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-10-23 04:11:21","updateDate":"2014-10-29 19:35:05","style":{"id":10,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"English-Style Pale Mild Ale","shortName":"English Pale Mild","description":"English pale mild ales range from golden to amber in color. Malt flavor dominates the flavor profile with little hop bitterness or flavor. Hop aroma can be light. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low. Chill haze is allowable at cold temperatures.","ibuMin":"10","ibuMax":"20","abvMin":"3.2","abvMax":"4","srmMin":"8","srmMax":"17","ogMin":"1.03","fgMin":"1.004","fgMax":"1.008","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:20:35"}},{"id":"WvxHbk","name":"OH-PA","nameDisplay":"OH-PA","description":"We're excited to announce the release of this collaboration brew! We came together with Garin Wright of Buckeye Brewing Company in Cleveland, OH to bring you this Session Pale Ale exemplary of Beer Without Borders!","abv":"4.8","glasswareId":9,"styleId":108,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WvxHbk\/upload_3eijkO-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WvxHbk\/upload_3eijkO-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WvxHbk\/upload_3eijkO-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WvxHbk\/upload_3eijkO-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WvxHbk\/upload_3eijkO-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WvxHbk\/upload_3eijkO-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-01-20 17:11:07","updateDate":"2015-12-17 09:34:54","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"style":{"id":108,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Session Beer","shortName":"Session","description":"Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).","ibuMin":"10","ibuMax":"30","abvMin":"4","abvMax":"5.1","srmMin":"2","srmMax":"2","ogMin":"1.034","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:20"}},{"id":"3IZEL6","name":"Oh...Dream","nameDisplay":"Oh...Dream","description":"Oat Cream IPA w \/ citra, galaxy, motueka + citra lupulin powder","abv":"6.2","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-05-03 20:56:58","updateDate":"2018-05-11 20:31:38","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"axPipa","name":"OH1","nameDisplay":"OH1","description":"Dry Hopped Pilsner\r\n\r\ngermanic Pilsner we brewed with ours Friends at Other Half.  Same recipe as their Crystal Waves with a slight change to the water profile, and, as you might expect from us, its bottle and keg conditioned.  Lagered for a full 8 weeks and bottle conditioned with champagne yeast makes it an pretty beautiful crispy little beer.","abv":"4.9","ibu":"32","styleId":75,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/axPipa\/upload_LLsbjZ-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/axPipa\/upload_LLsbjZ-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/axPipa\/upload_LLsbjZ-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/axPipa\/upload_LLsbjZ-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/axPipa\/upload_LLsbjZ-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/axPipa\/upload_LLsbjZ-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2017-10-20 22:39:39","updateDate":"2018-03-15 20:53:05","style":{"id":75,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Pilsener","shortName":"German Pilsener","description":"A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.","ibuMin":"25","ibuMax":"40","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:35:59"}},{"id":"fAC4I1","name":"Ohana Pacific Ale","nameDisplay":"Ohana Pacific Ale","description":"One of our four flagship beers - available year round. It is a light hybrid beer that is clean, smooth and easy to drink. Slightly malty. Brewed exclusively with Helga hops grown in the South Pacific (Australia). Helga hops, derived from the noble German Hallertauer Mittelfruh hop, impart a delicate floral and herbal aroma.","abv":"6","ibu":"18","styleId":36,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-22 16:58:21","updateDate":"2015-03-22 16:58:21","style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"HTusRS","name":"Ohana Pale Ale","nameDisplay":"Ohana Pale Ale","description":"One of our four flagship beers. It is fresh, clean and aromatic with a harmony between the hop bitterness and malty sweetness making for a nicely balanced beer.","abv":"5.2","ibu":"49","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-22 17:00:53","updateDate":"2015-03-22 17:00:53","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"tndgat","name":"Ohana Saison Kau Wela (Hawaiian Summer)","nameDisplay":"Ohana Saison Kau Wela (Hawaiian Summer)","description":"Complex fruity esters in a refreshing beer for summer!","abv":"6","styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-22 17:02:43","updateDate":"2015-03-22 17:02:43","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"W7MUkK","name":"Ohana Saison Noir","nameDisplay":"Ohana Saison Noir","description":"Black Saison (Belgian-style farmhouse house); complex fruity and spicy aroma with bubblegum esters and light roastiness","abv":"5.5","styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-22 17:03:51","updateDate":"2015-03-22 17:03:51","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"OBjfK3","name":"OHC ESB","nameDisplay":"OHC ESB","description":"Crisply carbonated, low hopped and low abv, bitter is an old tradition that we’ve brought back.  Despite the name, Extra Special Bitter, this beer is malt-focused with gentle floral hops to provide balance to its robust malt backbone.  We love our neighborhood as much as we love our beer so that’s why we named it Ohio City!","abv":"5.5","glasswareId":5,"styleId":5,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-05-05 14:22:43","updateDate":"2014-10-16 18:44:48","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":5,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Extra Special Bitter","shortName":"ESB","description":"Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)","ibuMin":"30","ibuMax":"45","abvMin":"4.8","abvMax":"5.8","srmMin":"8","srmMax":"14","ogMin":"1.046","fgMin":"1.01","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:20"}},{"id":"InzQSy","name":"Ohhh, Ella!","nameDisplay":"Ohhh, Ella!","description":"Spicy Blonde Ale made with a unique Australian hop variety that provides a well-balanced beer that is simply indescribable. Golden yellow in color, slight melon flavors carry through to a slightly bitter finish.","abv":"4.8","ibu":"24","styleId":36,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-09-12 16:14:05","updateDate":"2014-09-12 16:14:05","style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"lqamb6","name":"Ohio City Farmhouse Saison","nameDisplay":"Ohio City Farmhouse Saison","description":"A fragrant saison brewed with coriander, fresh ginger and lemon grass from Ohio City Farm. (Coriander not from Ohio City Farm)","abv":"6.3","ibu":"15","availableId":2,"styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-07-18 14:59:55","updateDate":"2015-04-29 20:09:47","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"o8Iv34","name":"Ohio City Oatmeal Stout","nameDisplay":"Ohio City Oatmeal Stout","description":"A smooth and creamy medium-bodied stout with soft malty notes and dry finish.\r\n\r\nSilver Medal, 2003 World Beer Championships\r\nSilver Medal, 1999 World Beer Championships\r\nBronze Medal, 1999 Great American Beer Festival\r\nGold Medal, 1996 World Beer Championships","abv":"5.4","ibu":"25","srmId":40,"availableId":2,"styleId":21,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:49","updateDate":"2015-11-23 20:58:49","srm":{"id":40,"name":"40","hex":"36080A"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":21,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Oatmeal Stout","shortName":"Oatmeal Stout","description":"Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.","ibuMin":"20","ibuMax":"40","abvMin":"3.8","abvMax":"6","srmMin":"20","srmMax":"20","ogMin":"1.038","fgMin":"1.008","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:22:53"}},{"id":"EhPjQX","name":"Ohio Native Bock","nameDisplay":"Ohio Native Bock","description":"Born and bred in Ohio, this deep gold beer is made with 100% Cleveland malted barley sourced from Haus Malts in Cleveland and hops from Second Sons Hopyard in North Canton. Take a break from travelling and come back home to Ohio with a full, malty aroma and a mild-citrus bite.","abv":"7.5","ibu":"50","styleId":88,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-01-05 14:24:19","updateDate":"2017-01-05 14:24:19","style":{"id":88,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Traditional German-Style Bock","shortName":"Bock","description":"Traditional bocks are made with all malt and are strong, malty, medium- to full-bodied, bottom-fermented beers with moderate hop bitterness that should increase proportionately with the starting gravity. Malt character should be a balance of sweetness and toasted\/nut-like malt; not caramel. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl should be absent.","ibuMin":"20","ibuMax":"30","abvMin":"6.3","abvMax":"7.5","srmMin":"20","srmMax":"30","ogMin":"1.066","fgMin":"1.018","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:38:54"}},{"id":"JTGar5","name":"Ohio Unidragon","nameDisplay":"Ohio Unidragon","abv":"11.5","glasswareId":8,"availableId":2,"styleId":43,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JTGar5\/upload_TCIxIH-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JTGar5\/upload_TCIxIH-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JTGar5\/upload_TCIxIH-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JTGar5\/upload_TCIxIH-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JTGar5\/upload_TCIxIH-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JTGar5\/upload_TCIxIH-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-03-03 22:24:05","updateDate":"2017-01-10 22:07:32","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"wCgRRU","name":"Ohio Valley I","nameDisplay":"Ohio Valley I","abv":"6.5","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-03-25 16:46:59","updateDate":"2018-03-25 16:46:59","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}}],"status":"success"}