{"currentPage":1053,"numberOfPages":1791,"totalResults":89538,"data":[{"id":"4XsUCk","name":"Moon Boots","nameDisplay":"Moon Boots","description":"Peanut Butter Porter","styleId":18,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-03-01 14:52:35","updateDate":"2017-03-01 14:52:35","style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"JiW2q7","name":"Moon Boy Golden Ale","nameDisplay":"Moon Boy Golden Ale","description":"Moon Boy is a very drinkable, session-strength, all natural Golden Ale.\r\n\r\nMoon Boy has a very light Australian Pilsner malt backbone with a crisp, dry, very moreish finish. Extensive dry hopping with the New Zealand grown Nelson Sauvin, Motueka and Pacifica hop gives a late tropical fruit aroma to spice things up - but without too much residual hop bitterness. Light, dry, lightly filtered, Moon Boy is great warm weather drinking.","abv":"4.5","styleId":36,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","foodPairings":"Have with Fish and Chips, or natural oysters","createDate":"2015-03-04 17:25:17","updateDate":"2015-03-04 17:25:17","style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"SVcNe4","name":"Moon Dance","nameDisplay":"Moon Dance","description":"Pitch black body with a thick, mocha colored head. Luxurious, rich espresso in the nose with dark chocolate barely poking out. Sweet oats act as a blanket to nurture an abundance of roasted coffee, dark and milk chocolate and hints of roasted barley. A full body with enough strength to battle any robust stout.","abv":"8","ibu":"29","srmId":34,"styleId":21,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-07-04 13:42:33","updateDate":"2014-07-04 13:42:34","srm":{"id":34,"name":"34","hex":"4C0505"},"style":{"id":21,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Oatmeal Stout","shortName":"Oatmeal Stout","description":"Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.","ibuMin":"20","ibuMax":"40","abvMin":"3.8","abvMax":"6","srmMin":"20","srmMax":"20","ogMin":"1.038","fgMin":"1.008","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:22:53"}},{"id":"tFzFCI","name":"Moon Dance","nameDisplay":"Moon Dance","description":"California Riesling grape notes are light but to the fore with a surprisingly drier than usual style finish. Nuance of French Oak medium char from the barrel adds intriguing interest without overpowering. Delicately plays the nuanced honey note well with the grape swirl and toast notes. This one will make you want to dance in the moonlight.","styleId":140,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-11-18 19:38:27","updateDate":"2015-11-18 19:38:27","style":{"id":140,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Dry Mead","shortName":"Dry Mead","description":"Similar in balance, body, finish and flavor intensity to a dry white wine, with a pleasant mixture of subtle honey character, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:47:22"}},{"id":"8mlepq","name":"Moon Dance Mango Wheat","nameDisplay":"Moon Dance Mango Wheat","description":"Smooth tropical freshness\r\n\r\nEach batch of Moon Dance Mango Wheat is made with 900 fresh, ripe mangos. And, the very smooth texture lets the mango flavour shine through. Try a Moon Dance with your favorite seafood dish.","abv":"5","ibu":"10","styleId":114,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","foodPairings":"Seafood","createDate":"2016-07-20 13:02:09","updateDate":"2016-07-20 13:02:09","style":{"id":114,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Wheat Ale or Lager with or without Yeast","shortName":"Fruit Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and\/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.","ibuMin":"10","ibuMax":"35","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"10","ogMin":"1.036","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:43:55"}},{"id":"PRC1yI","name":"Moon Dog","nameDisplay":"Moon Dog","description":"Named for the incredible American composer and poet known as the Viking of 6th Ave, Moondog is smooth and drinks easy- handcrafted for subtlety and nuance. More than your everyday amber, there are layers to Moondog. Its rich malt character and smooth, lightly hopped finish make it an enjoyable drink anytime.","abv":"5.3","ibu":"35","styleId":32,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-11-18 10:46:10","updateDate":"2017-11-18 10:46:10","style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"cs409B","name":"Moon Dog Barley Wine","nameDisplay":"Moon Dog Barley Wine","description":"American-style barleywine brewed from 100% barley malt with no added adjunct sugars. It is intense on the palate with rich malt character, a high hopping rate, complex aromas of alcohol, and a long smooth finish. This one’s definitely a sipper.","abv":"11.5","glasswareId":5,"availableId":4,"styleId":34,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:44","updateDate":"2012-03-22 13:05:18","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":34,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Barley Wine Ale","shortName":"American Barleywine","description":"American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and\/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.","ibuMin":"60","ibuMax":"100","abvMin":"8.4","abvMax":"12","srmMin":"11","srmMax":"22","ogMin":"1.09","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:08"}},{"id":"GI9o0b","name":"Moon Dust","nameDisplay":"Moon Dust","description":"By popular demand, Moon Dust is a combo our blood orange and cranberry cider..amazingly refreshing and very crushable!","abv":"6","styleId":155,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-01-14 16:07:21","updateDate":"2018-01-14 16:07:21","style":{"id":155,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Fruit Cider","shortName":"Fruit Cider","description":"Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.","abvMin":"5","abvMax":"9","ogMin":"1.045","ogMax":"1.07","fgMin":"0.995","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:49:07"}},{"id":"yhGNnY","name":"Moon Froot","nameDisplay":"Moon Froot","description":"Moon Froot. What does that even mean? No one knows what it means, but it's provocative. It gets the people going! Our hazy New England Style IPA has all the juicy, tropical fruit aromas and flavors you would expect from this exciting style.","abv":"6.8","availableId":1,"styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/yhGNnY\/upload_G9bRwu-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/yhGNnY\/upload_G9bRwu-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/yhGNnY\/upload_G9bRwu-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-04-20 16:09:14","updateDate":"2018-04-27 17:08:40","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"Dz0JIV","name":"Moon Fruit","nameDisplay":"Moon Fruit","description":"A luscious double dry hopped DIPA brewed with Galaxy, Citra and Mosaic hops. Expect pungent waves of peach, passionfruit and mango to orbit your nose and mouth!","abv":"8.2","styleId":31,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Dz0JIV\/upload_92TWm4-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Dz0JIV\/upload_92TWm4-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Dz0JIV\/upload_92TWm4-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Dz0JIV\/upload_92TWm4-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Dz0JIV\/upload_92TWm4-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Dz0JIV\/upload_92TWm4-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-06-17 20:02:04","updateDate":"2019-06-18 14:51:03","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"7eqsQf","name":"Moon Goddess","nameDisplay":"Moon Goddess","abv":"6.8","ibu":"18","styleId":61,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-11-21 17:18:24","updateDate":"2017-11-21 19:42:46","style":{"id":61,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Blonde Ale","shortName":"Belgian Blonde","description":"Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.","ibuMin":"15","ibuMax":"30","abvMin":"6","abvMax":"7.8","srmMin":"4","srmMax":"7","ogMin":"1.054","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:01"}},{"id":"Yfx7bH","name":"Moon Holler","nameDisplay":"Moon Holler","description":"If we need to be technical about it, Moon Holler is a blonde ale. That said, it's got the heart of a Pilsner, with a light, crisp body and a pleasant floral hop presence. Enjoy it on an unseasonably warm spring day with your favorite rack of ribs.","abv":"4.1","ibu":"13","styleId":36,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-11-14 17:37:49","updateDate":"2017-11-14 17:37:49","style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"6fsMB9","name":"Moon Man","nameDisplay":"Moon Man","description":"Moon Man is a seriously cool cat. Always comfortable in his own skin, he never tries too hard. So cool we named our \"no coast\" pale ale after him. \r\n\r\nYou hold a session beer with a bright bold blend of five hops that flirt obligingly with the smooth malty backside. Don't let this one lay around it is brewed to be enjoyed today. Bold and engaging without pretense, because in Wisconsin you do not have to be extreme to be real.","abv":"5","glasswareId":5,"availableId":1,"styleId":25,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6fsMB9\/upload_upxp6e-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6fsMB9\/upload_upxp6e-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6fsMB9\/upload_upxp6e-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6fsMB9\/upload_upxp6e-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6fsMB9\/upload_upxp6e-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6fsMB9\/upload_upxp6e-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Foods: Fish, Burgers, Brat and Kraut, Thai, Chocolate Cookies, Wild Game, Pizza, Curry, Jambalaya, Pulled Pork, Spicy Foods \r\nCheeses: Gouda","createDate":"2012-01-03 02:43:44","updateDate":"2017-01-09 19:45:01","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"wb2Y3O","name":"Moon Monk","nameDisplay":"Moon Monk","description":"We made this beer in collaboration with Madcap Coffee Company and it uses their phenomenal SIX ONE SIX blend to bring huge coffee aromatics to this foeder-fermented brew. It's rich and vibrant, but lighter in color than most coffee beers. It's also just a bit tart to lend to it's overall complexity.","abv":"7.8","styleId":123,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wb2Y3O\/upload_6gGTka-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wb2Y3O\/upload_6gGTka-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wb2Y3O\/upload_6gGTka-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wb2Y3O\/upload_6gGTka-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wb2Y3O\/upload_6gGTka-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wb2Y3O\/upload_6gGTka-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2016-07-24 22:19:15","updateDate":"2016-08-08 14:51:46","style":{"id":123,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Coffee-Flavored Beer","shortName":"Coffee Beer","description":"Coffee beers use coffee in any of its forms other than or in addition to hops to create a distinct (ranging from subtle to intense) character. Under hopping allows coffee to contribute to the flavor profile while not becoming excessively bitter. If this beer is a classic style with coffee flavor, the brewer should specify the classic style.","ibuMin":"15","ibuMax":"40","abvMin":"2.5","abvMax":"12","srmMin":"8","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:40"}},{"id":"oaAdiX","name":"Moon Over Blue Ridge","nameDisplay":"Moon Over Blue Ridge","abv":"5.2","styleId":65,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oaAdiX\/upload_RFSqFg-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oaAdiX\/upload_RFSqFg-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oaAdiX\/upload_RFSqFg-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oaAdiX\/upload_RFSqFg-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oaAdiX\/upload_RFSqFg-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oaAdiX\/upload_RFSqFg-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-01-21 19:57:52","updateDate":"2015-12-17 21:26:23","style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"POKb8e","name":"Moon over Moore Lake","nameDisplay":"Moon over Moore Lake","description":"A deliciously refreshing wheat beer with a 55% wheat malt bill. This ale has a complex fruity flavor as a result of the blend of hops, yeast and malt. Perfect for sipping on a mild winter night watching the full moon rise.","abv":"5.5","styleId":112,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-11-01 12:58:36","updateDate":"2017-11-01 12:58:36","style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"aAinIO","name":"Moon Perfume","nameDisplay":"Moon Perfume","description":"A double dry hopped India Pale Ale featuring Cascade, Zythos, and Mosaic hops giving it an amazing aroma and even better taste.","abv":"6.7","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-08-09 13:53:34","updateDate":"2019-08-09 13:53:34","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"fxIvW5","name":"Moon Phase","nameDisplay":"Moon Phase","description":"From the Fort Point site:\r\n\r\nBOURBON BARREL-AGED QUADRUPEL ALE\r\n\r\nHOPS: MERIDIAN, STERLING, HUELL MELON\r\n\r\nGRAINS: BOHEMIAN PILSNER, VIENNA, SPECIAL B, PUFFED RED RICE, DARK BELGIAN CANDI SUGAR\r\n\r\nABV: 13.0%\r\n\r\nIBUS: 30\r\n\r\nA unique reflection of old-world Belgian Quadrupel ales, Moon Phase shines brightly full of bourbon and charred oak. Notes of gingersnap, toasted almond and toffee elevate Moon Phase’s smooth alcohol warmth and fade into a gentle, sustained finish. A delicate blend of smoky Buffalo Trace and Smooth Ambler Rye bourbon flavors, Moon Phase's complexity rises with every sip.","abv":"13","ibu":"30","glasswareId":8,"styleId":60,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fxIvW5\/upload_oEeFo6-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fxIvW5\/upload_oEeFo6-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fxIvW5\/upload_oEeFo6-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fxIvW5\/upload_oEeFo6-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fxIvW5\/upload_oEeFo6-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fxIvW5\/upload_oEeFo6-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2017-01-13 02:25:35","updateDate":"2017-02-28 20:38:39","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"style":{"id":60,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Quadrupel","shortName":"Belgian Quad","description":"Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut\/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring\/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.","ibuMin":"25","ibuMax":"50","abvMin":"9","abvMax":"14","srmMin":"8","srmMax":"20","ogMin":"1.084","fgMin":"1.014","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:33:33"}},{"id":"ydD7vR","name":"Moon Rocks","nameDisplay":"Moon Rocks","description":"A Belgian inspired White Ale with floral notes and a tart finish. Brewed with 50% wheat, chamomile, orange peel and coriander.","abv":"5.8","styleId":65,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-01-29 02:51:53","updateDate":"2018-01-29 02:51:53","style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"jNa1b9","name":"Moon Rocks","nameDisplay":"Moon Rocks","description":"Moon Rocks is a farmhouse ale brewed with wheat and spelt.\r\nIt is fermented and aged in stainless steel tanks with mixed cultures.","abv":"4.5","styleId":72,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jNa1b9\/upload_Zg6MYH-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jNa1b9\/upload_Zg6MYH-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jNa1b9\/upload_Zg6MYH-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jNa1b9\/upload_Zg6MYH-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jNa1b9\/upload_Zg6MYH-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jNa1b9\/upload_Zg6MYH-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-12-03 14:16:16","updateDate":"2018-12-03 14:17:34","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"AUCAac","name":"Moon Roof","nameDisplay":"Moon Roof","description":"DIPA Double DryHopped w\/ Citra , Azacca & Idaho 7.","abv":"8","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-06-15 01:13:33","updateDate":"2017-06-15 14:23:57","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"1GsRDl","name":"MOON ROOSTER COFFEE SAISON","nameDisplay":"MOON ROOSTER COFFEE SAISON","description":"Unfiltered farmhouse- style ale with coffee.  Bright stone-fruit, citrus, and cocoa-like coffee aroma.  Restrained addition of coffee added for complexity.  Medium  bodied.  extremely dry.    Coffee:  Extracto Coffee Roasters – Sumatra Gayo Mandiri","abv":"7","availableId":4,"styleId":72,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1GsRDl\/upload_l5YvLT-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1GsRDl\/upload_l5YvLT-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1GsRDl\/upload_l5YvLT-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1GsRDl\/upload_l5YvLT-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1GsRDl\/upload_l5YvLT-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1GsRDl\/upload_l5YvLT-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cool","servingTemperatureDisplay":"Cool - (8-12C\/45-54F)","createDate":"2016-09-12 19:15:11","updateDate":"2017-08-30 18:16:26","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"AhOeSp","name":"Moon Squaller","nameDisplay":"Moon Squaller","description":"On every full moon for thirty years, a party was held on the farm. The party is still going today. This full-bodied Scotch ale is designed to bring out the howler in you. Keep the party alive with this one of a kind brew.","abv":"9","glasswareId":5,"styleId":8,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AhOeSp\/upload_v6bCTw-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AhOeSp\/upload_v6bCTw-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AhOeSp\/upload_v6bCTw-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AhOeSp\/upload_v6bCTw-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AhOeSp\/upload_v6bCTw-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AhOeSp\/upload_v6bCTw-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:44","updateDate":"2015-12-16 10:27:22","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":8,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scottish-Style Heavy Ale","shortName":"Scottish Heavy","description":"Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"12","ibuMax":"20","abvMin":"3.5","abvMax":"4","srmMin":"10","srmMax":"19","ogMin":"1.035","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:48"}},{"id":"kGxOJ3","name":"Moon Tower Stout","nameDisplay":"Moon Tower Stout","description":"A summer stout, medium bodied and smooth with a mild roasted coffee and toasted caramel notes and a dry finish. A perfect dark beer for a warm summer day.","abv":"6.4","ibu":"28","styleId":42,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-02-08 05:32:24","updateDate":"2017-03-06 15:58:48","style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"dPP3GH","name":"Moonage Daydream","nameDisplay":"Moonage Daydream","abv":"5.8","ibu":"32","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-08-06 20:06:07","updateDate":"2015-08-06 20:06:07","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"p5gyFr","name":"Moonbow Wit","nameDisplay":"Moonbow Wit","description":"Moonbow Wit, our summer seasonal, is a Belgian wheat ale. Brewed with Pilsen malt, unmalted wheat and Czech Saaz Hops. Coriander and bitter orange peel provide light citrus notes in this summer refresher. This white ale is reminiscent of the full moon needed to see the rare Moonbow at Cumberland Falls.","glasswareId":8,"availableId":1,"styleId":65,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-04-13 17:30:02","updateDate":"2014-10-16 18:24:07","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"WtUUmM","name":"Mooncusser","nameDisplay":"Mooncusser","abv":"8","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-06-20 17:30:22","updateDate":"2018-06-20 17:30:22","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"JAC8Wz","name":"Moondance","nameDisplay":"Moondance","description":"One of our original recipes, amber coloured best bitter with copious amounts of US Cascade hops. Wonderfully aromatic floral nose balanced by a gentle bitterness with a hint of sweetness. No wonder this beer has won the most awards of all the beers in our range.","abv":"4.2","glasswareId":5,"availableId":1,"styleId":4,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JAC8Wz\/upload_kwG4lr-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JAC8Wz\/upload_kwG4lr-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JAC8Wz\/upload_kwG4lr-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JAC8Wz\/upload_kwG4lr-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JAC8Wz\/upload_kwG4lr-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JAC8Wz\/upload_kwG4lr-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-08-23 12:36:01","updateDate":"2015-12-16 18:19:47","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":4,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Special Bitter or Best Bitter","shortName":"Special Bitter","description":"Special bitter is more robust than ordinary bitter. It has medium body and medium residual malt sweetness. It is deep gold to copper colored. Hop bitterness should be medium and absent of harshness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)","ibuMin":"28","ibuMax":"40","abvMin":"4.1","abvMax":"4.8","srmMin":"6","srmMax":"14","ogMin":"1.038","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:15"}},{"id":"0w5njG","name":"Moondance IPA","nameDisplay":"Moondance IPA","abv":"7.2","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-06-11 14:58:46","updateDate":"2018-06-11 17:53:20","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"Kez5ui","name":"Moondance IPA","nameDisplay":"Moondance IPA","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-05-09 12:12:17","updateDate":"2013-05-09 12:12:18","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"9WryRf","name":"Moondog ESB","nameDisplay":"Moondog ESB","description":"Extra special bitter ale with a flowery hop bouquet and crisp finish.\r\n\r\nGold Medal, 1996 World Beer Championships\r\nGold Medal, 1995 World Beer Championships\r\nGold Medal, 1994 World Beer Championships\r\nGold Medal, 1992 Great American Beer Festival","abv":"5","ibu":"25","availableId":2,"styleId":5,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9WryRf\/upload_LgHb8q-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9WryRf\/upload_LgHb8q-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9WryRf\/upload_LgHb8q-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9WryRf\/upload_LgHb8q-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9WryRf\/upload_LgHb8q-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9WryRf\/upload_LgHb8q-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-07-18 14:59:15","updateDate":"2015-12-16 17:02:01","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":5,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Extra Special Bitter","shortName":"ESB","description":"Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)","ibuMin":"30","ibuMax":"45","abvMin":"4.8","abvMax":"5.8","srmMin":"8","srmMax":"14","ogMin":"1.046","fgMin":"1.01","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:20"}},{"id":"FVoq88","name":"Moondog Extra Special Bitter Ale","nameDisplay":"Moondog Extra Special Bitter Ale","description":"(ESB) Fermented in the bottle for extra smoothness, complexity, longevity, and portability!","glasswareId":5,"styleId":5,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-10 16:33:45","updateDate":"2012-03-22 13:05:47","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":5,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Extra Special Bitter","shortName":"ESB","description":"Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)","ibuMin":"30","ibuMax":"45","abvMin":"4.8","abvMax":"5.8","srmMin":"8","srmMax":"14","ogMin":"1.046","fgMin":"1.01","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:20"}},{"id":"uVxxyT","name":"Moondoggie","nameDisplay":"Moondoggie","abv":"5.1","ibu":"29","styleId":114,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-30 22:50:49","updateDate":"2017-10-02 17:07:46","style":{"id":114,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Wheat Ale or Lager with or without Yeast","shortName":"Fruit Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and\/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.","ibuMin":"10","ibuMax":"35","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"10","ogMin":"1.036","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:43:55"}},{"id":"QZeSC1","name":"Moonestone Stout","nameDisplay":"Moonestone Stout","description":"Dry Irish Stout, it has light body, low calories compared to other brews, low carbs and low alcohol, around 4.5%.  This is not a heavy beer.\r\n\r\nIt is brewed with 5 pounds of oysters per barrel, shell and all.  There is no distinguishable oyster flavor in the beer, but they add Sea Salt, Calcium and other Minterals that become part of the overall flavor.","abv":"4.75","ibu":"32","glasswareId":5,"srmId":37,"availableId":1,"styleId":23,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cool","servingTemperatureDisplay":"Cool - (8-12C\/45-54F)","originalGravity":"1.049","createDate":"2012-01-04 01:41:57","updateDate":"2014-09-10 20:28:36","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":37,"name":"37","hex":"3F0708"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":23,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Classic Irish-Style Dry Stout","shortName":"Dry Irish Stout","description":"Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.","ibuMin":"30","ibuMax":"40","abvMin":"3.8","abvMax":"5","srmMin":"40","srmMax":"40","ogMin":"1.038","fgMin":"1.008","fgMax":"1.012","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:51"}},{"id":"Krn2ky","name":"Moonfarmer","nameDisplay":"Moonfarmer","description":"IPA brewed with Galaxy and Citra hops. No oats or flour were harmed in the making of this beer.","abv":"6.8","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-25 16:13:05","updateDate":"2018-04-25 16:13:05","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"DOrgPb","name":"Moonglow Weizenbock","nameDisplay":"Moonglow Weizenbock","description":"This dark amber wheat beer features fruity and spicy aromas galore.  Significant strength underlies the pleasant citric appeal of this bock beer. Redolent with the flavors of harvest fruit, Moonglow typifies the traditional weizenbock-style so thoroughly enjoyed throughout Bavaria. Left unfiltered, its unique yeast strain gives Moonglow a radiance all its own.","abv":"8.7","glasswareId":9,"availableId":4,"styleId":53,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DOrgPb\/upload_7EfWUM-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DOrgPb\/upload_7EfWUM-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DOrgPb\/upload_7EfWUM-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DOrgPb\/upload_7EfWUM-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DOrgPb\/upload_7EfWUM-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DOrgPb\/upload_7EfWUM-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:44","updateDate":"2015-12-15 23:19:12","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":53,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Weizenbock \/ Weissbock","shortName":"Weizenbock","description":"This style can be either pale or dark (golden to dark brown in color) and has a high starting gravity and alcohol content. The malty sweetness of a Weizenbock is balanced with a clove-like phenolic and fruity-estery banana element to produce a wellrounded aroma and flavor. As is true with all German wheat beers, hop bitterness is low and carbonation is high. Hop flavor and aroma are absent. It has a medium to full body. If dark, a mild roast malt character should emerge in flavor and to a lesser degree in the aroma. If this is served with yeast the beer may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"15","ibuMax":"35","abvMin":"6.9","abvMax":"9.3","srmMin":"5","srmMax":"30","ogMin":"1.066","fgMin":"1.016","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:30:15"}},{"id":"tE1WoE","name":"Moongold Apricot","nameDisplay":"Moongold Apricot","description":"This is a nice easy drinking wheat beer with a little grain character from the flaked wheat. Malted wheat adds a slight citrus flavor. Hopping is intentionally low to allow malts to shine and not overpower the delicate fruit character.","abv":"5","glasswareId":4,"availableId":1,"styleId":114,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-07-10 14:56:40","updateDate":"2019-07-10 15:10:47","glass":{"id":4,"name":"Pilsner","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":114,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Wheat Ale or Lager with or without Yeast","shortName":"Fruit Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and\/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.","ibuMin":"10","ibuMax":"35","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"10","ogMin":"1.036","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:43:55"}},{"id":"Ge5hAL","name":"Moongold Apricot Ale","nameDisplay":"Moongold Apricot Ale","description":"A blonde ale base intensely dry hopped with Citra and conditioned on apricots.","abv":"5.4","ibu":"27","styleId":36,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ge5hAL\/upload_CqVFnS-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ge5hAL\/upload_CqVFnS-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ge5hAL\/upload_CqVFnS-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ge5hAL\/upload_CqVFnS-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ge5hAL\/upload_CqVFnS-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ge5hAL\/upload_CqVFnS-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-07-18 16:22:57","updateDate":"2018-07-18 16:23:34","style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"Ybxin0","name":"MoonJuice IPA","nameDisplay":"MoonJuice IPA","description":"An out-of-this-world IPA crafted with tons of Galaxy and Nelson-Sauvin hops that transcends all Earthly pleasures, emitting an aroma of peach, apricot and tropical fruit.","abv":"7.3","ibu":"65","availableId":1,"styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ybxin0\/upload_w5CEPR-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ybxin0\/upload_w5CEPR-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ybxin0\/upload_w5CEPR-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ybxin0\/upload_w5CEPR-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ybxin0\/upload_w5CEPR-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Ybxin0\/upload_w5CEPR-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1","createDate":"2014-03-03 13:20:33","updateDate":"2017-08-30 17:21:21","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"9rmR29","name":"Moonjumper","nameDisplay":"Moonjumper","description":"Fasten your space helmet because this stout will quickly have you orbiting the moon. Notes of roasted and chocolate malts round out our milk stout's sweet side, creating a well-balanced beer with a smooth mouthfeel and creamy tan head. One sip of this medium-bodied stout will have you jumping over the moon for another. Cheers!","abv":"6.1","ibu":"30","availableId":1,"styleId":20,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9rmR29\/upload_Ga8TIn-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9rmR29\/upload_Ga8TIn-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9rmR29\/upload_Ga8TIn-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9rmR29\/upload_Ga8TIn-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9rmR29\/upload_Ga8TIn-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9rmR29\/upload_Ga8TIn-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2017-11-10 18:16:35","updateDate":"2018-06-21 12:29:14","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":20,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Sweet or Cream Stout","shortName":"Sweet Stout","description":"Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.","ibuMin":"15","ibuMax":"25","abvMin":"3","abvMax":"6","srmMin":"40","srmMax":"40","ogMin":"1.045","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:24:41"}},{"id":"hB8FkN","name":"Moonless Stout","nameDisplay":"Moonless Stout","description":"Moonless Stout is a refreshing, dry stout that pours pitch black with an aroma of dark roast coffee beans and bitter chocolate. This ale presents with mild bitterness and hop aroma, and is perfect with sharp cheeses, shellfish, or hearty dishes.","abv":"4.5","styleId":42,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/hB8FkN\/upload_ZtR5M4-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/hB8FkN\/upload_ZtR5M4-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/hB8FkN\/upload_ZtR5M4-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/hB8FkN\/upload_ZtR5M4-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/hB8FkN\/upload_ZtR5M4-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/hB8FkN\/upload_ZtR5M4-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Cheese: sharp blue, brie\r\nMains: venison, chili, hearty stews\r\nDessert: dark chocolate, cheesecake","createDate":"2018-08-31 12:31:20","updateDate":"2018-08-31 12:32:21","style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"9v6Mvt","name":"Moonlight Ale","nameDisplay":"Moonlight Ale","description":"Golden coloured grain infused ale with medium hop flavour and aroma","abv":"4.6","styleId":74,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-10-08 10:17:24","updateDate":"2018-10-23 16:21:58","style":{"id":74,"categoryId":6,"category":{"id":6,"name":"International Ale Styles","createDate":"2012-03-21 20:06:46"},"name":"Australian-Style Pale Ale","shortName":"Austrailian Pale","description":"Australian-Style Pale Ales are light amber to light brown. Chill or hop haze may be evident. Hop aroma is often reminiscent of tropical fruit such as mango, passion fruit and other tropical fruit character. Intensity can be low to medium-high. Malt character has a perceived low to medium caramel-candy sweetness. Hop flavor is aligned with aroma; tropical fruit such as mango, passion fruit and other tropical fruit character. Intensity can be low to mediumhigh. Hop bitterness is low to medium. Fruity-ester aroma should be perceived. Diacetyl should be very low if present. DMS aroma should not be present. Body is low to medium.","ibuMin":"20","ibuMax":"40","abvMin":"4.2","abvMax":"6.2","srmMin":"5","srmMax":"14","ogMin":"1.04","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:14:09"}},{"id":"w8wZqs","name":"Moonlight Blonde Ale","nameDisplay":"Moonlight Blonde Ale","abv":"4.2","styleId":36,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-02-18 15:39:09","updateDate":"2015-04-22 18:29:16","style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"bdSmZI","name":"Moonlight Drive","nameDisplay":"Moonlight Drive","abv":"9","ibu":"70","glasswareId":5,"srmId":35,"availableId":8,"styleId":43,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bdSmZI\/upload_63qwaU-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bdSmZI\/upload_63qwaU-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bdSmZI\/upload_63qwaU-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bdSmZI\/upload_63qwaU-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bdSmZI\/upload_63qwaU-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bdSmZI\/upload_63qwaU-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.087","createDate":"2014-02-10 12:24:46","updateDate":"2015-12-17 10:41:23","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":35,"name":"35","hex":"470606"},"available":{"id":8,"name":"Winter","description":"Available during the winter months."},"style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"IpZtVh","name":"Moonlight Excursion Baltic Porter","nameDisplay":"Moonlight Excursion Baltic Porter","description":"** 2018 US Open Beer Championship GOLD Medal Winner** Named for the evening train rides in the early 20th Century from Raleigh to Fuquay Springs for a taste of the healing waters, our Baltic Porter is delicious, full-bodied, and smooth. It has a slightly aged alcohol warmth. Sweet, malty, roasted flavor that stops short of burnt. Dark fruits, caramel, and rich chocolate flavors add to the complexity. Rich malty sweetness with a complex blend of deep malts rounds out this great lager nod to English Porters and Russian Imperial Stouts. Our Baltic Porter comes in at 8.2% and will warm your soul and satisfy your dark beer cravings!","ibu":"34","srmId":34,"availableId":4,"styleId":104,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-05-31 16:31:06","updateDate":"2019-05-31 18:46:43","srm":{"id":34,"name":"34","hex":"4C0505"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":104,"categoryId":9,"category":{"id":9,"name":"Other Lager","createDate":"2012-03-21 20:06:46"},"name":"Baltic-Style Porter","shortName":"Baltic Porter","description":"A true smooth cold-fermented and cold lagered beer, brewed with lager yeast. Black to very deep ruby\/garnet in color. Overall, Baltic Porters have a very smooth lagered character with distinctive caramelized sugars, licorice and chocolate-like character of roasted malts and dark sugars. Roasted dark malts should not contribute bitterness, or astringent roast character. A low degree of smokiness from malt may be evident. Debitterized roast malts are best used for this style. Because of its alcoholic strength, aroma may include gentle (low) lager fruitiness (berries, grapes, plums, not banana; ale-like fruitiness from warm temperature fermentation is not appropriate), complex alcohols, cocoa-like, roast malt (and sometimes coffee-like roast barley, yet not bitter). Hop aroma is very low, though a hint of floral or sweet hop aroma can complement aromatics and flavor without dominance. Baltic Porters are not hop bitter dominated and expressed as low to medium-low. Baltic porters range from having medium to full body complemented with a medium-low to medium level of malty sweetness. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor.","ibuMin":"35","ibuMax":"40","abvMin":"7.5","abvMax":"9","srmMin":"40","srmMax":"40","ogMin":"1.072","fgMin":"1.016","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:41:46"}},{"id":"ZoqlCU","name":"Moonlight Harvest Porter","nameDisplay":"Moonlight Harvest Porter","description":"This beer features grain grown from small farmers in North Carolina and malted in Asheville, NC.  A rye porter gives this a twist on your normal winter porter.  But the ABV is right up there with the best.  This beer features 8 different grains, giving it a rich complexity that makes you want to put one more log on the fire.\r\n\r\n Available November - December","abv":"7.9","ibu":"29.3","availableId":4,"styleId":18,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZoqlCU\/upload_2En6Ye-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZoqlCU\/upload_2En6Ye-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZoqlCU\/upload_2En6Ye-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZoqlCU\/upload_2En6Ye-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZoqlCU\/upload_2En6Ye-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ZoqlCU\/upload_2En6Ye-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-02-15 18:39:03","updateDate":"2015-12-17 22:30:15","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"g2mFxi","name":"Moonlight Kettle Series: Which Way To The Birch?","nameDisplay":"Moonlight Kettle Series: Which Way To The Birch? (2017)","description":"Crisp and effervescent. This Imperial Pilsner has birch leaves and bark added to bring the forests of Muskoka to you","abv":"7.9","ibu":"36","availableId":2,"styleId":98,"isOrganic":"N","isRetired":"N","year":2017,"status":"verified","statusDisplay":"Verified","createDate":"2017-10-23 14:35:24","updateDate":"2019-02-22 19:01:11","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":98,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Pilsener","shortName":"American Pilsener","description":"This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and\/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.","ibuMin":"25","ibuMax":"40","abvMin":"5","abvMax":"6","srmMin":"3","srmMax":"6","ogMin":"1.045","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:08"}},{"id":"tmUQve","name":"MoonLight Kolschbier","nameDisplay":"MoonLight Kolschbier","styleId":45,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:44","updateDate":"2015-08-06 14:43:00","style":{"id":45,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Kölsch \/ Köln-Style Kölsch","shortName":"Kölsch","description":"Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.","ibuMin":"18","ibuMax":"25","abvMin":"4.8","abvMax":"5.3","srmMin":"4","srmMax":"6","ogMin":"1.042","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:04"}},{"id":"CEzBcM","name":"Moonlight Mile Cascadian Dark Ale","nameDisplay":"Moonlight Mile Cascadian Dark Ale","styleId":41,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/CEzBcM\/upload_9Pcp4u-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/CEzBcM\/upload_9Pcp4u-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/CEzBcM\/upload_9Pcp4u-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/CEzBcM\/upload_9Pcp4u-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/CEzBcM\/upload_9Pcp4u-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/CEzBcM\/upload_9Pcp4u-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2016-07-19 15:51:06","updateDate":"2016-07-19 16:34:10","style":{"id":41,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Black Ale","shortName":"Black Ale","description":"American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.","ibuMin":"50","ibuMax":"70","abvMin":"6","abvMax":"7.5","srmMin":"35","srmMax":"35","ogMin":"1.056","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:36"}},{"id":"H7v8Ds","name":"Moonlight Paddle Kettle Sour","nameDisplay":"Moonlight Paddle Kettle Sour","description":"This light-bodied Sour Ale has a tartness created by allowing lactobacillus to act on the wort over several days in the kettle. Italian Plums add to a fruity finish for a clean balance and a refreshing, drinkable beer! Malts: 2-Row Pale, Wheat, Carapils, and Honey. Hops: Cascade.","abv":"5.5","ibu":"8","glasswareId":6,"availableId":1,"styleId":40,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/H7v8Ds\/upload_ZDOO1b-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/H7v8Ds\/upload_ZDOO1b-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/H7v8Ds\/upload_ZDOO1b-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/H7v8Ds\/upload_ZDOO1b-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/H7v8Ds\/upload_ZDOO1b-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/H7v8Ds\/upload_ZDOO1b-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-03-21 12:58:45","updateDate":"2018-06-26 01:40:55","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}}],"status":"success"}