{"currentPage":1160,"numberOfPages":1791,"totalResults":89538,"data":[{"id":"n3EHmv","name":"Orange Whip IPA","nameDisplay":"Orange Whip IPA","description":"This brew is dry hopped with Citra hops from our friends in Yakima at Hopunion.  The kettle additions of Citra hops, brings this brew in at a whopping 75 IBU’s and the hops flavors are much more pronounced with citrusy hints of pineapple, orange etc.  This version is also loaded with malt flavors with plenty of crystal malt, medium to full bodied and deep copper colored.","abv":"7.5","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-11-21 17:08:53","updateDate":"2014-12-10 21:11:56","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"aRSAum","name":"Orange X","nameDisplay":"Orange X","description":"Extra pale ale with oranges","abv":"5.25","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-07-23 04:56:10","updateDate":"2017-07-23 04:56:11","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"wMwLjb","name":"Orange You A Hippie","nameDisplay":"Orange You A Hippie","description":"Orange You A Hippie (\"OYAH\") is a semi-dry cider steeped on sweet orange peel and hibiscus flowers. The Bull is Trippin' on this grooovy cider!","abv":"6","styleId":155,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wMwLjb\/upload_U2orQh-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wMwLjb\/upload_U2orQh-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wMwLjb\/upload_U2orQh-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wMwLjb\/upload_U2orQh-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wMwLjb\/upload_U2orQh-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wMwLjb\/upload_U2orQh-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-04-24 12:49:20","updateDate":"2018-04-24 12:50:05","style":{"id":155,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Fruit Cider","shortName":"Fruit Cider","description":"Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.","abvMin":"5","abvMax":"9","ogMin":"1.045","ogMax":"1.07","fgMin":"0.995","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:49:07"}},{"id":"S6VfNB","name":"Orange Yuzu Glad I Said Porter","nameDisplay":"Orange Yuzu Glad I Said Porter","description":"A porter with Yuzu (Citrus fruit), wheat and lactose. Flavor is sweet of yuzu with notes of orange and coffee.","abv":"6","styleId":18,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-10-18 13:35:12","updateDate":"2017-10-18 13:35:12","style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"UuOJaO","name":"Orange Yuzu Glad I Said Porter Barrel Aged Grand Marnier","nameDisplay":"Orange Yuzu Glad I Said Porter Barrel Aged Grand Marnier","description":"Orange Yuzu Glad I Said Porter. Aged in Grand Marnier barrels.","abv":"7.7","styleId":158,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UuOJaO\/upload_2G8SnU-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UuOJaO\/upload_2G8SnU-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UuOJaO\/upload_2G8SnU-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UuOJaO\/upload_2G8SnU-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UuOJaO\/upload_2G8SnU-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UuOJaO\/upload_2G8SnU-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-01-17 18:56:19","updateDate":"2019-01-17 18:57:26","style":{"id":158,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Porter","shortName":"American Imperial Porter","description":"American-style imperial porters are black in color. No roast barley or strong burnt\/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.","ibuMin":"35","ibuMax":"50","abvMin":"5.5","abvMax":"9.5","srmMin":"40","srmMax":"40","ogMin":"1.08","ogMax":"1.1","fgMin":"1.02","fgMax":"1.03","createDate":"2013-08-10 12:42:51","updateDate":"2015-04-07 15:49:32"}},{"id":"HZtHKP","name":"Orange Zest Saison","nameDisplay":"Orange Zest Saison","description":"A light-bodied wheat based saison that pours with a straw color. This saison is infused with orange peel and orange zest.","abv":"4","availableId":2,"styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-10-14 15:13:39","updateDate":"2014-10-14 15:13:39","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"eMXZFP","name":"Orange-A-Peel","nameDisplay":"Orange-A-Peel","description":"This seasonal beer is an American Pale Wheat Ale brewed with oranges and orange zest. It pairs perfectly with the warmer, sunny days of the spring season. It is pale and cloudy in color, and has aromas and tasting notes of citrus and oranges, balanced with a wheat malt backbone. Orange you glad that spring is finally here?!","abv":"5.6","ibu":"45","styleId":114,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-04-30 18:19:57","updateDate":"2017-04-30 18:19:57","style":{"id":114,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Wheat Ale or Lager with or without Yeast","shortName":"Fruit Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and\/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.","ibuMin":"10","ibuMax":"35","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"10","ogMin":"1.036","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:43:55"}},{"id":"FhQxvv","name":"Orange-Rosemary Sour","nameDisplay":"Orange-Rosemary Sour","abv":"4.5","styleId":40,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-04-03 13:34:07","updateDate":"2017-04-03 13:34:07","style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"2YosO0","name":"Orangedale Wheat Ale","nameDisplay":"Orangedale Wheat Ale","abv":"4.9","ibu":"23","styleId":112,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-09 20:17:36","updateDate":"2015-03-09 20:17:36","style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"Qxu8Mr","name":"Orangelicious Golden Ale","nameDisplay":"Orangelicious Golden Ale","description":"Brewed with lactose for a smooth mouthfeel, conditioned with vanilla and fresh orange zest. Great summer beer!","abv":"5.3","ibu":"15","styleId":36,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-07-13 20:12:46","updateDate":"2017-07-14 14:35:11","style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"6epdvH","name":"Orangetoberfest","nameDisplay":"Orangetoberfest","abv":"5","ibu":"20","styleId":81,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-19 13:31:29","updateDate":"2017-09-19 13:31:29","style":{"id":81,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Märzen","shortName":"Märzen","description":"Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.","ibuMin":"18","ibuMax":"25","abvMin":"5.3","abvMax":"5.9","srmMin":"4","srmMax":"15","ogMin":"1.05","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:50"}},{"id":"5qUOHW","name":"Orangette Chocolate Oatmeal Stout","nameDisplay":"Orangette Chocolate Oatmeal Stout","abv":"5.5","styleId":21,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-29 17:39:30","updateDate":"2018-05-09 19:35:42","style":{"id":21,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Oatmeal Stout","shortName":"Oatmeal Stout","description":"Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.","ibuMin":"20","ibuMax":"40","abvMin":"3.8","abvMax":"6","srmMin":"20","srmMax":"20","ogMin":"1.038","fgMin":"1.008","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:22:53"}},{"id":"VHmqgs","name":"Orangutan DIPA","nameDisplay":"Orangutan DIPA","abv":"7.8","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-02-13 13:42:12","updateDate":"2018-02-13 13:42:12","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"cZf0jc","name":"Orangutan IPA","nameDisplay":"Orangutan IPA","description":"Orangutan is a sessionable, heavily hopped Northwest style IPA. It's dry hopped with generous amounts of Summit and Cascade hops. Orangutan is one of our best sellers.","abv":"5","styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/cZf0jc\/upload_w7YK1R-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/cZf0jc\/upload_w7YK1R-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/cZf0jc\/upload_w7YK1R-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/cZf0jc\/upload_w7YK1R-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/cZf0jc\/upload_w7YK1R-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/cZf0jc\/upload_w7YK1R-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-09-23 16:30:16","updateDate":"2015-12-17 18:32:27","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"mIv0Kf","name":"Oranje Brett","nameDisplay":"Oranje Brett","description":"A rustic saison aged in red wine barrels with four strains of Brettanomyces. Funky, fruity, spicy and dry.","abv":"8","ibu":"29","glasswareId":10,"srmId":8,"availableId":4,"styleId":169,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cellar","servingTemperatureDisplay":"Cellar - (12-14C\/54-57F)","originalGravity":"1.065","createDate":"2016-07-12 15:07:06","updateDate":"2016-07-12 19:39:46","glass":{"id":10,"name":"Oversized Wine Glass","createDate":"2012-01-03 02:41:33"},"srm":{"id":8,"name":"8","hex":"EA8F00"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":169,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Mixed Culture Brett Beer","shortName":"Mixed Brett","description":"Mixed Culture Brett Beers are any range of color and may take on the color of added fruits or other ingredients. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Moderate to intense yet balanced fruity-ester aromas are evident. In darker versions, roasted malt, caramel-like and chocolatelike aromas are subtly present. Diacetyl and DMS aromas should not be perceived. Hop aroma evident over a full range from low to high. In darker versions, roasted malt, caramel-like and chocolate-like flavors are subtly present. Fruited versions will exhibit fruit flavors in harmonious balance with other characters. Hop flavor is evident over a full range from low to high. Hop bitterness is evident over a full range from low to high. The evolution of natural acidity develops balanced complexity. Horsey, goaty, leathery, phenolic and light to moderate and\/or fruity acidic character evolved from Brettanomyces organisms may be evident, not dominant and in balance with other character. Cultured yeast may be used in the fermentation. Bacteria should be used and in evidence in this style of beer. Acidity will be contributed by bacteria, but may or may not dominate. Moderate to intense yet balanced fruity-ester flavors are evident. Diacetyl and DMS flavors should not be perceived. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Body is evident over a full range from low to high. For purposes of competition entries exhibiting wood-derived characters or characters of liquids previously aged in wood would more appropriately be entered in other Wood-Aged Beer categories. Wood- and barrel-aged sour ales should not be entered here and are classified elsewhere.","createDate":"2015-04-07 17:19:02"}},{"id":"qKfY9O","name":"Oranje Crush","nameDisplay":"Oranje Crush","description":"A somewhat fruity and easy drinking Belgian ale which is less aggressive than many other Belgian beers.","abv":"5.8","styleId":65,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-06-03 23:40:11","updateDate":"2017-06-12 19:07:17","style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"Ckjlgj","name":"Oranje Weisse","nameDisplay":"Oranje Weisse","description":"A refreshing flemish style white beer brewed with two types of orange peel, coriander, and a touch of ainse. A truly unique flavor combination of citrus and light spice. All natural ingredients, unpasteurized.\r\n\r\nCanadian Brewing Awards: Silver 2011\r\nOntario Brewing Awards: Gold 2012, Gold 2011\r\nUS Open Beer Championships: Gold 2011","abv":"5","ibu":"12","availableId":4,"styleId":65,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","createDate":"2015-03-30 16:30:03","updateDate":"2015-03-30 17:26:04","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"5U4iN4","name":"Oranjeboom Premium Lager","nameDisplay":"Oranjeboom Premium Lager","description":"Oranjeboom Premium Lager is a Euro Pale Lager style beer brewed by Oranjeboom Bierbrouwerij B. V. in Breda, Netherlands.","abv":"5","styleId":1,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-06 19:32:21","updateDate":"2017-09-06 19:32:22","style":{"id":1,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Classic English-Style Pale Ale","shortName":"English Pale","description":"Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"5.5","srmMin":"5","srmMax":"5","ogMin":"1.04","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:23"}},{"id":"1tjO9i","name":"Oranjeboom Super Strong 12","nameDisplay":"Oranjeboom Super Strong 12","description":"Powerful with full and sizzling flavour, a punchy bitterness and strong finish","abv":"12","styleId":138,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-05-19 13:56:11","updateDate":"2018-05-23 19:57:22","style":{"id":138,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Other Strong Ale or Lager","shortName":"Strong Ale","description":"Any style of beer can be made stronger than the classic style guidelines. The goal should be to reach a balance between the style's character and the additional alcohol. Refer to this guide when making styles stronger and appropriately identify the style created (for example: double alt, triple fest, or quadruple Pilsener).","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:47:08"}},{"id":"9KMFAb","name":"Orbital Contusion","nameDisplay":"Orbital Contusion","description":"This Black IPA is packed with Citra and Cascade hops. Bitter citrus on the nose, caramelized oranges, dark chocolate flavors, mild grapefruit and a refreshingly dry bitter finish.","abv":"7.4","ibu":"55","glasswareId":5,"srmId":38,"availableId":4,"styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-06-20 22:29:51","updateDate":"2019-06-21 20:29:31","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":38,"name":"38","hex":"3B0607"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"ofqw0b","name":"Orbital Mirror","nameDisplay":"Orbital Mirror","description":"DDH Oat DIPA w\/ Simcoe & Azacca","abv":"8","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-06-23 01:39:50","updateDate":"2017-06-23 15:41:05","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"ulwjvs","name":"Orbital Tilt","nameDisplay":"Orbital Tilt","abv":"5.9","ibu":"65","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-12-03 00:21:55","updateDate":"2017-12-03 00:21:55","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"pM36Wu","name":"Orbiter IPA","nameDisplay":"Orbiter IPA","description":"Orbiter IPA unites a constellation of hops (Cascade, Centennial, Chinook and Columbus and Simcoe) to create a formidable IPA. Bright and citrusy hop flavors shine in a medium body with caramel malt character.","abv":"7.4","ibu":"75","styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pM36Wu\/upload_BAnYj6-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pM36Wu\/upload_BAnYj6-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pM36Wu\/upload_BAnYj6-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pM36Wu\/upload_BAnYj6-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pM36Wu\/upload_BAnYj6-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pM36Wu\/upload_BAnYj6-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.066","createDate":"2018-11-18 16:07:55","updateDate":"2018-11-18 16:08:07","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"mv3uyr","name":"Orc Blood","nameDisplay":"Orc Blood","description":"Winter ale with cranberries and hibiscus","abv":"6.5","styleId":119,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-03-11 18:17:45","updateDate":"2018-03-12 20:41:16","style":{"id":119,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Beer","shortName":"Fruit Beer","description":"Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:21"}},{"id":"RKMNeX","name":"Orca™","nameDisplay":"Orca™","description":"The perfect beer for a frigid day, our late-Winter seasonal packs loads of malt complexity. Made with real molasses and a variety of dark and roasted malts, you’ll get tones of chocolate, coffee, burnt sugar and raisin. Be careful though, just like the animal it’s named after, Orca is strong and powerful.","abv":"11","ibu":"75","glasswareId":6,"srmId":41,"availableId":8,"styleId":43,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/RKMNeX\/upload_BwlAyq-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/RKMNeX\/upload_BwlAyq-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/RKMNeX\/upload_BwlAyq-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/RKMNeX\/upload_BwlAyq-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/RKMNeX\/upload_BwlAyq-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/RKMNeX\/upload_BwlAyq-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cellar","servingTemperatureDisplay":"Cellar - (12-14C\/54-57F)","createDate":"2015-06-09 19:08:13","updateDate":"2015-12-18 03:21:31","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"srm":{"id":41,"name":"Over 40","hex":"000000"},"available":{"id":8,"name":"Winter","description":"Available during the winter months."},"style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"YbtrjA","name":"Orchard Blend","nameDisplay":"Orchard Blend","abv":"7","styleId":40,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-19 15:34:33","updateDate":"2017-09-19 15:34:34","style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"DYmujb","name":"Orchard Frost","nameDisplay":"Orchard Frost","description":"Amber in hue with spice on the nose, this Winter inspired seasonal cider has hints of cinnamon, nutmeg, clove, vanilla and caramel with an off dry finish.","abv":"4.7","styleId":149,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-11-25 12:11:56","updateDate":"2017-11-25 12:11:56","style":{"id":149,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Common Cider","shortName":"Common Cider","description":"Variable, but should be a medium, refreshing drink. Sweet ciders must not be cloying. Dry ciders must not be too austere. An ideal cider serves well as a “session” drink, and suitably accompanies a wide variety of food.","abvMin":"5","abvMax":"8","ogMin":"1.045","ogMax":"1.065","fgMin":"1","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:44"}},{"id":"OB0LLg","name":"Orchard Peach","nameDisplay":"Orchard Peach","description":"This delicious peach cider captures the refreshing taste of the ripest Okanagan peaches because it's made from homegrown Okanagan fruit. It's Seriously Good Cider.","abv":"7","glasswareId":1,"styleId":155,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-10-09 16:37:55","updateDate":"2014-10-09 17:55:07","glass":{"id":1,"name":"Flute","createDate":"2012-01-03 02:41:33"},"style":{"id":155,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Fruit Cider","shortName":"Fruit Cider","description":"Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.","abvMin":"5","abvMax":"9","ogMin":"1.045","ogMax":"1.07","fgMin":"0.995","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:49:07"}},{"id":"6oNVvd","name":"Orchard Street","nameDisplay":"Orchard Street","abv":"6.8","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-07-05 21:29:50","updateDate":"2017-07-06 12:22:41","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"PlXS5J","name":"Orchard Wheat","nameDisplay":"Orchard Wheat","description":"American-style unfiltered wheat beer with peach juices and lime leaf added.","abv":"4.6","availableId":4,"styleId":114,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PlXS5J\/upload_q0B4y7-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PlXS5J\/upload_q0B4y7-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PlXS5J\/upload_q0B4y7-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PlXS5J\/upload_q0B4y7-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PlXS5J\/upload_q0B4y7-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PlXS5J\/upload_q0B4y7-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-08-13 22:44:19","updateDate":"2015-12-17 05:46:02","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":114,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Fruit Wheat Ale or Lager with or without Yeast","shortName":"Fruit Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and\/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.","ibuMin":"10","ibuMax":"35","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"10","ogMin":"1.036","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:43:55"}},{"id":"GN1WbX","name":"Orchard White","nameDisplay":"Orchard White","description":"Orchard White is an unfiltered, bottle conditioned Belgian-style witbier. This hazy, straw yellow beer is spiced with coriander, citrus peel and lavender added to the boil and whirlpool. A spicy, fruity yeast strain is used to add complexity, and rolled oats are added for a silky texture.","abv":"5.7","ibu":"15","glasswareId":4,"srmId":3,"availableId":1,"styleId":61,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GN1WbX\/upload_h8hELG-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GN1WbX\/upload_h8hELG-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GN1WbX\/upload_h8hELG-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GN1WbX\/upload_h8hELG-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GN1WbX\/upload_h8hELG-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GN1WbX\/upload_h8hELG-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2015-12-16 04:56:20","glass":{"id":4,"name":"Pilsner","createDate":"2012-01-03 02:41:33"},"srm":{"id":3,"name":"3","hex":"FFCA5A"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":61,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Blonde Ale","shortName":"Belgian Blonde","description":"Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.","ibuMin":"15","ibuMax":"30","abvMin":"6","abvMax":"7.8","srmMin":"4","srmMax":"7","ogMin":"1.054","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:01"}},{"id":"xfZXUz","name":"Orchard Wit","nameDisplay":"Orchard Wit","description":"This is how a beer from our backyard in Orange County should taste: refreshing, crisp and original. Orchard Wit is a tart wheat beer, brewed with orange zest and coriander, and aged in an oak foeder for several months. It’s designed to showcase the culture of our farmhouse-style brewery through maturation in oak and fermentation with several yeast strains, namely Bavarian Wit, Belgian Wit and French Saison yeast, and our house souring culture. It’s a combination that’s fresh with subtle complexity, balancing the classic, spiced and fruity characteristics of a Belgian-style wit with the soft - and wild - touch from oak.","abv":"5.7","styleId":65,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xfZXUz\/upload_MwRv1t-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xfZXUz\/upload_MwRv1t-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xfZXUz\/upload_MwRv1t-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xfZXUz\/upload_MwRv1t-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xfZXUz\/upload_MwRv1t-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xfZXUz\/upload_MwRv1t-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-02-27 13:37:53","updateDate":"2018-02-27 13:38:04","style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"Ljj3Ck","name":"Orchard's Edge: Knotty Pear","nameDisplay":"Orchard's Edge: Knotty Pear","description":"Knotty Pear’s main ingredient is juice from American apples, and also features pear juice, which adds a new dimension to the cider, creating a pleasantly dry flavor. Cardamom imparts a slight spicy flavor. With notes of citrus and mint, this cider showcases fresh acidity, lasting tannins, and a pleasantly dry finish from oak aging.","abv":"6.5","styleId":155,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-10-01 01:33:06","updateDate":"2016-11-08 14:39:59","style":{"id":155,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Fruit Cider","shortName":"Fruit Cider","description":"Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.","abvMin":"5","abvMax":"9","ogMin":"1.045","ogMax":"1.07","fgMin":"0.995","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:49:07"}},{"id":"y3RrMB","name":"Orchard's Edge: The Old Fashioned","nameDisplay":"Orchard's Edge: The Old Fashioned","description":"The Old Fashioned is made with a blend of American apples and is aged on oak with dried tart cherries, California grown navel orange peel, and charred bourbon barrel staves, offering citrus and cherry aromas with a bright apple flavor and slight vanilla notes. It has lasting tannins and a full, round mouthfeel.","abv":"6.5","styleId":155,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-10-01 02:33:01","updateDate":"2016-11-08 14:41:39","style":{"id":155,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Fruit Cider","shortName":"Fruit Cider","description":"Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.","abvMin":"5","abvMax":"9","ogMin":"1.045","ogMax":"1.07","fgMin":"0.995","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:49:07"}},{"id":"MinztK","name":"Orchid","nameDisplay":"Orchid","description":"To continue the edible flower theme, we decided to change our flora this year from Viola to Orchid. Specifically edible orchids from the Dendrobrium genus, as the entire orchid family is thousands of species in number. A mild, sweet and pleasant floral fragrance and flavor accompanies the textured sour and caramel notes of the small beer.","availableId":2,"styleId":40,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MinztK\/upload_kMYKPa-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MinztK\/upload_kMYKPa-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MinztK\/upload_kMYKPa-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MinztK\/upload_kMYKPa-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MinztK\/upload_kMYKPa-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/MinztK\/upload_kMYKPa-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Enjoy with dry Monterey Jack, roasted root vegetables, and caramel brownies.","createDate":"2015-11-12 19:46:45","updateDate":"2015-12-18 06:15:49","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"ec3q8i","name":"Orchid Repose","nameDisplay":"Orchid Repose","abv":"6.7","styleId":42,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-03-16 17:27:23","updateDate":"2016-03-16 17:27:23","style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"4iuHqS","name":"Order in the Port","nameDisplay":"Order in the Port","abv":"9","styleId":42,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-08-13 18:43:15","updateDate":"2014-10-20 19:18:59","style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"Fx8uz3","name":"Order of Magnitude","nameDisplay":"Order of Magnitude","description":"Friends of a most sacred order, a magnitude of beer flavor expression only known by the fully initiated, cryptic glyphs hinting at a process thought to be lost to the sands of time – we cannot say much more than that, except that our brewing brethren at Ferus Artisan Ales are beer-omancers of the highest level. It was our honor to explore the mental pathways of olfaction and gustation in their presence.\r\n\r\nIf you follow the ineffable trail, this beer will lead you to moments of mango, guava, and passionfruit atop a mountain of sour Germanic wheat encrusted with a dash of salt crystal. We believe the view from the top to be an order of magnitude better than that from which we started.","abv":"7.5","styleId":165,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Fx8uz3\/upload_FXnVih-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Fx8uz3\/upload_FXnVih-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Fx8uz3\/upload_FXnVih-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Fx8uz3\/upload_FXnVih-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Fx8uz3\/upload_FXnVih-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Fx8uz3\/upload_FXnVih-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-05-14 18:47:22","updateDate":"2019-05-14 18:47:41","style":{"id":165,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Contemporary Gose","shortName":"Contemporary Gose","description":"Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy\/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze\/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.","createDate":"2015-04-07 17:10:42"}},{"id":"JiSBmH","name":"Order of the Owl","nameDisplay":"Order of the Owl","description":"Chocolate orange stout","abv":"9","styleId":42,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-07-27 18:22:27","updateDate":"2018-07-27 18:22:28","style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"Jm5VxW","name":"Order of the Rabbit","nameDisplay":"Order of the Rabbit","description":"This full-bodied ale gets your attention with a combination of rich fruity flavors and tartness from Belgian yeast and dark crystal malt. The higher alcohol content helps warm your pallet without dominating the flavor profile","abv":"7.5","ibu":"25","styleId":58,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-05-04 16:24:56","updateDate":"2015-05-04 19:27:48","style":{"id":58,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Dubbel","shortName":"Belgian Dubbel","description":"This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and\/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.","ibuMin":"20","ibuMax":"30","abvMin":"6.25","abvMax":"7.5","srmMin":"16","srmMax":"36","ogMin":"1.06","fgMin":"1.012","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:31:45"}},{"id":"7BnKij","name":"Orderville","nameDisplay":"Orderville","description":"A wet-hop bonanza, created from two entirely separate beers: one with wet Simcoe, another with wet Chinook. The wet Mosaic showed up late—naturally—so we dry-hopped the Simcoe beer with the wet Mosaic. But we ordered so much Mosaic that we literally couldn’t fit anywhere near enough of it into the fermenter, so we filled the hopback with the wet Mosaic and recirculated the beer through it over and over and over and over again. The resulting beer was piney, grassy, dry, and bitter.","abv":"6.8","ibu":"85","styleId":26,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7BnKij\/upload_mh2Biy-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7BnKij\/upload_mh2Biy-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7BnKij\/upload_mh2Biy-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7BnKij\/upload_mh2Biy-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7BnKij\/upload_mh2Biy-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7BnKij\/upload_mh2Biy-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.01","createDate":"2015-03-17 19:48:32","updateDate":"2015-12-17 22:41:46","style":{"id":26,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Fresh \"Wet\" Hop Ale","shortName":"Wet Hop Ale","description":"Any style of ale can be made into a fresh hop or wet hop version. These ales are hopped predominantly with fresh (newly harvested and kilned) and\/or undried (“wet”) hops. These beers will exhibit especially aromas and flavors of green, almost chlorophyll-like or other fresh hop characters, in harmony with the characters of the base style of the beer. These beers may be aged and enjoyed after the initial “fresh-hop” character diminishes. Unique character from “aged” fresh hop beers may emerge, but they have yet to be defined.","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:25"}},{"id":"KQstav","name":"Ordinary Bitter","nameDisplay":"Ordinary Bitter","description":"An easy drinking session ale in the English style. Fruity and malty aromas at the start, with plenty of hops leading into a dry finish. Hopped exclusively with Comet.","abv":"4","styleId":3,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-22 20:08:43","updateDate":"2015-03-22 20:08:43","style":{"id":3,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Ordinary Bitter","shortName":"Bitter","description":"Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)","ibuMin":"20","ibuMax":"35","abvMin":"3","abvMax":"4.1","srmMin":"5","srmMax":"12","ogMin":"1.033","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:39"}},{"id":"nHHujU","name":"Ordinary Bitter","nameDisplay":"Ordinary Bitter","abv":"3.4","ibu":"31.5","srmId":7,"availableId":2,"styleId":3,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cool","servingTemperatureDisplay":"Cool - (8-12C\/45-54F)","originalGravity":"1.038","createDate":"2015-06-29 16:19:53","updateDate":"2015-06-29 17:11:40","srm":{"id":7,"name":"7","hex":"F39C00"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":3,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Ordinary Bitter","shortName":"Bitter","description":"Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)","ibuMin":"20","ibuMax":"35","abvMin":"3","abvMax":"4.1","srmMin":"5","srmMax":"12","ogMin":"1.033","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:39"}},{"id":"Odcfg8","name":"Ordinary Bitter","nameDisplay":"Ordinary Bitter","styleId":3,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-02-13 20:16:22","updateDate":"2015-02-13 20:16:22","style":{"id":3,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Ordinary Bitter","shortName":"Bitter","description":"Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)","ibuMin":"20","ibuMax":"35","abvMin":"3","abvMax":"4.1","srmMin":"5","srmMax":"12","ogMin":"1.033","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:39"}},{"id":"J5pUNN","name":"Ordre de Toasts","nameDisplay":"Ordre de Toasts","description":"Unable to skip lunch with our Order of Toasts! Whatever the time of day, enjoy a good portion of fiber in a Toasts glass! Peanut butter not included.\r\n\r\n\r\nThe Order of Toasts takes its name from a blend of Belgian and English malts, offering a special taste of toast. Its sweet bitterness leaves room for the malts and their voluptuous taste.","abv":"5","styleId":12,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-08-02 17:33:29","updateDate":"2017-08-02 17:43:03","style":{"id":12,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"English-Style Brown Ale","shortName":"English Brown","description":"English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5.5","srmMin":"13","srmMax":"25","ogMin":"1.04","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:20:51"}},{"id":"K82gns","name":"Ore House™ IPA","nameDisplay":"Ore House™ IPA","description":"Golden IPA with a balanced hop bitterness and wonderful citrus and pine aroma and flavor.","abv":"6.5","ibu":"55","srmId":4,"styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.06","createDate":"2015-02-02 22:33:44","updateDate":"2016-06-12 21:47:20","srm":{"id":4,"name":"4","hex":"FFBF42"},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"AvqvPe","name":"Orechová Medovina S Príchuťou","nameDisplay":"Orechová Medovina S Príchuťou","abv":"13.5","styleId":148,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-29 21:44:30","updateDate":"2018-05-15 19:46:05","style":{"id":148,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Open Category Mead","shortName":"Mead","description":"This mead should exhibit the character of all of the ingredients in varying degrees, and should show a good blending or balance between the various flavor elements. Whatever ingredients are included, the result should be identifiable as a honey-based fermented beverage.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:35"}},{"id":"9UCDlq","name":"Oregon Alley Double IPA","nameDisplay":"Oregon Alley Double IPA","abv":"8.3","ibu":"99","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-08-19 02:06:10","updateDate":"2015-10-09 22:52:18","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"pKRLnZ","name":"Oregon Alley IPA","nameDisplay":"Oregon Alley IPA","description":"This Imperial India Pale Ale is loaded with hops. A combination of spicy, citrus and herbal hopes deliver lots of bitterness while our blend of Marris otter, Caramel 120, and a hint of roasted barley malt lend a supporting backbone to this highly hopped IPA.","abv":"8.3","ibu":"99","glasswareId":5,"styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pKRLnZ\/upload_7xntyk-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pKRLnZ\/upload_7xntyk-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pKRLnZ\/upload_7xntyk-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pKRLnZ\/upload_7xntyk-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pKRLnZ\/upload_7xntyk-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pKRLnZ\/upload_7xntyk-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","createDate":"2015-04-22 13:23:04","updateDate":"2015-12-18 01:29:23","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"a9P99w","name":"Oregon Export Lager","nameDisplay":"Oregon Export Lager","description":"This is a true to style Dortmonder Lager. Brewed with pilsner malt and Oregon hops the Oregon Export is light, crisp, floral with a slight lemon citrus finish. Just right for end of summer","abv":"5.2","ibu":"35","glasswareId":5,"availableId":4,"styleId":103,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2012-03-22 13:05:37","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":103,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Dark Lager","shortName":"American Dark Lager","description":"This beer's malt aroma and flavor are low but notable. Its color ranges from a very deep copper to a deep, dark brown. It has a clean, light body with discreet contributions from caramel and roasted malts. Non-malt adjuncts are often used, and hop rates are low. Hop bitterness is clean and has a short duration of impact. Hop flavor, and aroma are low. Carbonation is high. Fruity esters, diacetyl, and chill haze should not be perceived.","ibuMin":"14","ibuMax":"20","abvMin":"4","abvMax":"5.5","srmMin":"14","srmMax":"25","ogMin":"1.04","fgMin":"1.008","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:41:42"}}],"status":"success"}