{"currentPage":1093,"numberOfPages":1791,"totalResults":89538,"data":[{"id":"jriqwB","name":"Nimble Lips Noble Tongue","nameDisplay":"Nimble Lips Noble Tongue","abv":"6.2","availableId":2,"styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jriqwB\/upload_klAAOH-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jriqwB\/upload_klAAOH-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jriqwB\/upload_klAAOH-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jriqwB\/upload_klAAOH-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jriqwB\/upload_klAAOH-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/jriqwB\/upload_klAAOH-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-02-09 15:02:34","updateDate":"2015-12-17 10:30:32","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"cV2pML","name":"Nimble Streamers Scottish Ale","nameDisplay":"Nimble Streamers Scottish Ale","description":"This ale is malt-forward with caramel and toffee, and features subtle spice and berry notes.","abv":"5.3","styleId":8,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-08-02 11:26:13","updateDate":"2019-08-02 11:26:14","style":{"id":8,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scottish-Style Heavy Ale","shortName":"Scottish Heavy","description":"Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"12","ibuMax":"20","abvMin":"3.5","abvMax":"4","srmMin":"10","srmMax":"19","ogMin":"1.035","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:48"}},{"id":"5vobwY","name":"Nimptopsical","nameDisplay":"Nimptopsical","description":"Nimptopsical is a celebration of all things malt. This beer is created with 5 different varieties of malt to produce an incredibly complex flavor profile that yield flavors of toffee, burnt sugar, toasted bread, and overripe fruit. Finished with a healthy portion of East Kent Golding hops from England, the beer has a balanced bitterness and a subtle herbal\/fruity hop character. At 7.3%ABV, Nimptopsical gives you a gentle warming that demands respect. The name “Nimptopsical,” comes from Ben Franklin’s 1737 book, “The Drinker’s Dictionary” as a synonym used to describe someone that has had too much to drink.","abv":"7.3","availableId":1,"styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-03-22 12:17:26","updateDate":"2018-11-06 20:32:27","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"MkFM9S","name":"Nina Wit","nameDisplay":"Nina Wit","description":"A classic Witbier (Belgian style wheat ale). It is brewed with generous amounts of orange peel and coriander from St. Pete's very own Savory Spice Shop. It is soft on the  palate due to the use of wheat, but there is a nice citrus flavor with a coriander spice. Not sweet or cloying just refreshingly balanced. Its light, refreshing, and easy to drink on a hot Florida day.","abv":"10","ibu":"4.8","glasswareId":9,"availableId":2,"styleId":65,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-06-08 14:28:45","updateDate":"2018-08-30 19:45:07","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"K3vZrv","name":"Nina's Templeton Rye Whiskey Barrel Aged","nameDisplay":"Nina's Templeton Rye Whiskey Barrel Aged","abv":"8.5","styleId":60,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-05-11 00:32:36","updateDate":"2018-06-15 19:40:51","style":{"id":60,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Quadrupel","shortName":"Belgian Quad","description":"Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut\/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring\/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.","ibuMin":"25","ibuMax":"50","abvMin":"9","abvMax":"14","srmMin":"8","srmMax":"20","ogMin":"1.084","fgMin":"1.014","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:33:33"}},{"id":"iBvNbM","name":"NINE BAND IPA","nameDisplay":"NINE BAND IPA","description":"Currently only brewed for festivals, Nine Band is a Northwest style India Pale Ale that utilizes nine additions of hops from its 90-minute boil to a dry-hop stage. Chinook, Columbus, and Cascade hops are layered throughout the boiling and fermentation process, providing an incredibly complex hop profile complemented by the sweetness of the two-row and Munich malts. This IPA is copper in color and full-bodied. The earthy, citrus aroma and complex bitterness of the beer will make it a favorite of hopheads.","abv":"6.9","ibu":"88","availableId":1,"styleId":30,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-06-27 14:53:23","updateDate":"2019-03-14 15:57:24","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"df9Zgd","name":"Nine Band Pale Ale","nameDisplay":"Nine Band Pale Ale","description":"The nine-banded armadillo is the unofficial state mascot of Texas, and the namesake and official mascot of Nine-Band Brewing Company. On hot days you can often see one on the side of the highway enjoying a cold one. Nine-Band Pale Ale™, our flagship brew, is made with premium Liberty hops, giving this easy drinking ale just a bit of a spicy, citrusy kick.","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-05-22 14:54:58","updateDate":"2015-05-22 17:06:43","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"BHPSFk","name":"Nine Irish Ale","nameDisplay":"Nine Irish Ale","description":"traditional style Irish Red made with pale, caramalt, chocolate, and a touch of Munich caramalt. This ale has a caramel sweetness that fades into toffee flavors. It’s balanced with East Kent Goldings and Fuggles hops to make a smooth sweetness and malt complexity. Fermented, with an Irish ale yeast, at lower temperatures to keep ester production down and give a tasty malt character.","glasswareId":5,"styleId":22,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-08-05 15:41:28","updateDate":"2012-08-05 15:41:28","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":22,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Irish-Style Red Ale","shortName":"Irish Red","description":"Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"20","ibuMax":"28","abvMin":"4","abvMax":"4.5","srmMin":"11","srmMax":"18","ogMin":"1.04","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:38"}},{"id":"5V7Qcw","name":"Nine Men Ale","nameDisplay":"Nine Men Ale","description":"\\Nine Man\"is a golden ale and with torrified wheat.  It is bittered with Cascade and Cluster hops and finished with Cascade hops.  \\\"\"Nine Man Ale\\\"\" was first brewed as a summer seasonal beer in 1996.   It was kegged the first season but not bottled until the opening of the baseball season in April 1997.\"\"\"","abv":"4.3","styleId":61,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:46","updateDate":"2012-03-22 13:05:07","style":{"id":61,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Blonde Ale","shortName":"Belgian Blonde","description":"Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.","ibuMin":"15","ibuMax":"30","abvMin":"6","abvMax":"7.8","srmMin":"4","srmMax":"7","ogMin":"1.054","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:01"}},{"id":"LY0Uxt","name":"Nine Plums","nameDisplay":"Nine Plums","description":"That first bite of a ripe plum on a sun drenched spring day.  There's nothing quite like that explosion of sweet tart flavored juice. The intense bright flavor shock is what inspired us to create our rustic refined Nine Plums ale. We started with a blend of our rye saison, native fermented and aged in wine barrels, and then introduced loads of fresh locally sourced plums and allowed the blend to age to the point of capturing one of our favorite fleeting memories.","abv":"6.5","styleId":40,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LY0Uxt\/upload_6jmv3G-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LY0Uxt\/upload_6jmv3G-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LY0Uxt\/upload_6jmv3G-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-06-05 19:41:36","updateDate":"2018-06-06 05:13:12","style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"z8m1pz","name":"Nine Stings","nameDisplay":"Nine Stings","styleId":126,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/z8m1pz\/upload_koGWH0-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/z8m1pz\/upload_koGWH0-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/z8m1pz\/upload_koGWH0-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/z8m1pz\/upload_koGWH0-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/z8m1pz\/upload_koGWH0-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/z8m1pz\/upload_koGWH0-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-04-17 13:21:32","updateDate":"2015-12-17 00:57:53","style":{"id":126,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Honey Lager or Ale","shortName":"Honey Beer","description":"These beers are brewed using honey in addition to malted barley. Beers may be brewed to a traditional style or may be experimental. Character of honey should be evident in flavor and aroma and balanced with the other components without overpowering them. A statement by the brewer explaining the classic or other style of the beer, and the type of honey used is essential in order for fair assessment in competitions.","ibuMax":"100","abvMin":"2.5","abvMax":"12","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:45:03"}},{"id":"1wDSfi","name":"Nine Tail Ale","nameDisplay":"Nine Tail Ale","abv":"7","glasswareId":5,"styleId":31,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1wDSfi\/upload_8Nr82Q-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1wDSfi\/upload_8Nr82Q-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1wDSfi\/upload_8Nr82Q-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1wDSfi\/upload_8Nr82Q-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1wDSfi\/upload_8Nr82Q-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/1wDSfi\/upload_8Nr82Q-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:46","updateDate":"2015-12-16 12:35:50","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"NPTxAL","name":"Nine To Five Wizard","nameDisplay":"Nine To Five Wizard","description":"This Hopped up juicy India Pale Weizen will combine Combine classic Hop flavours of America to Big Classic German Yeast aromas, giving us that last little bit of hope and sunshine to cling to before Autumn Arrives.","abv":"7.5","styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-08-23 13:33:50","updateDate":"2017-08-23 13:34:38","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"jKmRpL","name":"Nine(9)","nameDisplay":"Nine(9)","description":"This Belgian Dark Strong Ale is a deep, opaque brown color with a dense head. Rich notes of cocoa, baking spices and dark fruit come out in the nose, while the malt-forward sweetness continues through the flavor, with fruity and spicy esters complementing the rich malt character. The long finish leaves light notes of chocolate and sweet pipe tobacco. Deliciously satisfying on a winter evening.","availableId":4,"styleId":64,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-04-08 19:53:31","updateDate":"2015-04-08 19:53:31","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":64,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Dark Strong Ale","shortName":"Belgian Dark Strong","description":"Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"50","abvMin":"7","abvMax":"11","srmMin":"9","srmMax":"35","ogMin":"1.064","fgMin":"1.012","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:23"}},{"id":"6QkjI6","name":"Nine-Toed Nihilist","nameDisplay":"Nine-Toed Nihilist","description":"This is a Russian Imperial Stout Lager that pours very dark and gives rich flavors of coffee, roasted barley, chocolate and toffee.","abv":"8.5","ibu":"50","styleId":43,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6QkjI6\/upload_Que25J-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6QkjI6\/upload_Que25J-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6QkjI6\/upload_Que25J-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6QkjI6\/upload_Que25J-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6QkjI6\/upload_Que25J-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6QkjI6\/upload_Que25J-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-01-12 14:27:45","updateDate":"2018-08-08 18:36:20","style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"fLQpmA","name":"Niner Bock","nameDisplay":"Niner Bock","description":"A Hoppy nose gives way to the subtle toffee and caramel malt characteristics of this earthy German style lager.","abv":"9","styleId":88,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-05-03 00:31:09","updateDate":"2015-04-27 17:21:18","style":{"id":88,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Traditional German-Style Bock","shortName":"Bock","description":"Traditional bocks are made with all malt and are strong, malty, medium- to full-bodied, bottom-fermented beers with moderate hop bitterness that should increase proportionately with the starting gravity. Malt character should be a balance of sweetness and toasted\/nut-like malt; not caramel. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl should be absent.","ibuMin":"20","ibuMax":"30","abvMin":"6.3","abvMax":"7.5","srmMin":"20","srmMax":"30","ogMin":"1.066","fgMin":"1.018","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:38:54"}},{"id":"RyhGDq","name":"Nineteen","nameDisplay":"Nineteen","description":"Brewed to the classic “Weyerbacher anniversary requirement” of a strength of 10% ABV or more, Nineteen fits the mold and brings a new dimension to the anniversary pedigree: tartness! Two brews were made: a high-ABV mango-infused wheat beer and a tart blending beer, both using pale and wheat malts and a blend of Belgian yeasts. The final blended beer features both tropical sweetness, as well as the tart citrusy character of a spontaneously fermented beer. Nineteen should cellar quite well. Cheers!","abv":"10","availableId":2,"styleId":40,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/RyhGDq\/upload_zGU1P1-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/RyhGDq\/upload_zGU1P1-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/RyhGDq\/upload_zGU1P1-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/RyhGDq\/upload_zGU1P1-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/RyhGDq\/upload_zGU1P1-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/RyhGDq\/upload_zGU1P1-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-08-03 02:40:53","updateDate":"2015-12-17 15:06:17","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"vvGJDx","name":"Nineteen","nameDisplay":"Nineteen","description":"Our Nineteenth Anniversary beer for our 19th year. Released exclusively at the brewery at our yearly Anniversary celebration, this beer is a meticulous blend of several different barrel-aged stouts.","abv":"11","styleId":16,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-05-30 20:57:25","updateDate":"2018-06-13 18:13:49","style":{"id":16,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"British-Style Imperial Stout","shortName":"British Imperial Stout","description":"Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"45","ibuMax":"65","abvMin":"7","abvMax":"12","srmMin":"20","srmMax":"35","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:22:41"}},{"id":"M4UP0d","name":"Nineteen Eighty Quad","nameDisplay":"Nineteen Eighty Quad","styleId":60,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-12-11 18:03:52","updateDate":"2015-12-11 18:03:52","style":{"id":60,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Quadrupel","shortName":"Belgian Quad","description":"Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut\/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring\/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.","ibuMin":"25","ibuMax":"50","abvMin":"9","abvMax":"14","srmMin":"8","srmMax":"20","ogMin":"1.084","fgMin":"1.014","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:33:33"}},{"id":"NDcI8t","name":"Ninety Acres","nameDisplay":"Ninety Acres","abv":"9.5","styleId":63,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NDcI8t\/upload_KUFqjc-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NDcI8t\/upload_KUFqjc-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NDcI8t\/upload_KUFqjc-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NDcI8t\/upload_KUFqjc-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NDcI8t\/upload_KUFqjc-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NDcI8t\/upload_KUFqjc-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-11-19 15:05:19","updateDate":"2015-12-17 08:29:21","style":{"id":63,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Pale Strong Ale","shortName":"Belgian Pale Strong","description":"Belgian pale strong ales are pale to golden in color with relatively light body for a beer of its alcoholic strength. Often brewed with light colored Belgian \"candy\" sugar, these beers are well attenuated. The perception of hop bitterness is medium-low to medium -high, with hop flavor and aroma also in this range. These beers are highly attenuated and have a perceptively deceiving high alcoholic character-being light to medium bodied rather than full bodied. The intensity of malt character should be low to medium, often surviving along with a complex fruitiness. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"50","abvMin":"7","abvMax":"11","srmMin":"4","srmMax":"10","ogMin":"1.064","fgMin":"1.012","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:16"}},{"id":"EAyOl1","name":"Ninfa","nameDisplay":"Ninfa","abv":"8","styleId":44,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-11-01 22:07:19","updateDate":"2016-11-11 13:55:48","style":{"id":44,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Specialty Stouts","shortName":"Stout","description":"See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt\/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.","ibuMin":"35","ibuMax":"50","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:58"}},{"id":"mIPvtL","name":"Ninho Do Corvo","nameDisplay":"Ninho Do Corvo","description":"FeBREWary celebrations for 2018 kick off with this luscious coconut robust porter, a collaboration with our friends at Weird Barrel, a craft brewery Ribeirão Preto, Brazil! Organic toasted coconut and cacao nibs from South America will add an authentic taste of the tropics to your winter with each silky sip.","abv":"5.6","styleId":18,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mIPvtL\/upload_xiBG6F-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mIPvtL\/upload_xiBG6F-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mIPvtL\/upload_xiBG6F-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mIPvtL\/upload_xiBG6F-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mIPvtL\/upload_xiBG6F-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/mIPvtL\/upload_xiBG6F-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-03-04 15:09:58","updateDate":"2018-03-04 15:11:03","style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"LfiMhr","name":"Ninja Breakfast","nameDisplay":"Ninja Breakfast","abv":"5","styleId":20,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LfiMhr\/upload_4TtTgX-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LfiMhr\/upload_4TtTgX-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LfiMhr\/upload_4TtTgX-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LfiMhr\/upload_4TtTgX-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LfiMhr\/upload_4TtTgX-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LfiMhr\/upload_4TtTgX-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-06-18 12:45:05","updateDate":"2016-06-14 15:07:41","style":{"id":20,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Sweet or Cream Stout","shortName":"Sweet Stout","description":"Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.","ibuMin":"15","ibuMax":"25","abvMin":"3","abvMax":"6","srmMin":"40","srmMax":"40","ogMin":"1.045","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:24:41"}},{"id":"AYXX3c","name":"Ninja Chicken Pale Ale","nameDisplay":"Ninja Chicken Pale Ale","description":"The tastiness of this beer sneaks upon you with ninja like powers. A light aroma of caramel and hops slowly roundhouse kick you in the face with your first sip. Utilizing the power of dry hopping this brew will surprise you with the intense hop flavor, some may even feel the need to call it an IPA but that is just how Ninja’s work. Please note no chickens were harmed in the making of this beer (nor were any ninjas but they cannot be harmed, DUH).","abv":"6.3","ibu":"44","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-09-04 15:13:44","updateDate":"2015-06-17 19:39:20","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"7qmOVx","name":"Ninja Kick","nameDisplay":"Ninja Kick","description":"Double dry hopped with Amarillo. Huge tropical bouquet right up front and all the way through without the standard IPA bitterness.","abv":"7.5","ibu":"34","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-11-17 15:07:33","updateDate":"2017-11-17 15:07:33","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"MYmL8G","name":"Ninja Latte","nameDisplay":"Ninja Latte","abv":"5.2","ibu":"26","styleId":18,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-07-03 14:53:37","updateDate":"2016-07-03 14:53:37","style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"eADP9r","name":"Ninja Porter","nameDisplay":"Ninja Porter","description":"Everyone loves a good ninja, and we're no exception.  This beer has chopped, flipped and posed its way to its pedestal as one of our most popular and asked-about offerings.  \"How?\" you may ask.  Part of it is pure stealth power and part of it is pure secret, and we'd hve to kill you.  But the other part is the rich, satisfying body and hard-hitting chocolate finish with notes of coffee and caramel.  Carefully measured quantities of Mt. Hood, Northern Brewer, and Cascade hops added with masterful precision balance it all out.  Of course, winning a gold medal in the porter category at the 2008 Carolina Championship of Beer festival doesn't hurt one's killer reputation either.","abv":"5.25","ibu":"26.2","glasswareId":5,"srmId":26,"availableId":1,"styleId":18,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/eADP9r\/upload_P0MTRq-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/eADP9r\/upload_P0MTRq-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/eADP9r\/upload_P0MTRq-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/eADP9r\/upload_P0MTRq-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/eADP9r\/upload_P0MTRq-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/eADP9r\/upload_P0MTRq-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:46","updateDate":"2015-12-16 08:55:13","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":26,"name":"26","hex":"771900"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"LIUE4a","name":"Ninja Sauce","nameDisplay":"Ninja Sauce","description":"Not your typical Belgian Pale Ale, Ninja Sauce balances tropical Mosaic hops with subtle spice and bright citrus notes from the Belgian yeast. Light bodied, fruity, and ever so drinkable","abv":"5.6","ibu":"23","styleId":1,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-07-13 13:35:28","updateDate":"2019-07-13 13:35:28","style":{"id":1,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Classic English-Style Pale Ale","shortName":"English Pale","description":"Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"5.5","srmMin":"5","srmMax":"5","ogMin":"1.04","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:23"}},{"id":"BkiXBL","name":"Ninja Skillz","nameDisplay":"Ninja Skillz","styleId":41,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-02-25 15:04:36","updateDate":"2015-02-25 15:04:36","style":{"id":41,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Black Ale","shortName":"Black Ale","description":"American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.","ibuMin":"50","ibuMax":"70","abvMin":"6","abvMax":"7.5","srmMin":"35","srmMax":"35","ogMin":"1.056","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:36"}},{"id":"ogpnCd","name":"Ninja Star Stout","nameDisplay":"Ninja Star Stout","abv":"5","styleId":42,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-07-21 16:25:29","updateDate":"2015-07-21 16:25:29","style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"ieaHJ2","name":"Ninja Vs. Unicorn","nameDisplay":"Ninja Vs. Unicorn","description":"Ninja vs. Unicorn celebrates the epic battle between two of the biggest hop-heads of lore. Brewed with over five pounds of hops per barrel, this unfiltered double IPA is sure to please the most discerning hop lover. Whether you’re rooting for the mythical horned horse or the deadly assassin of the east, we hope you’ll enjoy Ninja vs. Unicorn.","abv":"8.5","ibu":"150","glasswareId":5,"srmId":4,"availableId":4,"styleId":31,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ieaHJ2\/upload_S2Mk67-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ieaHJ2\/upload_S2Mk67-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ieaHJ2\/upload_S2Mk67-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ieaHJ2\/upload_S2Mk67-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ieaHJ2\/upload_S2Mk67-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ieaHJ2\/upload_S2Mk67-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-05-09 17:44:28","updateDate":"2016-09-12 19:21:35","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":4,"name":"4","hex":"FFBF42"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"uQkAkV","name":"Ninjabread Porter","nameDisplay":"Ninjabread Porter","abv":"5.5","styleId":18,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-12-14 19:44:30","updateDate":"2015-12-14 19:44:30","style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"ktcf5B","name":"Ninkasi","nameDisplay":"Ninkasi","description":"A Celebration Beer, with apple juice, wild yeasts, NZ hops and champagne fermentation\r\n\r\nNamed after the ancient Greek goddess of beer, this is an equally divine Belgian-style Saison with a copious amount of New Zealand hops, freshly harvested Somerset apple juice and wild yeast. However, just to take things that bit further — once bottled, it undergoes a secondary champagne yeast fermentation.\r\n\r\nServe as an aperitif or alongside Westcombe’s Unpasteurised Aged Cheddar, whose deep creamy flavour and citrus aftertaste is the perfect accompaniment.\r\n\r\nOn the nose there’s a bouquet of playfully aromatic notes. Take a sip and enjoy a further cascade of striking and sensuous flavours alongside the carefree champagne-like spritziness. The long, dry finish is both refreshing and complex.","abv":"9","styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-07-30 22:53:36","updateDate":"2015-07-30 22:53:36","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"qYJFP5","name":"Ninny Muggins","nameDisplay":"Ninny Muggins","styleId":70,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-12-23 19:26:26","updateDate":"2014-12-23 19:26:26","style":{"id":70,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Other Belgian-Style Ales","shortName":"Belgian Ale","description":"Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:33:05"}},{"id":"wBGMry","name":"Ninth Anniversary","nameDisplay":"Ninth Anniversary","description":"Remember that one time when we brewed our 9th anniversary ale before our 7th anniversary? We sure do. This is a liquid testament to our passion for craft beer, and a nod to those who have been doing it for much longer than us. Aged in retired Bourbon barrels for over two years on a bed of various wild yeasts and lactic acid bacteria; then blended with a younger, mildly tart red ale with boysenberries. Tart and funky with notes of dark fruit and oak. We sincerely thank you for your continued support and look forward to the next nine years!","abv":"6.7","glasswareId":8,"availableId":2,"styleId":40,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wBGMry\/upload_gifT0y-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wBGMry\/upload_gifT0y-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wBGMry\/upload_gifT0y-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wBGMry\/upload_gifT0y-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wBGMry\/upload_gifT0y-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wBGMry\/upload_gifT0y-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2017-07-18 16:51:19","updateDate":"2017-08-30 19:24:24","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"091VsQ","name":"Niobrara Stout","nameDisplay":"Niobrara Stout","description":"Colorado resides over a large portion of the Niobrara formation. TheNiobrara is important for a couple reasons, the chalk, which stout water requires, and the black liquid energy, which stouts resemble. Available on the nitro faucet (most of the time) this stout has the chocolate, coffee flavors you’re craving when a stout is on your mind.  Too many different malts to list and a couple varietals of hops balance this stout well.","abv":"5.8","ibu":"48","glasswareId":5,"srmId":41,"availableId":1,"styleId":42,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","createDate":"2014-08-12 20:04:43","updateDate":"2014-08-13 11:51:14","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":41,"name":"Over 40","hex":"000000"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"rBORs5","name":"Nippert","nameDisplay":"Nippert","description":"Our English Barleywine is malty sweet with hints of herbal English hops. We caramelize the wort in the kettle and boil for 3 hours to develop the deep, rich malty tones of toffee, leather, and brown sugar.","abv":"11","ibu":"50","styleId":17,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-02-07 21:13:21","updateDate":"2017-02-07 21:13:21","style":{"id":17,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"British-Style Barley Wine Ale","shortName":"British Barleywine","description":"British-style barley wines range from tawny copper to dark brown in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by the perception of low to medium bitterness and extraordinary alcohol content. Hop aroma and flavor may be minimal to medium. English type hops are often used but not necessary for this style. Low levels of diacetyl may be acceptable. Caramel and some characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, may be considered positive. Chill haze is allowable at cold temperatures.","ibuMin":"40","ibuMax":"60","abvMin":"8.4","abvMax":"12","srmMin":"14","srmMax":"22","ogMin":"1.085","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:27"}},{"id":"pASGPj","name":"Nippletop","nameDisplay":"Nippletop","availableId":4,"styleId":20,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pASGPj\/upload_xkVpCP-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pASGPj\/upload_xkVpCP-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pASGPj\/upload_xkVpCP-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pASGPj\/upload_xkVpCP-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pASGPj\/upload_xkVpCP-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/pASGPj\/upload_xkVpCP-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-10-25 11:33:21","updateDate":"2015-12-16 19:47:26","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":20,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Sweet or Cream Stout","shortName":"Sweet Stout","description":"Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.","ibuMin":"15","ibuMax":"25","abvMin":"3","abvMax":"6","srmMin":"40","srmMax":"40","ogMin":"1.045","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:24:41"}},{"id":"0h4bHH","name":"Nippy Sweetie","nameDisplay":"Nippy Sweetie","description":"Collaboration with Fierce\r\nWee Heavy brewed with treacle, ginger and cinnamon.","abv":"8.5","styleId":15,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-02-14 15:38:41","updateDate":"2018-02-14 15:38:41","style":{"id":15,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scotch Ale","shortName":"Scotch Ale","description":"Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"25","ibuMax":"35","abvMin":"6.2","abvMax":"8","srmMin":"15","srmMax":"30","ogMin":"1.072","fgMin":"1.016","fgMax":"1.028","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:11"}},{"id":"qDXtbC","name":"Nirvana IPA","nameDisplay":"Nirvana IPA","description":"Ommegang's first IPA, and hop lovers will adore the transcendent combination of rich aromas and hoppy goodness.  We built this IPA through lots of late-addition hops as well as dry-hopping - creating a beer that's fruity, hoppy, floral and citrusy.  Nirvana is all about the flavor and aroma of seven hops married into one elegant IPA, with a touch of honey malt sweetness.","abv":"6.5","ibu":"60","glasswareId":13,"availableId":1,"styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qDXtbC\/upload_AvDhW8-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qDXtbC\/upload_AvDhW8-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qDXtbC\/upload_AvDhW8-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qDXtbC\/upload_AvDhW8-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qDXtbC\/upload_AvDhW8-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qDXtbC\/upload_AvDhW8-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Pub fares, burgers, pizza & wings.  Spicy and citrus flavors.  Mild cheeses and subtle blues","createDate":"2015-04-16 14:30:53","updateDate":"2017-09-21 13:13:38","glass":{"id":13,"name":"Willi","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"yoHUwN","name":"Nirvana Nut Brown Ale","nameDisplay":"Nirvana Nut Brown Ale","description":"Our regulars have many reasons for frequenting our premises. Some come for the comfy chairs, a game of pool, or to exude some seriously suaveness at the oyster bar on a Friday evening. For the truly devoted, however, who come in search of truth, it's the Nut Brown they're after. Often they arrive with a glazed look in their eyes, having endured days of office drudgery or the unknowable hardships of securing a parking spot. Set your cares aside, for all can find solace in this ale's yin-yang of nutty maltiness and delicate, dryish hoppiness. For our Nut Brown, an ale deep auburn in colour, we use a blend of Munich, caramel and chocolate malts to create a rich malty palate with a lingering dry chocolatiness.","styleId":37,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:46","updateDate":"2015-10-27 18:47:38","style":{"id":37,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Brown Ale","shortName":"American Brown","description":"American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"25","ibuMax":"45","abvMin":"4","abvMax":"6.4","srmMin":"15","srmMax":"26","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:35"}},{"id":"KyJ5ST","name":"Nisperos De Batata","nameDisplay":"Nisperos De Batata","abv":"7.5","glasswareId":5,"availableId":2,"styleId":124,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-05-09 17:44:40","updateDate":"2014-10-20 19:45:19","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":124,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Herb and Spice Beer","shortName":"Spice Beer","description":"Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and\/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:45"}},{"id":"6ON5DA","name":"Nissefar","nameDisplay":"Nissefar","description":"We make x-mas beers beers with the good old traditional flavour from the days when the old farm breweries made dark, hearty, earthy beers with lots of x-masy flavours. We make living beer, not pasteurized nor filtered. 7% alcohol, supplied in 50 cl bottles an d 30 liter kegs.","abv":"7","styleId":13,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6ON5DA\/upload_22qrgc-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6ON5DA\/upload_22qrgc-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6ON5DA\/upload_22qrgc-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6ON5DA\/upload_22qrgc-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6ON5DA\/upload_22qrgc-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6ON5DA\/upload_22qrgc-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2017-09-25 20:51:07","updateDate":"2019-10-11 14:18:55","style":{"id":13,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Old Ale","shortName":"Old Ale","description":"Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)","ibuMin":"30","ibuMax":"65","abvMin":"6","abvMax":"9","srmMin":"12","srmMax":"30","ogMin":"1.058","fgMin":"1.014","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:03"}},{"id":"zWaUdL","name":"Nissos Pilsner","nameDisplay":"Nissos Pilsner","description":"NISSOS Pilsner is locally brewed and bottled in Tinos, Cyclades, Greece. Artisanal using the finest quality, all natural ingredients and a traditional slow fermentation process.","abv":"5","glasswareId":4,"styleId":106,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-09-20 18:19:51","updateDate":"2015-09-30 16:02:46","glass":{"id":4,"name":"Pilsner","createDate":"2012-01-03 02:41:33"},"style":{"id":106,"categoryId":10,"category":{"id":10,"name":"International Styles","createDate":"2012-03-21 20:06:46"},"name":"International-Style Pilsener","shortName":"International Pilsener","description":"International Pilseners are straw\/golden in color and are well attenuated. This medium-bodied beer is often brewed with rice, corn, wheat, or other grain or sugar adjuncts making up part of the mash. Hop bitterness is low to medium. Hop flavor and aroma are low. Residual malt sweetness is low--it does not predominate but may be perceived. Fruity esters and diacetyl should not be perceived. Very low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are acceptable. There should be no chill haze.","ibuMin":"17","ibuMax":"30","abvMin":"4.5","abvMax":"5.3","srmMin":"3","srmMax":"4","ogMin":"1.044","fgMin":"1.008","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:11"}},{"id":"NCvXXk","name":"Nit Wit","nameDisplay":"Nit Wit","description":"Nit Wit® is a traditional Belgian-style witbier. Unfiltered and spiced with orange peel and coriander. Immensely refreshing and flavorful.","abv":"4.7","glasswareId":4,"availableId":4,"styleId":65,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NCvXXk\/upload_dlBbaL-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NCvXXk\/upload_dlBbaL-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NCvXXk\/upload_dlBbaL-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NCvXXk\/upload_dlBbaL-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NCvXXk\/upload_dlBbaL-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NCvXXk\/upload_dlBbaL-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:46","updateDate":"2015-12-16 04:54:43","glass":{"id":4,"name":"Pilsner","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"A7p43O","name":"Nit Wit","nameDisplay":"Nit Wit","abv":"5","availableId":6,"styleId":65,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-08-28 16:08:33","updateDate":"2014-08-28 16:08:33","available":{"id":6,"name":"Summer","description":"Available during the summer months."},"style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"DG9fmz","name":"Nite Lite","nameDisplay":"Nite Lite","description":"Easy drinking beer that pairs well with any occasion. The perfect beer for those that enjoy pilsners and light beers.","abv":"4.5","styleId":36,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-07-11 15:52:09","updateDate":"2019-07-11 17:37:16","style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"Hy8xVF","name":"Nite Lite","nameDisplay":"Nite Lite","description":"Craft drinkers deserve a delicious light beer. We’re raising the light beer standard and coming after macro light brands with Nite Lite, an unfiltered, unpasteurized, all natural, craft light lager that everyone can get excited about. Coming in at only 120 calories and 4.3% ABV, Nite Lite is perfect for your next tailgate, barbecue, concert or sporting event. Upgrade your light beer choice! #macronuisance","abv":"4.3","glasswareId":5,"styleId":94,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Hy8xVF\/upload_fwLonO-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Hy8xVF\/upload_fwLonO-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Hy8xVF\/upload_fwLonO-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Hy8xVF\/upload_fwLonO-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Hy8xVF\/upload_fwLonO-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Hy8xVF\/upload_fwLonO-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-05-06 18:42:57","updateDate":"2019-05-06 18:43:49","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":94,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Light (Low Calorie) Lager","shortName":"American Light Lager","description":"These beers are extremely light colored, light in body, and high in carbonation. Calorie level should not exceed 125 per 12 ounce serving. Corn, rice, or other grain or sugar adjuncts are often used. Flavor is mild and hop bitterness and aroma is negligible to very low. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"10","abvMin":"3.5","abvMax":"4.4","srmMin":"2","srmMax":"4","ogMin":"1.024","fgMin":"1.002","fgMax":"1.008","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:35"}},{"id":"NXsZVS","name":"Nite Wolf","nameDisplay":"Nite Wolf","description":"A robust porter with hints of chocolate and orange, brewed by Ken. He is the night wolf.","abv":"5.8","styleId":19,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NXsZVS\/upload_M43FUR-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NXsZVS\/upload_M43FUR-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NXsZVS\/upload_M43FUR-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NXsZVS\/upload_M43FUR-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NXsZVS\/upload_M43FUR-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NXsZVS\/upload_M43FUR-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-11-26 20:11:23","updateDate":"2016-10-18 18:40:44","style":{"id":19,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Robust Porter","shortName":"Robust Porter","description":"Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt\/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.","ibuMin":"25","ibuMax":"40","abvMin":"5","abvMax":"6.5","srmMin":"30","srmMax":"30","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:45"}},{"id":"plcJrt","name":"Nitpicker ESB","nameDisplay":"Nitpicker ESB","abv":"5.1","styleId":5,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-05-02 19:30:24","updateDate":"2016-05-02 19:30:24","style":{"id":5,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Extra Special Bitter","shortName":"ESB","description":"Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)","ibuMin":"30","ibuMax":"45","abvMin":"4.8","abvMax":"5.8","srmMin":"8","srmMax":"14","ogMin":"1.046","fgMin":"1.01","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:20"}}],"status":"success"}