{"currentPage":1150,"numberOfPages":1791,"totalResults":89538,"data":[{"id":"VWdefe","name":"Olde Number 33 German Alt","nameDisplay":"Olde Number 33 German Alt","description":"Olde Number 33 is a big, smooth, dark ale that is sort of an Imperial Sticke Alt. It is based on the recipe for our Olde Number 22 German Alt but all of the ingredients were increased by 50% for a fuller, richer, higher-gravity brew. Although dark in color, the Olde Number 33 is not brewed with roasted malts so there is no bitter malt bite. The malty palate is rich and creamy without being too heavy and is nicely balanced with a moderate hop bitterness and aroma.\r\n\r\nOlde Number 33 was created and brewed by our brewery operations manager Dannyboy Peron and his brewing mentor and trusty sidekick Nick Ramsey in honor of db’s 33rd birthday. We generally only pull it out a couple times a year for special occasions so be sure to grab it when it’s around.","abv":"7.5","ibu":"44","styleId":55,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VWdefe\/upload_jsg3iP-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VWdefe\/upload_jsg3iP-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VWdefe\/upload_jsg3iP-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VWdefe\/upload_jsg3iP-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VWdefe\/upload_jsg3iP-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VWdefe\/upload_jsg3iP-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"You can pretty much cover the gamut with this brew – sweet, savory, salty, spicy, smoky. It has enough heft to stand up to wild game and enough subtlety and sophistication to serve with a mango mousse. In the winter enjoy with spicy chili or a rich lamb stew and in the summer try it with grilled fish or bbq ribs.","originalGravity":"1.072","createDate":"2014-09-08 16:49:34","updateDate":"2015-12-17 16:39:41","style":{"id":55,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Altbier","shortName":"Altbier","description":"German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.","ibuMin":"25","ibuMax":"52","abvMin":"4.3","abvMax":"5.5","srmMin":"11","srmMax":"19","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:08:31"}},{"id":"FzeHBf","name":"Olde Orchard Ale","nameDisplay":"Olde Orchard Ale","styleId":112,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2012-03-22 13:04:51","style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"uGWppc","name":"Olde Ore Dock Scottish Ale","nameDisplay":"Olde Ore Dock Scottish Ale","description":"A traditional Scottish ale, this darker beer focuses on malt color and flavor with hops being almost imperceptible. This ale, aged with American Red Oak, finishes crisp and a wee bit sweet.","abv":"5","ibu":"15","styleId":15,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/uGWppc\/upload_xBTVdE-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/uGWppc\/upload_xBTVdE-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/uGWppc\/upload_xBTVdE-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/uGWppc\/upload_xBTVdE-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/uGWppc\/upload_xBTVdE-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/uGWppc\/upload_xBTVdE-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-05-12 18:49:55","updateDate":"2018-06-05 05:23:45","style":{"id":15,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scotch Ale","shortName":"Scotch Ale","description":"Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"25","ibuMax":"35","abvMin":"6.2","abvMax":"8","srmMin":"15","srmMax":"30","ogMin":"1.072","fgMin":"1.016","fgMax":"1.028","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:11"}},{"id":"DeVmOt","name":"Olde Oyl","nameDisplay":"Olde Oyl","description":"Olde Oyl is our Russian Imperial Co ee Oatmeal STOUT arriving just in time for the colder months. Sitting at 10%, this is currently the strongest beer in our line-up. We use a boat load of malt and OATS to give a rich body and ROBUST aroma. Our combination of roasted malts ensure a nice ROASTY taste with a smooth COFFEE finish.\r\n\r\nPairings: prime rib, roasted mushrooms, french onion soup, very sharp cheddar, and chocolate mousse.","abv":"10","ibu":"65","styleId":43,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-01-16 14:32:09","updateDate":"2018-01-16 14:32:09","style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"lmgdVa","name":"Olde Rabbit's Foot","nameDisplay":"Olde Rabbit's Foot","description":"One third of the wort used to make this splendid stout came from each of three North Carolina Breweries: Olde Hickory Brewery, The Duck-Rabbit Craft Brewery, and Foothills Brewing.\nThese were combined and aged in very rare 23 year old bourbon barrels. Olde Rabbit’s Foot Imperial Stout is rich and complex; as satisfying to drink as it was to make. We three craft brewers hope you will enjoy the very special Stout as much as we have.\nBrewed with honey and with cocoa nibs added and aged in 23 year old Pappy Van Winkle barrels.\nCheers! - Jamie, Paul &amp; Steven\n2009 version brewed at Olde Hickory, later versions at Foothills.","abv":"10.13","styleId":16,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-30 00:30:55","updateDate":"2018-05-25 14:29:12","style":{"id":16,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"British-Style Imperial Stout","shortName":"British Imperial Stout","description":"Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"45","ibuMax":"65","abvMin":"7","abvMax":"12","srmMin":"20","srmMax":"35","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:22:41"}},{"id":"KKCSQD","name":"Olde Sailor's IPA","nameDisplay":"Olde Sailor's IPA","abv":"5.5","ibu":"75","styleId":30,"isOrganic":"Y","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KKCSQD\/upload_3sfICf-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KKCSQD\/upload_3sfICf-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KKCSQD\/upload_3sfICf-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KKCSQD\/upload_3sfICf-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KKCSQD\/upload_3sfICf-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/KKCSQD\/upload_3sfICf-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-05-15 14:36:26","updateDate":"2015-12-18 17:51:49","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"VCJWFF","name":"Olde School","nameDisplay":"Olde School (2017)","description":"Fermented with dates and figs, this smooth barleywine has a unique flavor.\r\n\r\nThe concept for this beer came from an old cellerman's manual Sam came across (for more on that, check out the video below).\r\n\r\nAt about 15% ABV, this beer is a great candidate for aging. Over time, the beer dries out and the pit fruit flavors come forward and the hops recede. Our recommendation? Grab a few bottles when you find it -- enjoy one now, and age the others for a bit. Let us know which you prefer!","abv":"15","ibu":"85","styleId":34,"isOrganic":"N","isRetired":"N","year":2017,"status":"verified","statusDisplay":"Verified","createDate":"2017-04-23 02:43:53","updateDate":"2017-04-23 02:43:53","style":{"id":34,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Barley Wine Ale","shortName":"American Barleywine","description":"American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and\/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.","ibuMin":"60","ibuMax":"100","abvMin":"8.4","abvMax":"12","srmMin":"11","srmMax":"22","ogMin":"1.09","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:08"}},{"id":"YDBgUE","name":"Olde School Barleywine","nameDisplay":"Olde School Barleywine","description":"Bold, yet smooth! Fermented with dates and figs, this bone-crusher has a completely unique flavor.\r\n\r\nThe concept for this beer came from an old Cellerman's manual Sam came across (for more on that, check out the video below).\r\n\r\nAt about 15% abv, this beer is a great candidate for ageing. Over time, the beer dries out and the pit fruit flavors come forward and the hops recede. Our recommendation? Grab a few bottles when you find it - enjoy one now, and age the others for a bit. Let us know which you prefer!\r\n\r\nOlde School Barlewine comes out in the fall (November-ish) annually. It is available in 12-ounce bottles by the 4-pack.","abv":"15","ibu":"85","glasswareId":6,"availableId":2,"styleId":34,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/YDBgUE\/upload_JuGBSD-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/YDBgUE\/upload_JuGBSD-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/YDBgUE\/upload_JuGBSD-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/YDBgUE\/upload_JuGBSD-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/YDBgUE\/upload_JuGBSD-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/YDBgUE\/upload_JuGBSD-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Almond-stuffed dates, pumpernickel, tart cherries, blue cheese with honey","createDate":"2012-01-03 02:43:52","updateDate":"2018-03-26 19:43:10","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":34,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Barley Wine Ale","shortName":"American Barleywine","description":"American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and\/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.","ibuMin":"60","ibuMax":"100","abvMin":"8.4","abvMax":"12","srmMin":"11","srmMax":"22","ogMin":"1.09","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:08"}},{"id":"QSssGr","name":"Olde School Tuff Guy","nameDisplay":"Olde School Tuff Guy","abv":"9","styleId":13,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-01-20 13:20:58","updateDate":"2018-01-20 13:20:58","style":{"id":13,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Old Ale","shortName":"Old Ale","description":"Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)","ibuMin":"30","ibuMax":"65","abvMin":"6","abvMax":"9","srmMin":"12","srmMax":"30","ogMin":"1.058","fgMin":"1.014","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:03"}},{"id":"UKTwEX","name":"Olde Scoutter’s Barleywine","nameDisplay":"Olde Scoutter’s Barleywine","description":"An American version of the Classic British Winter Warmer, \r\nOlde Scoutter's Barleywine is a rich and hoppy beer brewed in honor of beloved brewery dog Scoutt. \r\n\r\nMalty, Hoppy, and warming, Olde Scoutter will have a place in your heart.","abv":"9.5","ibu":"100","glasswareId":5,"availableId":2,"styleId":34,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UKTwEX\/upload_z3kVVd-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UKTwEX\/upload_z3kVVd-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UKTwEX\/upload_z3kVVd-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UKTwEX\/upload_z3kVVd-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UKTwEX\/upload_z3kVVd-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UKTwEX\/upload_z3kVVd-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2015-12-16 08:28:08","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":34,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Barley Wine Ale","shortName":"American Barleywine","description":"American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and\/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.","ibuMin":"60","ibuMax":"100","abvMin":"8.4","abvMax":"12","srmMin":"11","srmMax":"22","ogMin":"1.09","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:08"}},{"id":"nr5kfy","name":"Olde Shaftbury IPA","nameDisplay":"Olde Shaftbury IPA","abv":"6","ibu":"50","styleId":2,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-09-10 16:50:47","updateDate":"2014-09-10 20:27:43","style":{"id":2,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"English-Style India Pale Ale","shortName":"English IPA","description":"Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.","ibuMin":"35","ibuMax":"63","abvMin":"5","abvMax":"7","srmMin":"6","srmMax":"14","ogMin":"1.05","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:33"}},{"id":"lgwU9g","name":"Olde Soul Rum BA Imperial Stout","nameDisplay":"Olde Soul Rum BA Imperial Stout","description":"Aged in Rum barrels with Cinnamon, Cayenne and Ancho peppers. Brewed in collaboration with our pal and incredible artist Zach Landrum (aka Olde Soul).","abv":"11.2","srmId":41,"availableId":8,"styleId":168,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-07-08 19:23:09","updateDate":"2019-07-08 20:59:56","srm":{"id":41,"name":"Over 40","hex":"000000"},"available":{"id":8,"name":"Winter","description":"Available during the winter months."},"style":{"id":168,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Chili Pepper Beer","shortName":"Chili Beer","description":"Chili Pepper Beers are any range of color from pale to very dark depending on the underlying style. Clear or hazy beer is acceptable in appearance. Chili Beers are any beers using chili peppers as a flavor, aroma or “heat” inducing adjunct to create distinct and balanced (ranging from subtle to intense) character. Chili pepper aromas ranging from subtle to intense may or may not be evident, and should not be overpowered by hop aromas. Malt sweetness can vary from very low to medium-high levels, depending on the underlying beer style. Hop bitterness is very low to medium-high. Chili pepper aroma and flavor qualities should not be overpowered by hop aroma and flavor, and should be present in harmony with characteristics typical of the underlying beer style. Chili pepper qualities may vary widely as vegetal, spicy or \"heat\" inducing flavors and\/or aromas.","createDate":"2015-04-07 17:17:16"}},{"id":"RZ82sr","name":"Olde Southern Wit","nameDisplay":"Olde Southern Wit","description":"Belgium style wheat beer brewed with coriander, citrus zest, & other spices.","abv":"4.8","ibu":"13","styleId":65,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-10-19 15:27:34","updateDate":"2016-10-19 15:27:34","style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"6yUJR9","name":"Olde St.Nick","nameDisplay":"Olde St.Nick","abv":"9.9","styleId":14,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2015-06-03 23:04:43","style":{"id":14,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Strong Ale","shortName":"Strong Ale","description":"Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)","ibuMin":"30","ibuMax":"65","abvMin":"7","abvMax":"11","srmMin":"8","srmMax":"21","ogMin":"1.06","fgMin":"1.014","fgMax":"1.04","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:05"}},{"id":"VlpFaq","name":"Olde Town Ale","nameDisplay":"Olde Town Ale","description":"Our Olde Town Ale is our take on this bygone recipe made with Maris, Crystal, Special Roast, and Black Patent malts. Treacle Syrup was added at the end of the boil and hopped with Nugget. Let this one sit and warm up a bit. You’re in for a treat.","abv":"7.9","ibu":"51","styleId":13,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-02-05 20:24:11","updateDate":"2019-02-05 20:24:11","style":{"id":13,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Old Ale","shortName":"Old Ale","description":"Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)","ibuMin":"30","ibuMax":"65","abvMin":"6","abvMax":"9","srmMin":"12","srmMax":"30","ogMin":"1.058","fgMin":"1.014","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:03"}},{"id":"n73I7z","name":"Olde Town Brown","nameDisplay":"Olde Town Brown","description":"A delicious blend of Marris Otter, Cara Wheat, Cara Brown and 2 row.","abv":"5.5","ibu":"22","styleId":37,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-09-08 20:16:46","updateDate":"2014-09-08 20:16:46","style":{"id":37,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Brown Ale","shortName":"American Brown","description":"American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"25","ibuMax":"45","abvMin":"4","abvMax":"6.4","srmMin":"15","srmMax":"26","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:35"}},{"id":"VfTUOF","name":"Olde Town Brown","nameDisplay":"Olde Town Brown","description":"A true session beer, low in alcohol but big in taste and character. The biscuit malt lends to a nutty flavor that will leave you wanting more.","abv":"4.3","ibu":"15","glasswareId":5,"styleId":37,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-08-14 23:40:06","updateDate":"2014-10-20 19:15:44","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":37,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Brown Ale","shortName":"American Brown","description":"American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"25","ibuMax":"45","abvMin":"4","abvMax":"6.4","srmMin":"15","srmMax":"26","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:35"}},{"id":"vrfYPw","name":"Olde Towne Alt","nameDisplay":"Olde Towne Alt","description":"A German style brown ale.  Rich amber color..fruity flavors…mellow finish...producing a smooth & delicate brew.","abv":"5.3","glasswareId":7,"availableId":1,"styleId":55,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cellar","servingTemperatureDisplay":"Cellar - (12-14C\/54-57F)","originalGravity":"1.053","createDate":"2019-07-10 00:11:46","updateDate":"2019-07-10 14:17:49","glass":{"id":7,"name":"Stange","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":55,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Altbier","shortName":"Altbier","description":"German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.","ibuMin":"25","ibuMax":"52","abvMin":"4.3","abvMax":"5.5","srmMin":"11","srmMax":"19","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:08:31"}},{"id":"QEeqr5","name":"Olde Towne Pumpkin","nameDisplay":"Olde Towne Pumpkin","availableId":2,"styleId":124,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QEeqr5\/upload_ZOzPtw-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QEeqr5\/upload_ZOzPtw-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QEeqr5\/upload_ZOzPtw-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QEeqr5\/upload_ZOzPtw-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QEeqr5\/upload_ZOzPtw-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QEeqr5\/upload_ZOzPtw-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-03-02 18:20:01","updateDate":"2015-12-16 15:18:32","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":124,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Herb and Spice Beer","shortName":"Spice Beer","description":"Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and\/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:45"}},{"id":"VVuKhH","name":"Olde Village Stock Ale","nameDisplay":"Olde Village Stock Ale","description":"An old English tradition, Stock Ale was an aged, slightly sour ale, designed to be blended with a younger Mild Ale, typically by a publican. Our version has spent 9 months aging in spent Bourbon barrels, inoculated with Brettanomyces Claussenii, a type of wild yeast known for its candied fruit notes and drying character. This tawny-colored brew breathes notes of toffee and toast, along with a hint of dried pineapple. The taste is warming, along with brown sugar and vanilla-marshmallow notes. Sweet flavors, but dry on the palate, dried, candied pineapple carries through to the bone-dry finish. Complex and extremely satisfying.","abv":"14.2","styleId":135,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-04-08 20:14:55","updateDate":"2015-06-05 13:50:36","style":{"id":135,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wood- and Barrel-Aged Strong Beer","shortName":"BBL Aged Strong","description":"Any strong classic style or unique, experimental style of beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and\/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and unique wood character but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and\/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Beers in this style may or may not have Brettanomyces character. The brewer must explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port\/ whiskey\/ wine\/ sherry\/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:46:50"}},{"id":"qC7p1g","name":"Olde Winter Ale","nameDisplay":"Olde Winter Ale","description":"Luscious and hearty without being heavy, with notes of bitter cocoa, coffee, and dried fig.\r\n\r\nSandi’s signature: Our own well water, traditional Old Ale yeast and treacle, a light English molasses.","abv":"7.2","ibu":"40","glasswareId":3,"availableId":8,"styleId":13,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qC7p1g\/upload_3i7amW-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qC7p1g\/upload_3i7amW-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qC7p1g\/upload_3i7amW-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qC7p1g\/upload_3i7amW-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qC7p1g\/upload_3i7amW-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qC7p1g\/upload_3i7amW-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.072","createDate":"2014-11-17 20:55:59","updateDate":"2016-01-03 17:17:10","glass":{"id":3,"name":"Mug","createDate":"2012-01-03 02:41:33"},"available":{"id":8,"name":"Winter","description":"Available during the winter months."},"style":{"id":13,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Old Ale","shortName":"Old Ale","description":"Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)","ibuMin":"30","ibuMax":"65","abvMin":"6","abvMax":"9","srmMin":"12","srmMax":"30","ogMin":"1.058","fgMin":"1.014","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:03"}},{"id":"0UkRBj","name":"Olde World Pale Ale","nameDisplay":"Olde World Pale Ale","description":"This beer is Sloop Brewing’s flagship beer.  The ingredients are imported from Europe and blended together to create a truly unique and palatable beer. It is light in body, with a hint of hop flavor and stands at 4.8% abv.  \r\n\r\nOlde World Pale Ale pours with a golden straw color, topped by a rocky white head.  The complex malt flavor comes from a variety of bready, European grain.  The Noble European hop flavors lend a slightly spicy finish to the beer. The clean ale yeast allows your palate to correctly identify all of these complex flavors.","abv":"4.8","glasswareId":5,"availableId":1,"styleId":25,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/0UkRBj\/upload_5v7hPm-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/0UkRBj\/upload_5v7hPm-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/0UkRBj\/upload_5v7hPm-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/0UkRBj\/upload_5v7hPm-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/0UkRBj\/upload_5v7hPm-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/0UkRBj\/upload_5v7hPm-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-09-21 16:49:53","updateDate":"2015-12-18 17:08:22","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"vXg5xe","name":"Olde Yella","nameDisplay":"Olde Yella","description":"Old Yella is a American Pale Wheat Ale that pours a cloudy amber with a thick rich white head. Old Yella presents aromas of citrus and light hints of baking bread. It is an easy drinking beer that balances the bready sweetness with a bracing bitterness. Offers a smooth, easy drinking flavor that does wonders to quench your thirst. Get some Old Yella while it is still alive and kicking.","abv":"6.1","ibu":"38","srmId":8,"styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-07-08 18:46:32","updateDate":"2016-07-08 18:46:32","srm":{"id":8,"name":"8","hex":"EA8F00"},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"j8JHvV","name":"Older Pro (Chardonnay Barrel-Aged w\/ Black Currants)","nameDisplay":"Older Pro (Chardonnay Barrel-Aged w\/ Black Currants)","description":"Chardonnay Barrel-Aged Gose with Black Currants","abv":"4.5","ibu":"10","styleId":165,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-03-08 15:17:43","updateDate":"2019-03-08 15:17:43","style":{"id":165,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Contemporary Gose","shortName":"Contemporary Gose","description":"Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy\/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze\/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.","createDate":"2015-04-07 17:10:42"}},{"id":"oKbnS0","name":"Older Pro Apricot","nameDisplay":"Older Pro Apricot","description":"Old Pro Gose with Apricot aged in White Wine Barrels","abv":"4.5","styleId":165,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oKbnS0\/upload_i45K8M-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oKbnS0\/upload_i45K8M-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oKbnS0\/upload_i45K8M-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oKbnS0\/upload_i45K8M-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oKbnS0\/upload_i45K8M-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/oKbnS0\/upload_i45K8M-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-04-20 17:55:52","updateDate":"2018-04-20 17:57:09","style":{"id":165,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Contemporary Gose","shortName":"Contemporary Gose","description":"Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy\/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze\/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.","createDate":"2015-04-07 17:10:42"}},{"id":"uHB13X","name":"Older Pro Wine Barrel-Aged w\/ Mango","nameDisplay":"Older Pro Wine Barrel-Aged w\/ Mango","abv":"4.5","styleId":40,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-21 01:35:49","updateDate":"2017-09-21 13:24:43","style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"L9H22L","name":"Older Viscosity","nameDisplay":"Older Viscosity","description":"Imperial Stout aged for 12 months in new bourbon barrels.","abv":"12","ibu":"40","glasswareId":6,"styleId":43,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/L9H22L\/upload_bmBb4b-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/L9H22L\/upload_bmBb4b-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/L9H22L\/upload_bmBb4b-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/L9H22L\/upload_bmBb4b-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/L9H22L\/upload_bmBb4b-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/L9H22L\/upload_bmBb4b-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cellar","servingTemperatureDisplay":"Cellar - (12-14C\/54-57F)","originalGravity":"1.09","createDate":"2014-04-08 23:25:30","updateDate":"2017-01-10 21:32:15","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"tMOrSj","name":"Older, Fatter, And Happier","nameDisplay":"Older, Fatter, And Happier","description":"Gin barrel-aged DIPA (Fat & Happy)","abv":"8.7","ibu":"80","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-10-24 15:40:38","updateDate":"2017-10-24 15:40:38","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"cjsLeV","name":"Oldhand Coffee IPA","nameDisplay":"Oldhand Coffee IPA","description":"Combining two worlds into one, the bright juicy tropical flavours and aromas of Galaxy and Amarillo hops are presented alongside a delicately roasted Honduran coffee which provides caramel and fruit characteristics. With an assertive bitter back bone, this IPA is unexpected but deliciously satisfying.","abv":"6","ibu":"70","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-01-31 21:15:20","updateDate":"2017-01-31 21:15:20","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"975nGF","name":"Oldie but Goodie","nameDisplay":"Oldie but Goodie","abv":"7.6","styleId":13,"isOrganic":"N","isRetired":"Y","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/975nGF\/upload_omAOQV-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/975nGF\/upload_omAOQV-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/975nGF\/upload_omAOQV-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/975nGF\/upload_omAOQV-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/975nGF\/upload_omAOQV-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/975nGF\/upload_omAOQV-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-08-22 11:47:27","updateDate":"2019-06-19 15:26:09","style":{"id":13,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Old Ale","shortName":"Old Ale","description":"Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)","ibuMin":"30","ibuMax":"65","abvMin":"6","abvMax":"9","srmMin":"12","srmMax":"30","ogMin":"1.058","fgMin":"1.014","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:03"}},{"id":"GP3D1k","name":"Oldtown Alt","nameDisplay":"Oldtown Alt","description":"An Altbier inspired from traditional Dusseldorf brewing. Rich malty flavors with hints of caramel.","abv":"6.5","ibu":"17","srmId":16,"availableId":1,"styleId":55,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.061","createDate":"2019-07-10 18:55:52","updateDate":"2019-07-10 19:05:15","srm":{"id":16,"name":"16","hex":"B54C00"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":55,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Altbier","shortName":"Altbier","description":"German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.","ibuMin":"25","ibuMax":"52","abvMin":"4.3","abvMax":"5.5","srmMin":"11","srmMax":"19","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:08:31"}},{"id":"UoTllH","name":"Oldwyn, Olde English Ale","nameDisplay":"Oldwyn, Olde English Ale","description":"The matured demeanor of a malty-sweet, rich dark amber brew, Oldwyn Olde is a grumpy old monster with a temper of aromas, including dried fruit, vinous and toffee. Its followed by a tantrum of malt complexity and alcohol notes, finishing sweet.","abv":"7.5","ibu":"25","srmId":27,"availableId":2,"styleId":13,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UoTllH\/upload_nRGzJJ-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UoTllH\/upload_nRGzJJ-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UoTllH\/upload_nRGzJJ-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UoTllH\/upload_nRGzJJ-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UoTllH\/upload_nRGzJJ-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/UoTllH\/upload_nRGzJJ-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-09-14 18:55:20","updateDate":"2015-12-18 04:39:51","srm":{"id":27,"name":"27","hex":"701400"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":13,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Old Ale","shortName":"Old Ale","description":"Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)","ibuMin":"30","ibuMax":"65","abvMin":"6","abvMax":"9","srmMin":"12","srmMax":"30","ogMin":"1.058","fgMin":"1.014","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:03"}},{"id":"DinHo3","name":"Olé","nameDisplay":"Olé","description":"Brewed in honor for the 2018 World Cup, this crisp refreshing lager is perfect for the summer.","abv":"5.2","styleId":75,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-06-26 12:47:05","updateDate":"2018-06-26 12:47:05","style":{"id":75,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Pilsener","shortName":"German Pilsener","description":"A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.","ibuMin":"25","ibuMax":"40","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:35:59"}},{"id":"P6HZNo","name":"Ole #23","nameDisplay":"Ole #23","description":"A dark, complex ale, with plenty of roasted flavor.","abv":"6.1","glasswareId":5,"styleId":19,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/P6HZNo\/upload_xN374G-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/P6HZNo\/upload_xN374G-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/P6HZNo\/upload_xN374G-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/P6HZNo\/upload_xN374G-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/P6HZNo\/upload_xN374G-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/P6HZNo\/upload_xN374G-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-08-02 12:33:43","updateDate":"2015-12-16 18:39:12","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":19,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Robust Porter","shortName":"Robust Porter","description":"Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt\/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.","ibuMin":"25","ibuMax":"40","abvMin":"5","abvMax":"6.5","srmMin":"30","srmMax":"30","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:45"}},{"id":"W83FLT","name":"Ole & Lena Visit Oktoberfest","nameDisplay":"Ole & Lena Visit Oktoberfest","description":"Join Ole & Lena on their visit to Oktoberfest!  The Lena Oktoberfest is a German-style lager beer.  Crafted with only the finest malt & grain, and hand-bottled in small batches in the true craft beer tradition.","abv":"5","ibu":"20","styleId":82,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-08-21 18:52:22","updateDate":"2016-08-21 18:52:22","style":{"id":82,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Oktoberfest \/ Wiesen (Meadow)","shortName":"Oktoberfest","description":"Today's Oktoberfest beers are characterized by a medium body and light, golden color. Sweet maltiness is mild with an equalizing balance of clean, hop bitterness. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived. Similar or equal to Dortmunder\/European-Style Export","ibuMin":"23","ibuMax":"29","abvMin":"5","abvMax":"6","srmMin":"3","srmMax":"5","ogMin":"1.048","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:59"}},{"id":"W7P47Y","name":"Ole 59er Amber Ale","nameDisplay":"Ole 59er Amber Ale","description":"CMB’s signature beer. Ole 59er is a historic blend of flavors creating big, malty character with just the right amount of hops. Named for the gold seekers who stormed Colorado in the 1859 gold rush; the inaugural year for the Denver Broncos, and of course, the first graduating class of the Air Force Academy. Oh, and one more thing, the 59 Chevy was the last & best car designed by the legendary Harley Earl for General Motors.","abv":"5.2","glasswareId":5,"availableId":1,"styleId":32,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2015-06-04 15:53:26","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"SNX9aS","name":"Ole Brown Ale","nameDisplay":"Ole Brown Ale","description":"Traditional English-Style Brown Ale. Brewed with imported English Ale Malt and a touch of Crystal and Chocolate Malts for a mild character, and gently hopped with English Golding Hops for a smooth balance. This classic beer illustrated that dark beers are sometimes the smoothest.","styleId":12,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2017-10-04 19:24:10","style":{"id":12,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"English-Style Brown Ale","shortName":"English Brown","description":"English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5.5","srmMin":"13","srmMax":"25","ogMin":"1.04","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:20:51"}},{"id":"pVt589","name":"Ole Gus","nameDisplay":"Ole Gus","description":"A Scottish-style Wee Heavy Ale brewed with Crystal Rye Malt. Full-bodied with robust caramel malt notes, this ale features a slight crispness married to subtle fruity esters from Edinburgh ale yeast. It displays a dark ruby color harboring a smooth finish with a touch of warmth.","abv":"7","ibu":"18","glasswareId":5,"srmId":22,"availableId":1,"styleId":8,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","foodPairings":"Roasted Beef or Lamb, Gouda and Gruyere cheeses, Toffee Bread Pudding","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","createDate":"2015-06-09 16:53:58","updateDate":"2019-02-13 15:31:06","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":22,"name":"22","hex":"8E2900"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":8,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scottish-Style Heavy Ale","shortName":"Scottish Heavy","description":"Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"12","ibuMax":"20","abvMin":"3.5","abvMax":"4","srmMin":"10","srmMax":"19","ogMin":"1.035","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:19:48"}},{"id":"M4yBlL","name":"Ole Hootie","nameDisplay":"Ole Hootie","abv":"5.2","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-09-16 22:49:26","updateDate":"2015-09-16 22:49:26","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"ltdtaZ","name":"Ole Hootie 2.0","nameDisplay":"Ole Hootie 2.0","abv":"8.9","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-09-16 23:17:19","updateDate":"2015-09-16 23:17:19","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"PeI5PR","name":"Olé Molé","nameDisplay":"Olé Molé","description":"Molé is a traditional sauce originally used in Mexican cuisine. We have taken inspiration from this chocolate and smoky chilli sauce, pairing it with a citrus tartness from the kettle sour. Chocolate on the nose and palate blend beautifully with the chipotle flavours, with a light lime finish and a warm glow from chilli heat. Olé Molé thats good!","abv":"4.5","styleId":40,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PeI5PR\/upload_dp6KFp-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PeI5PR\/upload_dp6KFp-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PeI5PR\/upload_dp6KFp-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PeI5PR\/upload_dp6KFp-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PeI5PR\/upload_dp6KFp-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/PeI5PR\/upload_dp6KFp-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-04-05 16:44:14","updateDate":"2019-04-05 16:45:28","style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"Tb35XF","name":"Olé Molé Spicy Ale","nameDisplay":"Olé Molé Spicy Ale","description":"A style-bending Ale inspired by the Mexican dish Molé. This brew uses cocao nibs, cinnamon, coffee, cumin, coriander and various chilli's atop a malty base to achieve a warming, spicy beer with a lot of complexity.","abv":"5","styleId":124,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Tb35XF\/upload_xUQo0x-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Tb35XF\/upload_xUQo0x-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Tb35XF\/upload_xUQo0x-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-09-17 03:05:08","updateDate":"2018-09-18 15:43:03","style":{"id":124,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Herb and Spice Beer","shortName":"Spice Beer","description":"Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and\/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:45"}},{"id":"ZMFiYe","name":"Ole Provision Ale","nameDisplay":"Ole Provision Ale","abv":"6.1","styleId":37,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-09-24 17:29:16","updateDate":"2012-09-24 19:08:05","style":{"id":37,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Brown Ale","shortName":"American Brown","description":"American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"25","ibuMax":"45","abvMin":"4","abvMax":"6.4","srmMin":"15","srmMax":"26","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:35"}},{"id":"KegzJp","name":"Ole Ransoms","nameDisplay":"Ole Ransoms","description":"Named after the man who built the golf course and still walks the grounds to this day. This huge Russian Imperial Stout is sweet and roasty with a hidden bitterness and an A.B.V. that will have you conversing with Ransom himself.","abv":"11.1","ibu":"76","styleId":43,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-10-19 19:26:48","updateDate":"2016-10-19 19:26:48","style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"rGt40K","name":"Ole Rowdy Rooster","nameDisplay":"Ole Rowdy Rooster","description":"Ole Rowdy Rooster is an unfiltered west coast style double IPA​ with light to medium hop haze, caused by the massive amount of dank American hops. The 'Rooster' has a juicy tropical fruit flavor and aroma, this beer pushes the limits of bittering without destroying your pallet. The 8% ABV is smooth and dangerous!","abv":"8.2","ibu":"100","glasswareId":6,"availableId":6,"styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","createDate":"2016-07-08 02:58:38","updateDate":"2016-08-22 16:24:50","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"available":{"id":6,"name":"Summer","description":"Available during the summer months."},"style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"sExroG","name":"Ole Stone Session APA","nameDisplay":"Ole Stone Session APA","description":"Perfect beer for summer drinking. A bright complex hop profile leaves hints of berries and melons on your palette.","abv":"4.1","ibu":"55","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-08-24 15:07:55","updateDate":"2018-08-28 19:54:31","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"OeWO7i","name":"Ole' Mole Pale Stout","nameDisplay":"Ole' Mole Pale Stout","abv":"5.8","ibu":"40","styleId":44,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/OeWO7i\/upload_yYJNHB-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/OeWO7i\/upload_yYJNHB-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/OeWO7i\/upload_yYJNHB-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/OeWO7i\/upload_yYJNHB-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/OeWO7i\/upload_yYJNHB-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/OeWO7i\/upload_yYJNHB-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-05-08 19:45:23","updateDate":"2018-05-08 19:46:07","style":{"id":44,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Specialty Stouts","shortName":"Stout","description":"See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt\/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.","ibuMin":"35","ibuMax":"50","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:58"}},{"id":"ChuuEJ","name":"Olewine's Brown","nameDisplay":"Olewine's Brown","description":"This American Brown Ale has a striking reddish-brown hue while packing big hop aromas and flavors! Built on a sturdy Backbone of malt. Grab a pint of Nate's first brew! 5.8% Alcohol by volume, 45 IBUs","abv":"5.8","ibu":"45","glasswareId":5,"styleId":37,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:52","updateDate":"2012-03-22 13:05:41","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":37,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Brown Ale","shortName":"American Brown","description":"American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"25","ibuMax":"45","abvMin":"4","abvMax":"6.4","srmMin":"15","srmMax":"26","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:35"}},{"id":"FqYuFP","name":"Olfaction","nameDisplay":"Olfaction","description":"This beer is designed to be a dichotomy between American and English brewing philosophies. We use American 2-row malt as the base and English crystal malt to provide a smooth and caramel malt character. For hops we feature both classic American Cascade hops and English East Kent Goldings in equal amounts and the result is this delicious highly armomatic without being overly bitter beer. This beer pairs best with a pint glass.","abv":"6.1","ibu":"50","glasswareId":5,"availableId":2,"styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-11-16 17:16:20","updateDate":"2012-11-16 17:26:44","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"TNUX20","name":"Olfactory Hues","nameDisplay":"Olfactory Hues","description":"Throughout the night, we often dream up different techniques to apply to tried-and-true beer styles. Olfactory Hues takes the IPA template and spins it on its head. We kept the moist green aroma hops out of the boil completely, instead adding ony bittering hops. We then used our lauter as a giant hop back, filtering the entire beer (cold) though 150 lbs of whole leaf Amarillo, Summit, and Cascade hops. The end result is a nose so overwhelming you can smell the colors all the way from your lawn.\r\n\r\nNotable hops: Warrior, Amarillo (whole leaf), Cascade (whole leaf), Summit (whole leaf)\r\nNotable malts: Bohemian Pilsner, Flaked Wheat\r\nRelease type: Occasional","abv":"6.8","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-05-23 15:25:12","updateDate":"2016-05-23 15:25:12","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}}],"status":"success"}