{"currentPage":1366,"numberOfPages":1791,"totalResults":89539,"data":[{"id":"QP2aFB","name":"Rye Barrel Old Fashioned","nameDisplay":"Rye Barrel Old Fashioned","description":"Our Old Fashioned Pumpkin Strong Ale aged for 10 months in Woodinville Rye Whiskey barrels.","abv":"12.3","styleId":121,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-10-12 02:16:33","updateDate":"2019-10-12 02:16:33","style":{"id":121,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Pumpkin Beer","shortName":"Pumpkin Beer","description":"Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:28"}},{"id":"dBaxXN","name":"Rye Barrel Roggen","nameDisplay":"Rye Barrel Roggen","description":"Our Black Acre \/ Bloomington Brewing Collaboration Roggenbier aged in Rye whiskey barrels.","abv":"6.2","ibu":"15","styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-07-07 21:36:35","updateDate":"2015-06-29 18:30:39","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"SAKfiF","name":"Rye Barrel Rye","nameDisplay":"Rye Barrel Rye","description":"Style: Sour Rye Ale Aged in Local Spirit Barrels\r\n\r\nABV: 7.5%\r\n\r\nAvailability: Rotating Year 'Round\r\n\r\nVermont rye whiskey barrels held this Vermont sour rye ale for months. Our Rye Barrel Rye features an exquisite amber rye ale which we ferment and mature in Saxton's River Maple Rye barrels for a robust, tart, spicy, and balanced brew that brings out the best of both beer and barrel.","abv":"7.5","availableId":1,"styleId":117,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-07-09 15:53:33","updateDate":"2017-07-09 15:53:33","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":117,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:12"}},{"id":"VQpeFu","name":"Rye Barrel Stout","nameDisplay":"Rye Barrel Stout","description":"The newest beer out of our barrel aging program. Rye Barrel Stout - an American Stout, aged three years in rye barrels.","abv":"13","styleId":31,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VQpeFu\/upload_GtZmDH-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VQpeFu\/upload_GtZmDH-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VQpeFu\/upload_GtZmDH-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VQpeFu\/upload_GtZmDH-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VQpeFu\/upload_GtZmDH-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VQpeFu\/upload_GtZmDH-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-03-29 15:50:15","updateDate":"2019-03-29 15:51:19","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"trvC03","name":"Rye Barrel Stout","nameDisplay":"Rye Barrel Stout","abv":"8.5","ibu":"15","styleId":42,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-08-06 14:21:14","updateDate":"2015-08-06 14:22:25","style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"fIHILd","name":"Rye Barrel-aged Battle Axe Baltic Porter","nameDisplay":"Rye Barrel-aged Battle Axe Baltic Porter","abv":"10.6","ibu":"33","styleId":104,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-09-02 17:39:54","updateDate":"2016-09-02 17:39:55","style":{"id":104,"categoryId":9,"category":{"id":9,"name":"Other Lager","createDate":"2012-03-21 20:06:46"},"name":"Baltic-Style Porter","shortName":"Baltic Porter","description":"A true smooth cold-fermented and cold lagered beer, brewed with lager yeast. Black to very deep ruby\/garnet in color. Overall, Baltic Porters have a very smooth lagered character with distinctive caramelized sugars, licorice and chocolate-like character of roasted malts and dark sugars. Roasted dark malts should not contribute bitterness, or astringent roast character. A low degree of smokiness from malt may be evident. Debitterized roast malts are best used for this style. Because of its alcoholic strength, aroma may include gentle (low) lager fruitiness (berries, grapes, plums, not banana; ale-like fruitiness from warm temperature fermentation is not appropriate), complex alcohols, cocoa-like, roast malt (and sometimes coffee-like roast barley, yet not bitter). Hop aroma is very low, though a hint of floral or sweet hop aroma can complement aromatics and flavor without dominance. Baltic Porters are not hop bitter dominated and expressed as low to medium-low. Baltic porters range from having medium to full body complemented with a medium-low to medium level of malty sweetness. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor.","ibuMin":"35","ibuMax":"40","abvMin":"7.5","abvMax":"9","srmMin":"40","srmMax":"40","ogMin":"1.072","fgMin":"1.016","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:41:46"}},{"id":"cn3Ale","name":"Rye Beer","nameDisplay":"Rye Beer","glasswareId":5,"styleId":118,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/cn3Ale\/upload_CJ52oj-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/cn3Ale\/upload_CJ52oj-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/cn3Ale\/upload_CJ52oj-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/cn3Ale\/upload_CJ52oj-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/cn3Ale\/upload_CJ52oj-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/cn3Ale\/upload_CJ52oj-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2015-12-16 12:54:22","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":118,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"German-Style Rye Ale (Roggenbier) with or without Yeast","shortName":"German Rye","description":"This beer can be made using phenol producing ale yeast. It should be brewed with at least 30 percent rye malt, and hop rates will be low. A banana -like fruity-estery aroma and flavor are typical but at low levels; phenolic, clove-like characteristics should also be perceived. Color is straw to dark amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. If the beer is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or light caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"4","srmMax":"25","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:17"}},{"id":"trVGJB","name":"Rye Beer","nameDisplay":"Rye Beer","description":"Amber\/Copper colored rye beer with hints of pepper","abv":"5.7","glasswareId":5,"availableId":1,"styleId":112,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2016-07-18 18:20:39","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"07n7Sj","name":"Rye Beer Sucks!","nameDisplay":"Rye Beer Sucks!","description":"A bright and spicy rye IPA loaded with chinook, citra and simcoe hops.","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-07-11 22:19:52","updateDate":"2016-08-23 17:36:30","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"JN5E7h","name":"Rye Bob","nameDisplay":"Rye Bob","description":"This is the recipe that won a Silver Medal at the 2010 World Beer Cup.  Mark created this beer in honor of his father, Bob Duchow, whom we will always miss.  Great viscosity with a spicy rye finish.  Subtle hop flavor and aroma.","styleId":117,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-04-12 01:18:06","updateDate":"2012-04-12 01:18:06","style":{"id":117,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:12"}},{"id":"nN4dSc","name":"Rye Bock","nameDisplay":"Rye Bock","styleId":3,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2015-04-10 19:10:21","style":{"id":3,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Ordinary Bitter","shortName":"Bitter","description":"Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)","ibuMin":"20","ibuMax":"35","abvMin":"3","abvMax":"4.1","srmMin":"5","srmMax":"12","ogMin":"1.033","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:39"}},{"id":"tK6M8F","name":"Rye Bock","nameDisplay":"Rye Bock","description":"We based this strong, malty, deep golden rye lager on traditional Bavarian maibock, brewed it with four malted grains, and lagered it 6 months before serving.","abv":"7","glasswareId":5,"styleId":88,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2014-10-16 18:33:38","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":88,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Traditional German-Style Bock","shortName":"Bock","description":"Traditional bocks are made with all malt and are strong, malty, medium- to full-bodied, bottom-fermented beers with moderate hop bitterness that should increase proportionately with the starting gravity. Malt character should be a balance of sweetness and toasted\/nut-like malt; not caramel. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl should be absent.","ibuMin":"20","ibuMax":"30","abvMin":"6.3","abvMax":"7.5","srmMin":"20","srmMax":"30","ogMin":"1.066","fgMin":"1.018","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:38:54"}},{"id":"UsmYr3","name":"Rye Bock","nameDisplay":"Rye Bock","description":"Brewed with 20% rye. This strong, dark lager is malty, smooth, and clean.","abv":"6.5","ibu":"25","styleId":117,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-05-11 18:24:31","updateDate":"2015-05-11 18:24:32","style":{"id":117,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:12"}},{"id":"I4S2MJ","name":"Rye Braggot","nameDisplay":"Rye Braggot","abv":"10","availableId":2,"styleId":147,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-07-21 22:10:14","updateDate":"2012-07-21 22:10:15","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":147,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Braggot","shortName":"Braggot","description":"A harmonious blend of mead and beer, with the distinctive characteristics of both. A wide range of results are possible, depending on the base style of beer, variety of honey and overall sweetness and strength. Beer flavors tend to somewhat mask typical honey flavors found in other meads.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:30"}},{"id":"kAIEox","name":"Rye Bread Ale","nameDisplay":"Rye Bread Ale","description":"Our flagship beer! An American style rye ale that is dry and crisp and brewed with caraway seeds for spice. Perfect for St. Patrick's Day dinner or drink it with any meal. It's rye bread in a glass!","abv":"6","ibu":"44","srmId":7,"styleId":117,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-11-02 20:40:24","updateDate":"2015-11-02 20:40:24","srm":{"id":7,"name":"7","hex":"F39C00"},"style":{"id":117,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:12"}},{"id":"SANF5T","name":"Rye Can't IBU Ale","nameDisplay":"Rye Can't IBU Ale","styleId":117,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SANF5T\/upload_CcQiM9-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SANF5T\/upload_CcQiM9-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SANF5T\/upload_CcQiM9-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SANF5T\/upload_CcQiM9-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SANF5T\/upload_CcQiM9-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/SANF5T\/upload_CcQiM9-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-02-05 12:16:56","updateDate":"2015-12-17 22:09:48","style":{"id":117,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:12"}},{"id":"f6OLdZ","name":"Rye Can't This Be Love?","nameDisplay":"Rye Can't This Be Love?","abv":"7.3","styleId":117,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-08-11 23:52:51","updateDate":"2014-08-12 12:02:45","style":{"id":117,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:12"}},{"id":"q83HSx","name":"Rye Catcher Red","nameDisplay":"Rye Catcher Red","description":"A very floral “Rye” P. A., this ale is brewed with rye malt which accentuates the brightness of the American hops and contends with hop soup for the hoppiest India Pale Ale on tap.","styleId":22,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-07-22 20:48:41","updateDate":"2015-07-22 20:48:41","style":{"id":22,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Irish-Style Red Ale","shortName":"Irish Red","description":"Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"20","ibuMax":"28","abvMin":"4","abvMax":"4.5","srmMin":"11","srmMax":"18","ogMin":"1.04","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:38"}},{"id":"7bnlRC","name":"Rye Cocoa Porter - ScareCity #2","nameDisplay":"Rye Cocoa Porter - ScareCity #2","description":"Brewed w\/ 4 types of rye malt and cocoa nib infused Belgian Candi syrup.","abv":"10.2","styleId":158,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-01-26 15:14:01","updateDate":"2015-01-26 15:14:01","style":{"id":158,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Porter","shortName":"American Imperial Porter","description":"American-style imperial porters are black in color. No roast barley or strong burnt\/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.","ibuMin":"35","ibuMax":"50","abvMin":"5.5","abvMax":"9.5","srmMin":"40","srmMax":"40","ogMin":"1.08","ogMax":"1.1","fgMin":"1.02","fgMax":"1.03","createDate":"2013-08-10 12:42:51","updateDate":"2015-04-07 15:49:32"}},{"id":"DLFduy","name":"Rye Cubed","nameDisplay":"Rye Cubed","description":"Rye beers have been a part of our brewing arsenal from day one. “Rye”, “Rye Squared” and now “Rye Cubed” Triple IPA completes this trilogy of brewing excellence.","abv":"10.7","ibu":"125","glasswareId":8,"availableId":4,"styleId":31,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DLFduy\/upload_ZD79S8-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DLFduy\/upload_ZD79S8-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DLFduy\/upload_ZD79S8-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DLFduy\/upload_ZD79S8-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DLFduy\/upload_ZD79S8-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/DLFduy\/upload_ZD79S8-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cool","servingTemperatureDisplay":"Cool - (8-12C\/45-54F)","originalGravity":"1.095","createDate":"2014-08-02 23:29:19","updateDate":"2015-12-17 16:45:46","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"JbqtM1","name":"Rye da Tiger","nameDisplay":"Rye da Tiger","description":"A double rye IPA dedicated to a man that made the world a better place. In magic, Three Floyds.","abv":"9","ibu":"120","availableId":2,"styleId":31,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JbqtM1\/upload_Ipi17N-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JbqtM1\/upload_Ipi17N-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JbqtM1\/upload_Ipi17N-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JbqtM1\/upload_Ipi17N-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JbqtM1\/upload_Ipi17N-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JbqtM1\/upload_Ipi17N-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-06-08 13:51:34","updateDate":"2015-12-17 15:03:22","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"8hIKOD","name":"Rye Demise","nameDisplay":"Rye Demise","abv":"6.6","ibu":"62","styleId":117,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-08-04 16:00:24","updateDate":"2015-08-04 16:00:24","style":{"id":117,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:12"}},{"id":"s6Bt9V","name":"Rye Doppelbock","nameDisplay":"Rye Doppelbock","abv":"8.6","styleId":90,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-07-12 18:30:49","updateDate":"2015-07-12 18:30:50","style":{"id":90,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Doppelbock","shortName":"Doppelbock","description":"Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent","ibuMin":"17","ibuMax":"27","abvMin":"6.5","abvMax":"8","srmMin":"12","srmMax":"30","ogMin":"1.074","fgMin":"1.014","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:08"}},{"id":"63eImV","name":"Rye Dopplebock","nameDisplay":"Rye Dopplebock","description":"In the spirit of our 2002 World Beer Cup Gold Medal for German Style Bock, we have taken the original Oderbolz Bock recipe and added Rye for added crispness to the malt profile. This beer starts with a nice sweet malty flavor balanced with noble hops with clean finish.","abv":"9.2","ibu":"25","glasswareId":6,"srmId":30,"availableId":2,"styleId":90,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/63eImV\/upload_ByFkVV-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/63eImV\/upload_ByFkVV-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/63eImV\/upload_ByFkVV-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/63eImV\/upload_ByFkVV-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/63eImV\/upload_ByFkVV-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/63eImV\/upload_ByFkVV-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cellar","servingTemperatureDisplay":"Cellar - (12-14C\/54-57F)","originalGravity":"1.092","createDate":"2015-08-04 19:05:46","updateDate":"2015-12-18 04:37:07","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"srm":{"id":30,"name":"30","hex":"600903"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":90,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Doppelbock","shortName":"Doppelbock","description":"Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent","ibuMin":"17","ibuMax":"27","abvMin":"6.5","abvMax":"8","srmMin":"12","srmMax":"30","ogMin":"1.074","fgMin":"1.014","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:08"}},{"id":"GbXecC","name":"Rye Dream of Ginger","nameDisplay":"Rye Dream of Ginger","abv":"6.5","styleId":117,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-08-11 22:25:37","updateDate":"2014-08-13 11:44:30","style":{"id":117,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:12"}},{"id":"9gNH4n","name":"Rye Extra Black","nameDisplay":"Rye Extra Black","description":"Pilsner, Two Row and Carafa III malts make for a dark colored black pale ale with a noticeable hop bitterness that brings a dry finish. The use of Rye malt adds a subtle spicy character. The Carafa malt gives the beer its black color while adding a very mellow dark malt balance making it a perfect intro beer for those afraid of the dark!","abv":"5.6","ibu":"30","availableId":4,"styleId":41,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9gNH4n\/upload_FLB94m-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9gNH4n\/upload_FLB94m-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9gNH4n\/upload_FLB94m-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9gNH4n\/upload_FLB94m-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9gNH4n\/upload_FLB94m-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9gNH4n\/upload_FLB94m-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-03-25 20:09:40","updateDate":"2016-11-29 19:43:09","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":41,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Black Ale","shortName":"Black Ale","description":"American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.","ibuMin":"50","ibuMax":"70","abvMin":"6","abvMax":"7.5","srmMin":"35","srmMax":"35","ogMin":"1.056","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:36"}},{"id":"m065EE","name":"Rye Extra Pale","nameDisplay":"Rye Extra Pale","description":"Pilsner and Two Row malts make for a very light colored pale ale with a noticeable hop bitterness that brings a dry finish. The use of Rye malt adds a subtle spicy character. It has properties similar to a light lager, so it is a good intro beer.","abv":"4.8","ibu":"30","availableId":4,"styleId":118,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-25 20:11:07","updateDate":"2015-03-25 20:11:07","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":118,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"German-Style Rye Ale (Roggenbier) with or without Yeast","shortName":"German Rye","description":"This beer can be made using phenol producing ale yeast. It should be brewed with at least 30 percent rye malt, and hop rates will be low. A banana -like fruity-estery aroma and flavor are typical but at low levels; phenolic, clove-like characteristics should also be perceived. Color is straw to dark amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. If the beer is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or light caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"4","srmMax":"25","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:17"}},{"id":"z3EqKW","name":"RYE FACTOR RED","nameDisplay":"RYE FACTOR RED","description":"A deep copper colored ale w\/ medium body & bitterness, subtle smoked flavors from the use of cherrywood smoked malt","abv":"7.3","availableId":1,"styleId":22,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","foodPairings":"Gastropub Pairings: Truffel Frites, Lionstone Gastro Burger, Pizzas - Tiger Prawn, Berry Dessert \r\n\r\nOther Food Pairings: Chicken, Seafood, Burgers; Spicy Cuisine; Port-Salut or other Lightly Tangy Cheese","createDate":"2016-05-10 16:18:06","updateDate":"2016-05-10 16:18:06","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":22,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Irish-Style Red Ale","shortName":"Irish Red","description":"Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"20","ibuMax":"28","abvMin":"4","abvMax":"4.5","srmMin":"11","srmMax":"18","ogMin":"1.04","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:38"}},{"id":"bMxeTx","name":"RYE FACTOR RED","nameDisplay":"RYE FACTOR RED","description":"A deep copper colored ale w\/ medium body & bitterness, subtle smoked flavors from the use of cherrywood smoked malt","abv":"7.3","availableId":1,"styleId":33,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","foodPairings":"Gastropub Pairings: Truffel Frites, Lionstone Gastro Burger, Pizzas - Tiger Prawn, Berry Dessert \r\n\r\nOther Food Pairings: Chicken, Seafood, Burgers; Spicy Cuisine; Port-Salut or other Lightly Tangy Cheese","createDate":"2016-05-10 16:21:51","updateDate":"2016-05-10 16:21:51","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":33,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial Red Ale","shortName":"Imperial Red","description":"Imperial Red Ales are deep amber to dark copper\/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.","ibuMin":"55","ibuMax":"85","abvMin":"7.9","abvMax":"10.5","srmMin":"10","srmMax":"15","ogMin":"1.08","fgMin":"1.02","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:05:43"}},{"id":"5g0ESM","name":"Rye Felicia","nameDisplay":"Rye Felicia","description":"We brewed this IPA with some hazy juice hops and fermented it with a blend of an ale yeast and brett drie. And dry hopped it with a very aromatic hops.","abv":"5.4","availableId":2,"styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-05 18:31:41","updateDate":"2017-09-05 18:31:41","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"AkuGWO","name":"Rye Felicia","nameDisplay":"Rye Felicia","description":"From the brewery: \"Rye Felicia is brewed with a 40 percent blend of rye. Giving the spicy and roasty flavors. A mixture of English and New Zealand makes this unique fall on the IPA side of things while it retains its brown rye awesomeness.\"","abv":"5.6","styleId":164,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AkuGWO\/upload_aHQC7s-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AkuGWO\/upload_aHQC7s-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AkuGWO\/upload_aHQC7s-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AkuGWO\/upload_aHQC7s-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AkuGWO\/upload_aHQC7s-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/AkuGWO\/upload_aHQC7s-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2016-06-26 23:24:55","updateDate":"2016-06-27 19:05:21","style":{"id":164,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Session India Pale Ale","shortName":"Session IPA","description":"Session India Pale Ales are gold to copper. Chill haze is allowable at cold temperatures and hop haze is allowable at any temperature. Fruity-ester aroma is light to moderate. Hop aroma is medium to high with qualities from a wide variety of hops from all over the world. Low to medium maltiness is present. Hop flavor is strong, characterized by flavors from a wide variety of hops. Hop bitterness is medium to high. Fruity-ester flavors are low to moderate. Diacetyl is absent or at very low levels. Body is low to medium.","createDate":"2015-04-07 17:07:27"}},{"id":"p8K9YS","name":"Rye Four","nameDisplay":"Rye Four","description":"Brewed with copious amounts of rye malt and fermented with our house yeast. This beer is refreshingly sour with a smooth malty body.","abv":"11","availableId":3,"styleId":57,"isOrganic":"N","isRetired":"Y","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p8K9YS\/upload_QFix1n-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p8K9YS\/upload_QFix1n-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p8K9YS\/upload_QFix1n-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p8K9YS\/upload_QFix1n-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p8K9YS\/upload_QFix1n-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/p8K9YS\/upload_QFix1n-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2018-11-02 02:13:07","available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":57,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Flanders Oud Bruin or Oud Red Ales","shortName":"Flanders Red","description":"This light- to medium-bodied deep copper to brown ale is characterized by a slight to strong lactic sourness, and with \"Reds\" sometimes a balanced degree of acetic acid. Brettanomyces produced flavors and aromas are not part of character. A fruity-estery character which is often cherry-like is apparent with no hop flavor or aroma. Flanders brown ales have low to medium bitterness and a cocoa-like character from roast malt. Roasted malt character in aroma and flavor is acceptable at low levels. A very low degree of malt sweetness may be present and in balance with the acidity produced by Lactobacillus activity. Oak-like or woody characters may be pleasantly integrated into overall palate. Chill haze is acceptable at low serving temperatures. Some versions may be more highly carbonated and, when bottle conditioned, may appear cloudy (yeast) when served. These final beers are often blended old with new before packaging in order to create the brewer's intended balance of characters.","ibuMin":"15","ibuMax":"25","abvMin":"4.8","abvMax":"6.5","srmMin":"12","srmMax":"20","ogMin":"1.044","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:31:39"}},{"id":"bZ7Q6I","name":"Rye Grisette","nameDisplay":"Rye Grisette","description":"This is not all that common of a style to find, especially in San Diego. Light, dry, tropical, fruity, spicy and extremely sessionable.\r\nMalts: Belgian Pilsen, Flaked Rye, Wheat and Acidulated\r\n\r\nHops: Azacca","abv":"4.3","ibu":"17","styleId":117,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-01-04 14:28:00","updateDate":"2017-01-04 14:28:00","style":{"id":117,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:12"}},{"id":"kLEtiD","name":"Rye Hammer","nameDisplay":"Rye Hammer","description":"Jack Hammer has been single handedly ripping it up for quite some time. Now this IPA, has spawned four hammer head off-springs. Rye Hammer is the fourth of our super-charged hyped up hybrids.\r\n\r\nA grapefruit harvest of citrus melts away to sticky roasted caramel and rye warmth, all resting on a malted biscuit backbone. Then ‘The Hammerhead’s trademark bitter finish reasserts its authority.\r\nIngredients: water, barley, hops, yeast.\r\nFor allergens, including ingredients containing gluten, see ingredients list in bold.","abv":"7.2","ibu":"250","styleId":31,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kLEtiD\/upload_OBvyBs-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kLEtiD\/upload_OBvyBs-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kLEtiD\/upload_OBvyBs-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kLEtiD\/upload_OBvyBs-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kLEtiD\/upload_OBvyBs-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kLEtiD\/upload_OBvyBs-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2017-09-26 20:35:46","updateDate":"2017-09-26 20:37:03","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"QrgCGF","name":"Rye Hard","nameDisplay":"Rye Hard","description":"Yippie Rye Aye! The Rye Hard IPA is burnt orange in colour with a lacy, creamy head. The aroma is a blend of floral, herbal and citrus notes with a spicy, fruity finish from the addition of Bramling Cross and Santiam hops. \n The full malty flavour has hints of orange, mandarin and an earthy hop bitterness, which finishes dry and spicy from the addition of rye","abv":"6.3","ibu":"45","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-08-11 12:53:00","updateDate":"2018-08-17 14:31:38","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"zTJ86p","name":"Rye Hatter","nameDisplay":"Rye Hatter","description":"This beer showcases it’s grain-bill, made up of rye and barley malt. The rye adds a slight spiciness to the caramel-malt base, while also creating a creamy texture. Dry-hopping contributes a fresh citrus finish.","abv":"6.12","ibu":"60","glasswareId":5,"availableId":4,"styleId":112,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/zTJ86p\/upload_M8tSkd-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/zTJ86p\/upload_M8tSkd-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/zTJ86p\/upload_M8tSkd-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/zTJ86p\/upload_M8tSkd-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/zTJ86p\/upload_M8tSkd-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/zTJ86p\/upload_M8tSkd-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"blue cheese, blackened seafood, herb-roasted poultry","originalGravity":"1.059","createDate":"2012-01-03 02:44:07","updateDate":"2015-12-16 09:23:24","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"iGThun","name":"Rye Heat","nameDisplay":"Rye Heat","description":"Irish style red ale brewed with rye malt.","abv":"5.5","ibu":"22","styleId":117,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-09-10 16:47:10","updateDate":"2015-04-21 14:34:36","style":{"id":117,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:12"}},{"id":"VTmDq0","name":"Rye Hefe with Long Pepper","nameDisplay":"Rye Hefe with Long Pepper","abv":"6","styleId":124,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-09-03 15:39:36","updateDate":"2014-09-07 16:18:20","style":{"id":124,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Herb and Spice Beer","shortName":"Spice Beer","description":"Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and\/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:45"}},{"id":"Xs6wOq","name":"Rye Hipster Brunch Stout","nameDisplay":"Rye Hipster Brunch Stout","description":"It's morning somewhere! This delectable stout has been aged in bourbon barrels with coffee, maple syrup, and bacon!","abv":"11","styleId":42,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-12-09 23:39:50","updateDate":"2018-03-29 20:14:12","style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"dkSVf3","name":"Rye I Oughta","nameDisplay":"Rye I Oughta","styleId":97,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2012-03-22 13:04:49","style":{"id":97,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Premium Lager","shortName":"American Premium Lager","description":"This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.","ibuMin":"6","ibuMax":"15","abvMin":"4.3","abvMax":"5","srmMin":"2","srmMax":"6","ogMin":"1.044","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:04"}},{"id":"r457A4","name":"Rye I Oughta...!","nameDisplay":"Rye I Oughta...!","styleId":97,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2012-03-22 13:04:49","style":{"id":97,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Premium Lager","shortName":"American Premium Lager","description":"This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.","ibuMin":"6","ibuMax":"15","abvMin":"4.3","abvMax":"5","srmMin":"2","srmMax":"6","ogMin":"1.044","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:40:04"}},{"id":"njRjzq","name":"Rye Imperial Stout","nameDisplay":"Rye Imperial Stout","description":"Like Alabama, our Imperial Stout is rich in tradition. The addition of rye malt gives this brew a truly unique character with notes of coffee, roasted malt, and chocolate. Sit down with your friends and enjoy the rich, complex flavors accented with a smooth warming finish.","abv":"9.2","availableId":2,"styleId":43,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-11 17:40:35","updateDate":"2015-03-11 17:40:35","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"shus6p","name":"Rye India Black Ale","nameDisplay":"Rye India Black Ale","description":"Hangar 24's second beer brewed in honor of American Craft Beer Week Beer. This beer has the added significance of being the 1000th batch of beer brewed at Hangar 24 since we opened in 2008. Rye India Black Ale, or RIBA for short, is a heavily hopped ale brewed with rye and three different dark roasted malts. This black ale features intense spicy & citrusy hop aromas with a rich roasted, chocolatey malt character complemented by a unique spiciness from the rye. A true American original for the 2011 American Craft Beer Week.\r\n\r\nAmerican Craft Beer Week is touted as \"The Mother of All Beer Weeks.\" Each May, breweries and beer fans across the country celebrate the continued growth and success of American Craft Beer. We at Hangar 24 join in with events all week and the release of a new, distinctly American beer each year. The idea for this beer came from our tour guide Josh. An avid homebrewer, Josh worked diligently with our brew staff to perfect this delicious dark, hoppy brew.","abv":"6.9","ibu":"59","glasswareId":5,"availableId":3,"styleId":41,"isOrganic":"N","isRetired":"Y","status":"verified","statusDisplay":"Verified","foodPairings":"Intensely flavored foods such as Mexican or Thai. Sharp cheddar cheeses.","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","createDate":"2013-05-09 02:44:42","updateDate":"2018-11-02 02:13:07","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":41,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Black Ale","shortName":"Black Ale","description":"American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.","ibuMin":"50","ibuMax":"70","abvMin":"6","abvMax":"7.5","srmMin":"35","srmMax":"35","ogMin":"1.056","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:36"}},{"id":"myfxTU","name":"Rye India Pale Ale","nameDisplay":"Rye India Pale Ale","abv":"6.02","availableId":4,"styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/myfxTU\/upload_wO25c1-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/myfxTU\/upload_wO25c1-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/myfxTU\/upload_wO25c1-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/myfxTU\/upload_wO25c1-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/myfxTU\/upload_wO25c1-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/myfxTU\/upload_wO25c1-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-09-03 19:15:32","updateDate":"2015-12-18 04:21:58","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"rrrRIf","name":"Rye India Pale Ale","nameDisplay":"Rye India Pale Ale","description":"Containing large quantities of one of our favorite ingredients, this IPA is pleased to showcase RYE! With its delicious spice and contribution to mouth feel, we feel Rye enhances all of our favorite characteristics of a North West IPA.","abv":"6","ibu":"60","availableId":1,"styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/rrrRIf\/upload_PtDo0d-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/rrrRIf\/upload_PtDo0d-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/rrrRIf\/upload_PtDo0d-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/rrrRIf\/upload_PtDo0d-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/rrrRIf\/upload_PtDo0d-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/rrrRIf\/upload_PtDo0d-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2016-08-16 13:41:04","updateDate":"2016-08-16 13:42:12","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"kuOYQm","name":"Rye IPA","nameDisplay":"Rye IPA","description":"A golden\/amber beer that showcases bold American hops with the extra flavor dimension of the use of rye malt as 20% of the malt bill. This is a shockingly balanced IPA, in the sense that we include just enough malt character to counter the otherwise intense bitterness typically found in an American IPA, making for an immensely pleasant experience for your palate.","abv":"7.5","ibu":"35","glasswareId":5,"availableId":1,"styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kuOYQm\/upload_daVrSI-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kuOYQm\/upload_daVrSI-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kuOYQm\/upload_daVrSI-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kuOYQm\/upload_daVrSI-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kuOYQm\/upload_daVrSI-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kuOYQm\/upload_daVrSI-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2017-01-11 03:36:05","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"JikINA","name":"Rye IPA","nameDisplay":"Rye IPA","description":"Freshly squeezed apricot on the nose contradicts the full-flavored, hop-forward palate with bright carbonation followed by a lingering, spicy bitterness on the finish.\r\n\r\nSandi’s signature: Nugget and Chinook hops for bittering, Equinox for dry hopping. Roasted barley and pilsner malts and lots of spicy rye.","abv":"6.8","ibu":"52","availableId":3,"styleId":164,"isOrganic":"N","isRetired":"Y","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JikINA\/upload_11FVtL-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JikINA\/upload_11FVtL-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JikINA\/upload_11FVtL-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JikINA\/upload_11FVtL-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JikINA\/upload_11FVtL-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JikINA\/upload_11FVtL-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-06-11 20:22:20","updateDate":"2018-11-02 02:13:07","available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":164,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Session India Pale Ale","shortName":"Session IPA","description":"Session India Pale Ales are gold to copper. Chill haze is allowable at cold temperatures and hop haze is allowable at any temperature. Fruity-ester aroma is light to moderate. Hop aroma is medium to high with qualities from a wide variety of hops from all over the world. Low to medium maltiness is present. Hop flavor is strong, characterized by flavors from a wide variety of hops. Hop bitterness is medium to high. Fruity-ester flavors are low to moderate. Diacetyl is absent or at very low levels. Body is low to medium.","createDate":"2015-04-07 17:07:27"}},{"id":"1PFlsG","name":"Rye IPA","nameDisplay":"Rye IPA","description":"Our English IPA is brewed with twenty-percent rye malt in the formula and authentic English floor malted barley from the U.K. which gives this beer a unique and interesting complexity. This generously hopped IPA is bursting with flavors from a blend of English Kent, Simcoe and Centennial hops.","availableId":4,"styleId":2,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-18 21:00:26","updateDate":"2015-03-18 21:00:26","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":2,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"English-Style India Pale Ale","shortName":"English IPA","description":"Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.","ibuMin":"35","ibuMax":"63","abvMin":"5","abvMax":"7","srmMin":"6","srmMax":"14","ogMin":"1.05","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:33"}},{"id":"8uw1du","name":"Rye IPA","nameDisplay":"Rye IPA","description":"As the name implies, a spicy not so bitter India Pale Ale with a West Coast flare. Using the three C's varieties and a touch of rye, we have created a very smooth version of the classic English style. The TJ is dry hopped to add a little extra kick in the end.","abv":"6.8","ibu":"62","glasswareId":5,"srmId":16,"availableId":1,"styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-09-08 03:25:11","updateDate":"2012-09-08 12:15:28","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":16,"name":"16","hex":"B54C00"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"eMqxWu","name":"Rye IPA","nameDisplay":"Rye IPA","abv":"6.8","ibu":"70","styleId":112,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-03-05 17:55:26","updateDate":"2016-06-27 18:58:04","style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}}],"status":"success"}