{"currentPage":1353,"numberOfPages":1791,"totalResults":89539,"data":[{"id":"taXd9k","name":"Rough & Ready","nameDisplay":"Rough & Ready","description":"A slightly more malt-forward version of the Thunderbeast, this beer still packs a ton of citrus and tropical fruits into the nose, but has a lightly sweet, malty backbone that provides a balanced drinking experience. Brewed with Falconer’s Flight hops, a portion of the sales of these hops go to the Glen Falconer Foundation, a non-profit dedicated to furthering the craft beer community by providing educational scholarships to brewers.","abv":"7.5","ibu":"75","glasswareId":5,"srmId":25,"availableId":1,"styleId":33,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/taXd9k\/upload_Utnfgv-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/taXd9k\/upload_Utnfgv-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/taXd9k\/upload_Utnfgv-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/taXd9k\/upload_Utnfgv-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/taXd9k\/upload_Utnfgv-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/taXd9k\/upload_Utnfgv-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cool","servingTemperatureDisplay":"Cool - (8-12C\/45-54F)","originalGravity":"1.07","createDate":"2013-09-22 12:34:56","updateDate":"2015-12-17 05:51:00","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":25,"name":"25","hex":"7B1A00"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":33,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial Red Ale","shortName":"Imperial Red","description":"Imperial Red Ales are deep amber to dark copper\/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.","ibuMin":"55","ibuMax":"85","abvMin":"7.9","abvMax":"10.5","srmMin":"10","srmMax":"15","ogMin":"1.08","fgMin":"1.02","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:05:43"}},{"id":"mWj63Z","name":"Rough & Ready DIPA","nameDisplay":"Rough & Ready DIPA","description":"Released twice per year. This heavyweight double IPA has a strong pine and resin hop bitterness, checking in at 100 IBUs. Some light citrus hop aroma rounds out the hop character. A strong malt body provides enough sweetness to support the bitterness, and dark golden color. This beer was specifically designed to complement, not overpower, our rotating lineup of lagers.","abv":"9","ibu":"100","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-05-03 15:35:57","updateDate":"2018-05-03 15:35:57","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"bWIYds","name":"Rough Cut IPA","nameDisplay":"Rough Cut IPA","description":"Nothing says America quite like rough cut lumber; and nothing says West Coast like an Oregon IPA. Just like our rough-cut, brewhouse rafters, our IPA is crafted by hand and never filtered, pasteurized or refined. Rahr two-row and Crisp Pale malts back up the massive three pounds per barrel of Cascade and Zythos hops, creating a huge aroma of candied fruit, sticky resin, and fresh grapefruit zest. So, if hops are your thing, raise a glass of Rough Cut IPA, and toast to 22 ounces of liquid Americana.","abv":"6.5","styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bWIYds\/upload_TXKEgU-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bWIYds\/upload_TXKEgU-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bWIYds\/upload_TXKEgU-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bWIYds\/upload_TXKEgU-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bWIYds\/upload_TXKEgU-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/bWIYds\/upload_TXKEgU-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-09-16 00:42:32","updateDate":"2015-12-17 17:20:17","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"dSHlmX","name":"Rough Cut Lager","nameDisplay":"Rough Cut Lager","abv":"6.5","ibu":"21","glasswareId":5,"styleId":93,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-11-12 19:57:39","updateDate":"2015-01-20 17:06:14","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"l6vgMl","name":"Rough Cut Whiskey Barrel Cider","nameDisplay":"Rough Cut Whiskey Barrel Cider","description":"Complex and crisp, this clean cider is refreshing and deep.","abv":"8.8","styleId":157,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-10-03 17:53:22","updateDate":"2018-10-03 17:53:22","style":{"id":157,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Other Specialty Cider or Perry","shortName":"Specialty Cider","abvMin":"5","abvMax":"12","ogMin":"1.045","ogMax":"1.1","fgMin":"0.995","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:49:22"}},{"id":"tIuX5m","name":"Rough Draft Ale","nameDisplay":"Rough Draft Ale","styleId":112,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tIuX5m\/upload_2IFjSG-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tIuX5m\/upload_2IFjSG-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tIuX5m\/upload_2IFjSG-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tIuX5m\/upload_2IFjSG-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tIuX5m\/upload_2IFjSG-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/tIuX5m\/upload_2IFjSG-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2018-03-15 18:52:13","style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"rlemsf","name":"Rough Draft Sausage-fest","nameDisplay":"Rough Draft Sausage-fest","styleId":102,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-10-09 02:14:21","updateDate":"2016-11-08 20:21:57","style":{"id":102,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Märzen \/ Oktoberfest","shortName":"American Oktoberfest","description":"The American style of these classic German beers is distinguished by a comparatively greater degree of hop character. In general the style is characterized by a medium body and broad range of color from golden to reddish brown. Sweet maltiness should dominate over clean hop bitterness. The bitterness should not be aggressive or harsh. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be notable but at low to medium levels. Fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.","ibuMin":"20","ibuMax":"30","abvMin":"5.3","abvMax":"5.9","srmMin":"4","srmMax":"15","ogMin":"1.05","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:41:38"}},{"id":"zOtuZz","name":"Rough Drafts: Dark Saison","nameDisplay":"Rough Drafts: Dark Saison","description":"Fresh out of the R&D Brewhouse is Dave’s Dark Saison. Coming in at 8% ABV, this light to medium bodied brew begins with some bitter berry notes and a little citrus, and ends with a dry, roasty, chocolate finish. Some subtle spice notes from the saison yeast linger on the tongue. A dark, mysterious, and rustic saison.","abv":"8","ibu":"27","styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-03-12 19:48:40","updateDate":"2019-03-14 13:18:31","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"3THdhJ","name":"Rough Draughts: Belgian Golden","nameDisplay":"Rough Draughts: Belgian Golden","description":"Brewer Zandy’s Belgian Style Golden Ale. For recipe inspiration, Zandy returned to his natural habitat in the wild, hunting and foraging, digging in the earth, and communing with nature. Earth, spice, and balance is what you’ll find in his Golden Ale, fermented with Belgian yeast. Fruity esters bunk up with yeasty spice notes tucked into a sleeping bag of cereal graininess. A perfectly balanced, classic Belgian-style Golden Ale.","abv":"6.4","ibu":"35","srmId":3,"styleId":36,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-07-06 17:23:46","updateDate":"2019-07-06 17:23:46","srm":{"id":3,"name":"3","hex":"FFCA5A"},"style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"GeraVw","name":"Rough Rider Pale Ale","nameDisplay":"Rough Rider Pale Ale","description":"A robust and full-flavored ale with a fresh hop aroma that is complimented by a smooth maltiness.","abv":"5","ibu":"35","availableId":4,"styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","foodPairings":"Steaks, Burgers, Chili, Salads, Seafood, Spicy.","createDate":"2015-04-20 15:37:27","updateDate":"2015-04-20 15:38:59","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"gtIBpy","name":"Rough Riders Unite","nameDisplay":"Rough Riders Unite","description":"Theodore Roosevelt’s tenacious spirit and bold persona are embodied in this larger than life, hop-rich pale ale. It leads the charge with an over the top carbonated head leaving you with a stache reminiscent of our very 26th President himself. His full-bodied spirit is ever present in the mouth filling, hop bursting stampede of flavor that is the core of this beer. Made from the foundation of our style the Teddy is one of Heritage’s first founded recipes. Built for all craft drinkers alike it remains a staple to our name and a Heritage that were proud to share with you. As the craft revolution continues its push across America were proud to lead our charge with the Teddy and we hope you stand with us. Enjoy this beer alone or paired with your favorite dish, but whatever you do, don’t sip it or Teddy himself will look down on you…as","abv":"5.4","ibu":"42","availableId":1,"styleId":25,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","foodPairings":"Endless possibilities","createDate":"2015-07-24 18:55:08","updateDate":"2015-07-24 18:55:08","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"wlkxPb","name":"Rough Ridge","nameDisplay":"Rough Ridge","description":"From the mind of our brewer Austin and named after a favorite hiking spot in his native North Carolina, massive notes of stone fruit make this American Pale Ale a true southern treat.","abv":"5.8","ibu":"44","styleId":25,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wlkxPb\/upload_gKYhGU-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wlkxPb\/upload_gKYhGU-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wlkxPb\/upload_gKYhGU-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wlkxPb\/upload_gKYhGU-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wlkxPb\/upload_gKYhGU-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wlkxPb\/upload_gKYhGU-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2017-10-08 19:56:34","updateDate":"2017-10-08 19:58:04","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"2sYncd","name":"Rough Ryeder","nameDisplay":"Rough Ryeder","abv":"8","styleId":117,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-06-16 11:34:26","updateDate":"2018-06-16 11:34:26","style":{"id":117,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa\/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor\/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:12"}},{"id":"8QbW93","name":"Rough Snuff II","nameDisplay":"Rough Snuff II","abv":"9.5","styleId":64,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8QbW93\/upload_KZ7CeW-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8QbW93\/upload_KZ7CeW-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8QbW93\/upload_KZ7CeW-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8QbW93\/upload_KZ7CeW-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8QbW93\/upload_KZ7CeW-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8QbW93\/upload_KZ7CeW-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cellar","servingTemperatureDisplay":"Cellar - (12-14C\/54-57F)","createDate":"2015-04-20 16:22:04","updateDate":"2015-12-18 00:16:57","style":{"id":64,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Dark Strong Ale","shortName":"Belgian Dark Strong","description":"Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"50","abvMin":"7","abvMax":"11","srmMin":"9","srmMax":"35","ogMin":"1.064","fgMin":"1.012","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:23"}},{"id":"vGmJs3","name":"Roughlock Lager","nameDisplay":"Roughlock Lager","description":"Copper colored lager with a slightly roasted maltiness.  Moderate hop bitterness and low hop aroma and flavor.  Has a crisp lager finish.","abv":"5.3","ibu":"23","glasswareId":3,"srmId":15,"availableId":2,"styleId":80,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","originalGravity":"1.05","createDate":"2014-09-10 15:41:07","updateDate":"2014-09-10 19:46:25","glass":{"id":3,"name":"Mug","createDate":"2012-01-03 02:41:33"},"srm":{"id":15,"name":"15","hex":"BB5100"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":80,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Vienna-Style Lager","shortName":"Vienna Lager","description":"Beers in this category are reddish brown or copper colored. They are medium in body. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and\/or slightly roasted malt character. Hop bitterness is clean and crisp. Noble-type hop aromas and flavors should be low or mild. Diacetyl, chill haze and ale-like fruity esters should not be perceived.","ibuMin":"22","ibuMax":"28","abvMin":"4.8","abvMax":"5.4","srmMin":"12","srmMax":"16","ogMin":"1.046","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:42"}},{"id":"0LPX1o","name":"Roughneck","nameDisplay":"Roughneck","description":"A brash & burly american stout; loaded up with 10 distinct malts & assertively hopped with Warrior up front, followed by Belma, Waimea & Jarrylo in late boil, whirlpool & dry-hopping; dutifully dark & dank, with chewy notes of burnt orange, pepper, pine, spice & espresso unfolding on the palate","abv":"7.2","ibu":"36","glasswareId":5,"styleId":42,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-04-13 13:04:11","updateDate":"2015-04-13 14:13:51","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"zrKYkc","name":"RoughRiders Red Ale","nameDisplay":"RoughRiders Red Ale","description":"It features a reddish-copper color, and is brewed with a blend of different malts and hops to give it the typical balanced flavors and aromas of an Irish Red.","abv":"5","ibu":"25","styleId":22,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-07-28 14:52:59","updateDate":"2016-07-28 14:52:59","style":{"id":22,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Irish-Style Red Ale","shortName":"Irish Red","description":"Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"20","ibuMax":"28","abvMin":"4","abvMax":"4.5","srmMin":"11","srmMax":"18","ogMin":"1.04","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:38"}},{"id":"eSpMPr","name":"Roughstock Ale","nameDisplay":"Roughstock Ale","description":"a special bottle dedicated to Jim Steen, member of the Professional Rodeo Coyboys Association and rogue extrodinaire.","styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2012-03-22 13:04:58","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"gnq94x","name":"Roughtail IPA","nameDisplay":"Roughtail IPA","description":"Our flagship IPA is brewed to kick your taste buds in the ass and leave your palate begging for mercy. Pine, resin, and citrus aromas leap out of the glass. The extreme bitterness hits next, to give you your fix. The finish is dry, clean, and leaves you wanting more. We put a crazy amount of hops into this beer just for you, fellow hop heads. Enjoy.","abv":"7","ibu":"80","styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gnq94x\/upload_HuRvbY-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gnq94x\/upload_HuRvbY-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gnq94x\/upload_HuRvbY-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gnq94x\/upload_HuRvbY-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gnq94x\/upload_HuRvbY-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gnq94x\/upload_HuRvbY-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-07-31 17:30:53","updateDate":"2015-12-17 04:02:37","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"EEWaBo","name":"Rougie","nameDisplay":"Rougie","abv":"6.5","availableId":3,"styleId":170,"isOrganic":"N","isRetired":"Y","status":"verified","statusDisplay":"Verified","createDate":"2018-05-10 22:16:32","updateDate":"2018-11-02 02:13:07","available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":170,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wild Beer","shortName":"Wild Beer","description":"Wild Beers are any range of color. These beers may be clear or hazy due to yeast, chill haze or hop haze. Aromas may vary tremendously due to fermentation characters contributed by various known and unknown microorganisms. The overall balance should be complex and balanced. Hop aroma very low to high. Usually because of a high degree of attenuation in these beers, malt character is very low to low. If there are exceptions that are malty, the overall balance of complexity of other characters should be in harmony. Hop flavor very low to high. Hop bitterness is perceived at varying levels depending on the overall balance, but usually perceived as very low to low. Wild beers are \"spontaneously\" fermented with microorganisms that the brewer has introduced from the ambient air\/environment in the vicinity of the brewery in which the beer is brewed. Wild beers may not be fermented with any cultured strains of yeast or bacteria. Wild beer may or may not be perceived as acidic. It may include a wildly variable spectrum of flavors and aromas derived from the wild microorganisms with which it was fermented. The overall balance of flavors, aromas, appearance and body is an important factor in assessing these beers. Body is very low to medium. Spontaneously fermented beers with fruit, spice or other ingredients would be appropriately entered as Wild Beer. For purposes of competition, entries which could be appropriately entered in an existing classic or traditional category such as Belgian-Style Lambic, Gueuze, Fruit Lambic, etc. should be entered in that category and not entered as a Wild Beer.","createDate":"2015-04-07 17:21:44"}},{"id":"JLqpi0","name":"Roulette","nameDisplay":"Roulette","description":"Full bodied beer with a velvety smoothness. Chocolate malts for a sweetness and Vault espresso beans for a robust espresso character supported by a dose of earthy hops.","abv":"8.5","styleId":16,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-27 19:57:10","updateDate":"2015-03-27 19:57:10","style":{"id":16,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"British-Style Imperial Stout","shortName":"British Imperial Stout","description":"Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"45","ibuMax":"65","abvMin":"7","abvMax":"12","srmMin":"20","srmMax":"35","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:22:41"}},{"id":"LR9fJy","name":"Roulette","nameDisplay":"Roulette","description":"Roulette — a Russian imperial oatmeal stout. The dark, creamy beverage is a “big time stout” with a rich, complex, malty flavor.","abv":"9.2","glasswareId":6,"styleId":43,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-10-27 13:59:03","updateDate":"2014-10-27 13:59:03","glass":{"id":6,"name":"Snifter","createDate":"2012-01-03 02:41:33"},"style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"wqoMAM","name":"Roulette","nameDisplay":"Roulette","abv":"10","ibu":"80","availableId":4,"styleId":43,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wqoMAM\/upload_7Fqsg1-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wqoMAM\/upload_7Fqsg1-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wqoMAM\/upload_7Fqsg1-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wqoMAM\/upload_7Fqsg1-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wqoMAM\/upload_7Fqsg1-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wqoMAM\/upload_7Fqsg1-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-03-05 18:20:10","updateDate":"2015-12-17 21:45:17","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"6fXgD2","name":"Roulv","nameDisplay":"Roulv","description":"Baltic Porter with smoked malt and bourbon stored, Danish mead. Powerful and juicy flavor that creates an explosion of nuances in the mouth. Chocolate, raisins, prunes and plums added smoke aroma from fynsk wheat flour melted on beechwood. Brewed from fynsk barley malt, Fynsk wheat flour and Danish mead.","abv":"9","styleId":104,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6fXgD2\/upload_qkyI4p-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6fXgD2\/upload_qkyI4p-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6fXgD2\/upload_qkyI4p-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6fXgD2\/upload_qkyI4p-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6fXgD2\/upload_qkyI4p-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6fXgD2\/upload_qkyI4p-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-02-02 18:38:53","updateDate":"2018-02-05 21:41:04","style":{"id":104,"categoryId":9,"category":{"id":9,"name":"Other Lager","createDate":"2012-03-21 20:06:46"},"name":"Baltic-Style Porter","shortName":"Baltic Porter","description":"A true smooth cold-fermented and cold lagered beer, brewed with lager yeast. Black to very deep ruby\/garnet in color. Overall, Baltic Porters have a very smooth lagered character with distinctive caramelized sugars, licorice and chocolate-like character of roasted malts and dark sugars. Roasted dark malts should not contribute bitterness, or astringent roast character. A low degree of smokiness from malt may be evident. Debitterized roast malts are best used for this style. Because of its alcoholic strength, aroma may include gentle (low) lager fruitiness (berries, grapes, plums, not banana; ale-like fruitiness from warm temperature fermentation is not appropriate), complex alcohols, cocoa-like, roast malt (and sometimes coffee-like roast barley, yet not bitter). Hop aroma is very low, though a hint of floral or sweet hop aroma can complement aromatics and flavor without dominance. Baltic Porters are not hop bitter dominated and expressed as low to medium-low. Baltic porters range from having medium to full body complemented with a medium-low to medium level of malty sweetness. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor.","ibuMin":"35","ibuMax":"40","abvMin":"7.5","abvMax":"9","srmMin":"40","srmMax":"40","ogMin":"1.072","fgMin":"1.016","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:41:46"}},{"id":"mDQOCQ","name":"Round About Midnight","nameDisplay":"Round About Midnight","description":"Mild roastiness, dark chocolate characteristics, mild body, no hop aroma, malt is present, with a small toffee character and bitter chocolate.","abv":"7.4","ibu":"52","glasswareId":5,"availableId":1,"styleId":19,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-02-12 20:10:39","updateDate":"2018-06-06 15:24:58","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":19,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Robust Porter","shortName":"Robust Porter","description":"Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt\/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.","ibuMin":"25","ibuMax":"40","abvMin":"5","abvMax":"6.5","srmMin":"30","srmMax":"30","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:45"}},{"id":"jKalfW","name":"Round Barn Amber Ale","nameDisplay":"Round Barn Amber Ale","description":"Our Amber Ale is a deep, copper ale with rich notes of caramel balanced with a hop finish, making it a great all-around beer that pairs well with roasted meats or a favorite sandwich. Round Barn beer is bottle conditioned, decant into a pint glass before drinking for the best taste experience.","styleId":32,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2015-05-20 20:06:44","style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"LeJZox","name":"Round Barn Cocoa Stout","nameDisplay":"Round Barn Cocoa Stout","description":"Our Cocoa Stout boasts a beautiful black body and tan head with notes of roasted barley, coffee, and bittersweet chocolate. Enjoy with dessert Ã¢â?¬Â¹ especially good in a float with vanilla ice cream. Round Barn beer is bottle conditioned, decant into a pint glass before drinking for the best taste experience. Contains lactose (milk sugar).","abv":"5.8","styleId":20,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LeJZox\/upload_aTuTau-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LeJZox\/upload_aTuTau-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LeJZox\/upload_aTuTau-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LeJZox\/upload_aTuTau-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LeJZox\/upload_aTuTau-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LeJZox\/upload_aTuTau-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2015-12-16 04:22:33","style":{"id":20,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Sweet or Cream Stout","shortName":"Sweet Stout","description":"Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.","ibuMin":"15","ibuMax":"25","abvMin":"3","abvMax":"6","srmMin":"40","srmMax":"40","ogMin":"1.045","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:24:41"}},{"id":"xy2NyO","name":"Round Barn Kölsch Style","nameDisplay":"Round Barn Kölsch Style","description":"Our Kölsch style beer is a golden-blonde ale that is our version of Cologne's native style. Soft, subtle maltiness and a clean finish make it a great thirst-quencher. Kölsch pairs well with spicy foods, or by itself. Enjoy with friends and in good health. Round Barn beer is bottle conditioned, decant into a pint glass before drinking for the best taste experience.","glasswareId":5,"styleId":45,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2012-03-22 13:05:06","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":45,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Kölsch \/ Köln-Style Kölsch","shortName":"Kölsch","description":"Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.","ibuMin":"18","ibuMax":"25","abvMin":"4.8","abvMax":"5.3","srmMin":"4","srmMax":"6","ogMin":"1.042","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:04"}},{"id":"aHlC7p","name":"Round Barn Summer Wheat","nameDisplay":"Round Barn Summer Wheat","description":"An unpretentious American pale wheat beer, our Summer Wheat pours a cloudy golden-orange, just like a sunset over Lake Michigan. Its assertive wheat flavor is complimented with hints of citrus zest. Garnish with a slice of orange or lemon. Round Barn beer is bottle conditioned, decant into a weizen glass before drinking for the best taste experience.","styleId":112,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2013-07-25 21:41:51","style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"CbU0HG","name":"Round Barn Winter Wheat","nameDisplay":"Round Barn Winter Wheat","description":"Our Winter Wheat is a rich, brown beer with hints of caramel and citrus creating a warming yet refreshing winter beer. Enjoy with Cajun or spicy cuisine. Round Barn beer is bottle conditioned, decant into a pint glass before drinking for the best taste experience.","styleId":112,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2017-09-19 13:37:59","style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"mzrmVx","name":"Round Belly Brown","nameDisplay":"Round Belly Brown","abv":"5.8","styleId":37,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-10-28 18:27:39","updateDate":"2015-10-28 18:27:39","style":{"id":37,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Brown Ale","shortName":"American Brown","description":"American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"25","ibuMax":"45","abvMin":"4","abvMax":"6.4","srmMin":"15","srmMax":"26","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:35"}},{"id":"hxuK21","name":"Round Boy Stout","nameDisplay":"Round Boy Stout","description":"A nutritious st our that has a distinct, smooth and firm body. Specialty malts create a hint of nuttiness, coffee, chocolate, and roasted flavors.","styleId":42,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2012-03-22 13:05:03","style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"761tgD","name":"Round Here Beer","nameDisplay":"Round Here Beer","abv":"4.9","ibu":"25","styleId":45,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-08-01 17:45:16","updateDate":"2017-08-01 17:45:16","style":{"id":45,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Kölsch \/ Köln-Style Kölsch","shortName":"Kölsch","description":"Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.","ibuMin":"18","ibuMax":"25","abvMin":"4.8","abvMax":"5.3","srmMin":"4","srmMax":"6","ogMin":"1.042","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:04"}},{"id":"NQiLa2","name":"Round Hill Root Ale","nameDisplay":"Round Hill Root Ale","description":"Ale spiced with natural roots and vanilla beans.","abv":"6.8","ibu":"7","srmId":11,"styleId":124,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-31 17:14:27","updateDate":"2015-03-31 17:14:27","srm":{"id":11,"name":"11","hex":"D77200"},"style":{"id":124,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Herb and Spice Beer","shortName":"Spice Beer","description":"Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and\/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:45"}},{"id":"duP1ff","name":"Round House Robust Porter","nameDisplay":"Round House Robust Porter","abv":"7","styleId":19,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-06-21 18:14:36","updateDate":"2017-03-28 20:26:17","style":{"id":19,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Robust Porter","shortName":"Robust Porter","description":"Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt\/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.","ibuMin":"25","ibuMax":"40","abvMin":"5","abvMax":"6.5","srmMin":"30","srmMax":"30","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:45"}},{"id":"iN7ZiH","name":"Round Midnight","nameDisplay":"Round Midnight","abv":"5.4","ibu":"0","styleId":65,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-06-18 05:03:12","updateDate":"2016-06-29 13:23:33","style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"QJbpAm","name":"Round Rock IPA","nameDisplay":"Round Rock IPA","abv":"6","ibu":"48","srmId":9,"styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-01-29 21:07:20","updateDate":"2016-01-29 21:07:21","srm":{"id":9,"name":"9","hex":"E58500"},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"BinOAV","name":"Round Rocker Lager","nameDisplay":"Round Rocker Lager","abv":"5","styleId":79,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-07-30 14:11:57","updateDate":"2015-07-30 14:11:57","style":{"id":79,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Dortmunder \/ European-Style Export","shortName":"Dortmunder","description":"Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.","ibuMin":"23","ibuMax":"29","abvMin":"5","abvMax":"6","srmMin":"3","srmMax":"6","ogMin":"1.048","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:34"}},{"id":"Pvxkqd","name":"Round the Bend","nameDisplay":"Round the Bend","abv":"5.5","styleId":18,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-03-03 19:39:40","updateDate":"2018-03-06 16:55:11","style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"GkaSBE","name":"Round Trip","nameDisplay":"Round Trip","abv":"7","ibu":"45","styleId":72,"isOrganic":"Y","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GkaSBE\/upload_Bgr9Ox-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GkaSBE\/upload_Bgr9Ox-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GkaSBE\/upload_Bgr9Ox-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GkaSBE\/upload_Bgr9Ox-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GkaSBE\/upload_Bgr9Ox-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/GkaSBE\/upload_Bgr9Ox-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-05-11 16:21:24","updateDate":"2015-12-18 01:33:18","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"eSGQuh","name":"Round Trip Double IPA","nameDisplay":"Round Trip Double IPA","description":"Round Trip Double IPA is a potent, more intensely hopped cousin of Coast to Coast IPA.  A simple malt bill lets the Columbus and Centennial hops shine, delivering flavors of grapefruit, citrusy lemon, and pepper.","abv":"8","ibu":"105","glasswareId":13,"srmId":4,"availableId":2,"styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-06-08 17:44:06","updateDate":"2017-06-08 17:56:34","glass":{"id":13,"name":"Willi","createDate":"2012-01-03 02:41:33"},"srm":{"id":4,"name":"4","hex":"FFBF42"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"0SqZrV","name":"Roundabout","nameDisplay":"Roundabout","description":"Roundabout is thick and creamy with a head that lasts through the end of the pint. Using dark Belgian malts, which tend to be much softer than U.S. or U.K. versions, we created an opaque beer with very session-able qualities, making this brew a fan favorite…regardless of your misconceptions about “darker beers”","abv":"6.1","ibu":"37","glasswareId":5,"styleId":21,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-04-12 00:21:08","updateDate":"2012-04-12 00:21:08","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":21,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Oatmeal Stout","shortName":"Oatmeal Stout","description":"Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.","ibuMin":"20","ibuMax":"40","abvMin":"3.8","abvMax":"6","srmMin":"20","srmMax":"20","ogMin":"1.038","fgMin":"1.008","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:22:53"}},{"id":"Mp0eJK","name":"Roundabout","nameDisplay":"Roundabout","abv":"6.5","ibu":"38","styleId":32,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-09-29 19:09:56","updateDate":"2015-09-29 19:09:56","style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"ZkzBUC","name":"Roundabout #J Jackalope","nameDisplay":"Roundabout #J Jackalope","description":"Jackalope is a wet-hopped cider made from MN-grown apples. Leaning toward the citrus rather than the bitter taste spectrum of hops, this cider tastes green and fresh.","abv":"7","styleId":155,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-10-30 19:58:33","updateDate":"2017-10-30 19:58:33","style":{"id":155,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Fruit Cider","shortName":"Fruit Cider","description":"Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.","abvMin":"5","abvMax":"9","ogMin":"1.045","ogMax":"1.07","fgMin":"0.995","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:49:07"}},{"id":"p3wDiE","name":"Roundabout Imperial Red","nameDisplay":"Roundabout Imperial Red","abv":"8.8","ibu":"66","styleId":33,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-11-23 15:08:16","updateDate":"2017-11-23 15:08:16","style":{"id":33,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial Red Ale","shortName":"Imperial Red","description":"Imperial Red Ales are deep amber to dark copper\/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.","ibuMin":"55","ibuMax":"85","abvMin":"7.9","abvMax":"10.5","srmMin":"10","srmMax":"15","ogMin":"1.08","fgMin":"1.02","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:05:43"}},{"id":"i6gIgm","name":"RoundAbout IPA","nameDisplay":"RoundAbout IPA","abv":"4.8","ibu":"45","availableId":1,"styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-04-20 19:10:24","updateDate":"2015-08-05 17:29:09","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"22BrYf","name":"Roundabout Oatmeal Stout","nameDisplay":"Roundabout Oatmeal Stout","description":"Everyone has their price. For some, it's measured in dollars per hour, for others it's powder days. For those that have the gift of passion for the dark side, it's measured in pints of Oatmeal Stout. Another one of FiftyFifty's seasonals, the Roundabout Oatmeal Stout is brown to black in color and nearly opaque. It has a velvet like mouthfeel, moderate hints of dark dried fruit, espresso beans and Dark Chocolate... and just a hint of hop bitterness. The addition of Flaked Oats gives this brew its wonderful creamy texture. Roundabout Oatmeal Stout is one of a series of Stouts that FiftyFifty Brewing Co. will produce during the course of the year. Enjoy!","abv":"6","styleId":21,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:44:07","updateDate":"2015-04-17 15:38:35","style":{"id":21,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Oatmeal Stout","shortName":"Oatmeal Stout","description":"Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.","ibuMin":"20","ibuMax":"40","abvMin":"3.8","abvMax":"6","srmMin":"20","srmMax":"20","ogMin":"1.038","fgMin":"1.008","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:22:53"}},{"id":"EJZywZ","name":"Roundabout Stout","nameDisplay":"Roundabout Stout","description":"A dry Irish style stout made with a touch of Rye Malt for a refreshing astringency which is easy on the palate.","abv":"5.4","styleId":23,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-07-22 18:43:58","updateDate":"2015-07-22 18:43:58","style":{"id":23,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Classic Irish-Style Dry Stout","shortName":"Dry Irish Stout","description":"Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.","ibuMin":"30","ibuMax":"40","abvMin":"3.8","abvMax":"5","srmMin":"40","srmMax":"40","ogMin":"1.038","fgMin":"1.008","fgMax":"1.012","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:51"}},{"id":"WGDc9X","name":"Rounder Belgian Pale Ale","nameDisplay":"Rounder Belgian Pale Ale","description":"In the 1940's, Belgian-Style Pale Ales grew in popularity and were ordered by the round due to their balanced taste. Rounder, our expression of this sessionable style, is crafted with hibiscus and orange peel for a hint of spiciness and touch of wheat for a smoother, rounder taste.","abv":"5.6","ibu":"30","glasswareId":5,"availableId":1,"styleId":62,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WGDc9X\/upload_F0XnTM-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WGDc9X\/upload_F0XnTM-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WGDc9X\/upload_F0XnTM-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WGDc9X\/upload_F0XnTM-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WGDc9X\/upload_F0XnTM-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WGDc9X\/upload_F0XnTM-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"The beer’s malty and citrus flavors pair well with dishes such as grilled beef.\r\nOne of our favorite recipes to pair with Rounder™ Belgian-Style Pale is Rounder™ Belgian-Style Pale Goat-Cheese Crostini","createDate":"2012-10-24 13:43:21","updateDate":"2015-12-16 18:59:24","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":62,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Pale Ale","shortName":"Belgian Pale","description":"Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"30","abvMin":"4","abvMax":"6","srmMin":"6","srmMax":"12","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:06"}},{"id":"w44rFw","name":"Roundest Boi Hazy Peach IPA","nameDisplay":"Roundest Boi Hazy Peach IPA","description":"Roundest Boi Hazy Peach IPA is lush and rich in the mouth with tropical fruit character from our choice of Nelson Sauvin and Kohatu hops during dry-hopping along with buckets of fresh peach puree, and Wai-iti hops added late in the boil. This thick and hazy beer is bursting with flavour and will go well with many dishes for early autumn. Perfect for the BBQ or a dinner party.","abv":"6","ibu":"35","styleId":172,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","foodPairings":"Cheese: Parmesan, aged cheddar or Gouda.\r\nMains: BBQ mushrooms with basil pesto, boerewors served with fruity chutney on a bun or wrapped in a cos lettuce leaf, crab tostadas served with fresh salsa.\r\nDessert: moist lemon bundt cake, lemon pudding, or peach cobbler.","createDate":"2019-04-01 00:19:57","updateDate":"2019-04-01 13:12:07","style":{"id":172,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Juicy or Hazy India Pale Ale","shortName":"Juicy or Hazy IPA","description":"Color: Straw to deep gold\r\n\r\nClarity: Low to very high degree of cloudiness is typical of these beers. Starch, yeast, hop, protein and\/or other compounds contribute to a wide range of hazy appearance within this category.\r\n\r\nPerceived Malt Aroma & Flavor: Low to low-medium malt aroma and flavor may be present\r\n\r\nPerceived Hop Aroma & Flavor: Medium-high to very high hop aroma and flavor are present, with attributes typical of hops from any origin\r\n\r\nPerceived Bitterness: Medium-low to medium\r\n\r\nFermentation Characteristics: Low to medium fruity-estery aroma and ﬂavor may be present, but are usually overwhelmed by hop fruitiness. Diacetyl should not be perceived.\r\n\r\nBody: Medium-low to medium-high. Perceived silky or full mouthfeel may contribute to overall flavor profile.\r\n\r\nAdditional notes: Grist may include a small amount of oat, wheat or other adjuncts to promote haziness. Descriptors such as “juicy” are often used to describe the taste and aroma hop-derived attributes present in these beers.","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"4","srmMax":"7","ogMin":"1.06","ogMax":"1.07","fgMin":"1.008","fgMax":"1.016","createDate":"2018-08-16 14:03:57"}}],"status":"success"}