{"currentPage":889,"numberOfPages":1791,"totalResults":89515,"data":[{"id":"TdVsMd","name":"Kikusakari Zenkouji","nameDisplay":"Kikusakari Zenkouji","description":"Koji mold {fungus} is necessary for the brewing of sake. Koji mold is a change agent, ie Koji will break down the starch molecules {long chains} into small chains of molecules and eventually into sugar. The sake yeast will then take over and convert those rice sugars into alcohol and CO2. Typically, only a tiny portion of the steamed rice is incolulated with Koji mold. The Koji mold will then start its “magic”. A yeast starter {“moto”} follows next {combination of steamed rice, water, koji mold, and yeast}. The “moto” is then transferred to a larger vat where the same mix of water, steamed rice, and koji will be added {typically} three more times over the next four days {this fermenting mixture is called “moromi” } Now here comes the difference to an ALL KOJI Sake: The entire steamed rice {not only a tiny fraction of it} will be inoculated with koji. This will lead to a much higher intensity and speed of starch break down {higher degree of aminoc acid and lactic acid} . In addition, many more sugar molecules will be available for the “yeast attack”","abv":"16","styleId":111,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-07-08 18:52:03","updateDate":"2015-04-17 17:36:50","style":{"id":111,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Ginjo Beer or Sake-Yeast Beer","shortName":"Gingo\/Sake","description":"A beer brewed with Sake yeast or Sake (koji) enzymes. Color depends on malts used. The unique flavor and aroma of the byproducts of sake yeast and\/or koji enzymes should be distinctive and harmonize with the other malt and hop characters. Sake character may best be described as having mild fruitiness and a gentle and mild yeast extract-Vitamin B character. Hop bitterness, flavor and aroma should be low to medium and should harmonize with sake-like characters. High carbonation should be evident and a higher amount of alcohol may be evident. Body and mouth feel will vary depending on base style and original gravity. A slight chill haze is permissible. A very low amount of diacetyl may be perceived.","ibuMin":"12","ibuMax":"35","abvMin":"4.2","abvMax":"7","srmMin":"4","srmMax":"20","ogMin":"1.04","fgMin":"1.008","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:19:43"}},{"id":"lItlpH","name":"Kilannan Altbier","nameDisplay":"Kilannan Altbier","description":"Our Altbier is traditionally brewed with German malts, hops and our own carefully selected yeast strain. It is fairly light bodied with strong malt character upfront and grainy hints from the Pilsner malt. A blend of German hops balances the beer with a slight yet smooth bitterness and light floral aroma. The beer pours a deep amber with an airy off-white head and great lacing in the glass.","abv":"5.2","ibu":"29","styleId":55,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-05-03 19:40:46","updateDate":"2016-05-03 19:40:46","style":{"id":55,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Altbier","shortName":"Altbier","description":"German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.","ibuMin":"25","ibuMax":"52","abvMin":"4.3","abvMax":"5.5","srmMin":"11","srmMax":"19","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:08:31"}},{"id":"6SC5YE","name":"Kilauea Black Gose","nameDisplay":"Kilauea Black Gose","description":"A Dark Salted Sour?  Sounds crazy but this kettle sour is twice fermented with a FRBC Brewhouse Wild Yeast strain and then finished with an American Ale Yeast.  There is a lot going after the fermentation when this sour beer is liberally dosed with floral Fresno Peppers, fresh Lime Zest and Hawaiian Black Lava Sea Salt that gives this beer its deep color and the Hawaiian volcano name.","abv":"3.8","ibu":"6","glasswareId":5,"srmId":25,"availableId":4,"styleId":47,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","originalGravity":"1.044","createDate":"2017-06-21 23:53:30","updateDate":"2017-06-22 14:23:33","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":25,"name":"25","hex":"7B1A00"},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":47,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Leipzig-Style Gose","shortName":"Leipzig Gose","description":"Traditional examples of Gose are spontaneously fermented, similarly to Belgian-style gueuze\/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. A primary difference between Belgian Gueuze and German Gose is that Gose is served at a much younger age. Gose is typically pale gold to pale amber in color and typically contains malted barley, unmalted wheat with some traditional varieties containing oats. Hop character and malt flavors and aromas are negligible. Lemony or other citrus-like qualities are often present in aroma and on the palate. Some versions may have the spicy character of added coriander in aroma and on the palate at low to medium levels. Salt (table salt) character is also traditional in low amounts. Horsey, leathery, earthy aroma and flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Modern German Gose breweries typically introduce only pure beer yeast strains for fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. Gose is typically enjoyed fresh, carbonated, and cloudy\/hazy with yeast character, and may have evidence of continued fermentation activity. Overall complexity of flavors and aromas are sought while maintaining an ideal balance between acidity, yeast-enhanced spice and refreshment is ideal.","ibuMin":"10","ibuMax":"15","abvMin":"4.4","abvMax":"5.4","srmMin":"3","srmMax":"9","ogMin":"1.036","fgMin":"1.008","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:09:35"}},{"id":"Zj42TM","name":"Kilauea Mango Saison","nameDisplay":"Kilauea Mango Saison","abv":"6.7","ibu":"25","styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-06-18 13:33:15","updateDate":"2018-06-18 13:33:15","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"kyem9K","name":"Kilbourn Hop Ale","nameDisplay":"Kilbourn Hop Ale","description":"In 1842, the first hop farms appeared in Sauk County.  The heart of the hops boom was in Kilbourn City (now Wisconsin Dells). This medium-bodied amber ale has a pleasant hoppy flavor & aroma. Locally grown hops are harvested from Brownie Zinke's Hop Farm & are used to create this one-of-a-kind ale.","abv":"5.5","styleId":101,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kyem9K\/upload_vjcAa9-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kyem9K\/upload_vjcAa9-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kyem9K\/upload_vjcAa9-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kyem9K\/upload_vjcAa9-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kyem9K\/upload_vjcAa9-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kyem9K\/upload_vjcAa9-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-09-08 19:48:14","updateDate":"2015-12-17 17:03:56","style":{"id":101,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Amber Lager","shortName":"American Amber Lager","description":"American-style amber lagers are light amber to amber or copper colored. They are medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. This is a broad category in which the hop bitterness, flavor, and aroma may be accentuated or may only be present at relatively low levels, yet noticeable. Fruity esters, diacetyl, and chill haze should be absent.","ibuMin":"18","ibuMax":"30","abvMin":"4.8","abvMax":"5.4","srmMin":"6","srmMax":"14","ogMin":"1.042","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:41:26"}},{"id":"mVpNbz","name":"Kilderkin Bowling Rye","nameDisplay":"Kilderkin Bowling Rye","description":"Scottish grown Golden Promise barley, English malted rye, and the zesty Styrian Golding hop combine forces to create this smooth, spicy, fruity ale. Copious amounts of late kettle hops provide a massive tangerine character supported by a rich honey grain backbone. 25% English malted rye in the grist makes is spicy and rustic, further accentuating the wonderful hop character","abv":"9.6","ibu":"60","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-02-11 18:31:14","updateDate":"2015-02-11 19:37:35","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"6prRYz","name":"Kilgore","nameDisplay":"Kilgore","description":"An American Stout brewed with rye malt for a silky body. Kilgore is brewed with British roasted barley and chocolate malts for a roasty backbone with notes of coffee and cocoa. Hopped with Chinook, Columbus, Centennial, and Cascade hops for a citrusy Pacific Northwest punch.","abv":"7.1","ibu":"77","glasswareId":5,"srmId":41,"availableId":2,"styleId":42,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6prRYz\/upload_qpca3n-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6prRYz\/upload_qpca3n-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6prRYz\/upload_qpca3n-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6prRYz\/upload_qpca3n-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6prRYz\/upload_qpca3n-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6prRYz\/upload_qpca3n-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","createDate":"2014-09-09 21:41:10","updateDate":"2015-12-17 16:45:18","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":41,"name":"Over 40","hex":"000000"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"xFpvgn","name":"Kilgore","nameDisplay":"Kilgore","abv":"6","styleId":18,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-04-14 19:19:04","updateDate":"2016-04-14 19:19:25","style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"I82nAK","name":"Kilgubbin Irish Ale","nameDisplay":"Kilgubbin Irish Ale","styleId":32,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:33","updateDate":"2015-05-06 17:40:31","style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"VaEPTf","name":"Kili Wit","nameDisplay":"Kili Wit","description":"Our Kili Wit is a traditionally brewed white beer with refreshing flavors and creamy smoothness. This is a 100% certified organic beer brewed with local organic barley malt, wheat and oats along with whole cone Oregon hops and African spice. This beer is made with a portion of the proceeds going to the K2 Adventures Foundation that provides community service, medical and educational enrichment for African children.","abv":"5.5","styleId":65,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VaEPTf\/upload_zi63Xc-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VaEPTf\/upload_zi63Xc-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VaEPTf\/upload_zi63Xc-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VaEPTf\/upload_zi63Xc-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VaEPTf\/upload_zi63Xc-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/VaEPTf\/upload_zi63Xc-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-01-21 22:50:53","updateDate":"2015-12-17 00:49:46","style":{"id":65,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style White (or Wit) \/ Belgian-Style Wheat","shortName":"Witbier","description":"Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.","ibuMin":"10","ibuMax":"17","abvMin":"4.8","abvMax":"5.2","srmMin":"2","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:30"}},{"id":"UYWHUU","name":"Kiliani-Festbier","nameDisplay":"Kiliani-Festbier","abv":"5.9","styleId":81,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-10-21 18:44:29","updateDate":"2014-11-20 02:39:44","style":{"id":81,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Märzen","shortName":"Märzen","description":"Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.","ibuMin":"18","ibuMax":"25","abvMin":"5.3","abvMax":"5.9","srmMin":"4","srmMax":"15","ogMin":"1.05","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:50"}},{"id":"NCeidT","name":"Kilkenny","nameDisplay":"Kilkenny","abv":"4.3","srmId":25,"styleId":22,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NCeidT\/upload_2QKsuZ-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NCeidT\/upload_2QKsuZ-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NCeidT\/upload_2QKsuZ-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NCeidT\/upload_2QKsuZ-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NCeidT\/upload_2QKsuZ-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/NCeidT\/upload_2QKsuZ-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-08-06 01:13:14","updateDate":"2016-12-20 13:23:38","srm":{"id":25,"name":"25","hex":"7B1A00"},"style":{"id":22,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Irish-Style Red Ale","shortName":"Irish Red","description":"Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"20","ibuMax":"28","abvMin":"4","abvMax":"4.5","srmMin":"11","srmMax":"18","ogMin":"1.04","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:38"}},{"id":"P9Ly3t","name":"Kilkenny Irish Cream Ale","nameDisplay":"Kilkenny Irish Cream Ale","description":"An \"Irish Cream Ale\", though this style does not exist on BeerAdvocate.com, and the closest style is Irish Red Ale.","abv":"4.3","ibu":"29","styleId":109,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-01-12 18:32:09","updateDate":"2016-02-19 15:50:54","style":{"id":109,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"American-Style Cream Ale or Lager","shortName":"Cream Ale","description":"Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and\/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.","ibuMin":"10","ibuMax":"22","abvMin":"4.2","abvMax":"5.6","srmMin":"2","srmMax":"5","ogMin":"1.044","fgMin":"1.004","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:30"}},{"id":"wkNSDJ","name":"Kilkinney","nameDisplay":"Kilkinney","description":"Kilkenny is a nitrogenated Irish cream ale from the makers of Guinness, which originated in Kilkenny, Ireland. The brand is managed and produced by Diageo. It is available in draught and cans. It is brewed in Ireland and its heritage dates back to the 14th century.\r\nKilkenny is similar to Smithwick's Draught; however, has less hop finish and it has a nitrogenated cream head similar to Guinness. The 'Kilkenny' name was originally used during the 1980s and 1990s to market a stronger version of Smithwick's for the European and Canadian market due to difficulty in pronunciation of the word 'Smithwick's'. It now refers to a similar yet distinct beer.\r\n\r\nKilkenny is brewed in the oldest operating brewery in Ireland.[2] It is served in similar manner to Guinness; fully risen with a head of 3\/4 to 1\" approx. The ingredients are: water, malted barley, roasted malted barley, hops, and yeast.[3]\r\n\r\nWhile Ireland is the primary market for Kilkenny, Australia and Canada are the two largest importers of Kilkenny.[4]","abv":"4.3","ibu":"29","styleId":22,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wkNSDJ\/upload_joc9XR-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wkNSDJ\/upload_joc9XR-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wkNSDJ\/upload_joc9XR-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wkNSDJ\/upload_joc9XR-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wkNSDJ\/upload_joc9XR-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/wkNSDJ\/upload_joc9XR-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-11-05 03:32:47","updateDate":"2015-12-17 18:29:32","style":{"id":22,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Irish-Style Red Ale","shortName":"Irish Red","description":"Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"20","ibuMax":"28","abvMin":"4","abvMax":"4.5","srmMin":"11","srmMax":"18","ogMin":"1.04","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:38"}},{"id":"GVmDZg","name":"Kill All Humans","nameDisplay":"Kill All Humans","abv":"5.2","styleId":42,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-07-21 13:19:16","updateDate":"2016-07-21 13:19:16","style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"spV1j7","name":"Kill All Humans Nitro","nameDisplay":"Kill All Humans Nitro","abv":"5.2","styleId":42,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-07-21 13:19:38","updateDate":"2016-07-21 13:19:38","style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"qeHeI2","name":"Kill All The Golfers","nameDisplay":"Kill All The Golfers","description":"We’ve taken the traditional Arnold Palmer and meadified it. \"Dry hopped\" black tea with honey and fresh squeezed lemon juice. Maybe we should can this one so we can bring it to the golf course.","abv":"6","styleId":142,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-06-13 01:13:36","updateDate":"2018-03-26 19:04:11","style":{"id":142,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Sweet Mead","shortName":"Sweet Mead","description":"Similar in balance, body, finish and flavor intensity to a well-made dessert wine (such as Sauternes), with a pleasant mixture of honey character, residual sweetness, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:08"}},{"id":"PscXGH","name":"Kill all the Golfers Peach","nameDisplay":"Kill all the Golfers Peach","abv":"6","styleId":148,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-29 21:57:22","updateDate":"2018-05-15 19:53:32","style":{"id":148,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Open Category Mead","shortName":"Mead","description":"This mead should exhibit the character of all of the ingredients in varying degrees, and should show a good blending or balance between the various flavor elements. Whatever ingredients are included, the result should be identifiable as a honey-based fermented beverage.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:35"}},{"id":"2CLLPi","name":"Kill all the Golfers Prickly Pear","nameDisplay":"Kill all the Golfers Prickly Pear","description":"This mead is dedicated to a rad guy, a true American badass.  Greg you \nrule....or something like that...\n\nWe didn’t even need a reason. But in all reality, the reason was because\n you all asked for it. This mead is a hole in one. Our Peach Kill all \nthe Golfers came about because we just can’t leave a good thing well \nenough alone. The crew used a special peach tea instead of our normal \nblack tea and lemon in a batch of Kill all the Golfers and this is what \nwe got. We had some on tap at the 2014 Spring Mead Fest, and it was an \ninstant hit. We had so many requests to bottle it that we just gave it \nin and did it.","abv":"6","styleId":148,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-29 21:57:30","updateDate":"2018-05-15 19:54:38","style":{"id":148,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Open Category Mead","shortName":"Mead","description":"This mead should exhibit the character of all of the ingredients in varying degrees, and should show a good blending or balance between the various flavor elements. Whatever ingredients are included, the result should be identifiable as a honey-based fermented beverage.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:35"}},{"id":"r17FtM","name":"Kill all the Golfers Tropical","nameDisplay":"Kill all the Golfers Tropical","abv":"6","styleId":148,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-29 21:55:49","updateDate":"2018-05-15 19:46:39","style":{"id":148,"categoryId":12,"category":{"id":12,"name":"Mead, Cider, & Perry","createDate":"2012-03-21 20:06:46"},"name":"Open Category Mead","shortName":"Mead","description":"This mead should exhibit the character of all of the ingredients in varying degrees, and should show a good blending or balance between the various flavor elements. Whatever ingredients are included, the result should be identifiable as a honey-based fermented beverage.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:48:35"}},{"id":"1093bN","name":"Kill Death Assist (KDA)","nameDisplay":"Kill Death Assist (KDA)","abv":"8.8","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-07-22 14:34:47","updateDate":"2018-07-22 14:34:47","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"B5rIU6","name":"Kill Devil Belgian Golden Ale","nameDisplay":"Kill Devil Belgian Golden Ale","description":"As lore goes, there's a stash buried beneath those hills strong enough to kill the Devil himself. As the trickster he is, he passed on this recipe of deceitful strength. With it, we crafted this beautiful golden ale. Smooth and devious, this libation will catch you when least expected - just like the original charlatan himself.","abv":"8.3","styleId":63,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-11-09 16:36:25","updateDate":"2018-11-13 12:07:53","style":{"id":63,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Pale Strong Ale","shortName":"Belgian Pale Strong","description":"Belgian pale strong ales are pale to golden in color with relatively light body for a beer of its alcoholic strength. Often brewed with light colored Belgian \"candy\" sugar, these beers are well attenuated. The perception of hop bitterness is medium-low to medium -high, with hop flavor and aroma also in this range. These beers are highly attenuated and have a perceptively deceiving high alcoholic character-being light to medium bodied rather than full bodied. The intensity of malt character should be low to medium, often surviving along with a complex fruitiness. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"50","abvMin":"7","abvMax":"11","srmMin":"4","srmMax":"10","ogMin":"1.064","fgMin":"1.012","fgMax":"1.024","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:16"}},{"id":"ICKIZU","name":"Kill Devil Brown Ale","nameDisplay":"Kill Devil Brown Ale","description":"Kill Devil Brown Ale's flavor come from the use of ingredients traditionally used by Caribbean distillers. Sweet Barbados and Blackstrap Molasses provide touches of toasted sugar, black licorice and blackened toffee while the palm sugars invite notes of subtle sweetness. As the beer conditions in Puerto Rican rum barrels, the vanilla and subtle oak flavors and aromas develop and integrate with the Calypso hops' soft tropical and stone fruit aromas.","abv":"9","ibu":"30","glasswareId":8,"availableId":2,"styleId":37,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ICKIZU\/upload_O5YcQJ-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ICKIZU\/upload_O5YcQJ-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ICKIZU\/upload_O5YcQJ-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ICKIZU\/upload_O5YcQJ-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ICKIZU\/upload_O5YcQJ-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ICKIZU\/upload_O5YcQJ-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.087","createDate":"2012-02-18 17:13:04","updateDate":"2015-12-16 15:23:39","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":37,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Brown Ale","shortName":"American Brown","description":"American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"25","ibuMax":"45","abvMin":"4","abvMax":"6.4","srmMin":"15","srmMax":"26","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:35"}},{"id":"WftMtt","name":"Kill Devil Hills Scotch Ale","nameDisplay":"Kill Devil Hills Scotch Ale","description":"In the mid 1700’s along the Carolina coast they made rum that was so strong they said “it could kill the devil”.  They named a town after it. We named a beer after it. Scotch ale, also known as \"Wee Heavy\", is the name given to a strong pale ale style from Edinburgh.It is overwhelmingly malty, with a rich and dominant sweet malt flavor and aroma.Scotch Ale brings forth visions of fog filled bogs, dimly lit pubs and a hearty pint of ale.","abv":"11","ibu":"21","styleId":15,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WftMtt\/upload_gPMaWE-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WftMtt\/upload_gPMaWE-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WftMtt\/upload_gPMaWE-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-07-11 14:22:39","updateDate":"2018-07-16 15:05:22","style":{"id":15,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scotch Ale","shortName":"Scotch Ale","description":"Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"25","ibuMax":"35","abvMin":"6.2","abvMax":"8","srmMin":"15","srmMax":"30","ogMin":"1.072","fgMin":"1.016","fgMax":"1.028","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:11"}},{"id":"VhbbFW","name":"Kill Em All","nameDisplay":"Kill Em All","abv":"11.3","styleId":43,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-12-15 20:09:51","updateDate":"2015-01-20 16:15:16","style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"qiVIdM","name":"Kill Pils","nameDisplay":"Kill Pils","description":"KellerPils: juicy, \"noble\" dry-hopped, German Pilsener","abv":"4.8","ibu":"20","styleId":75,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qiVIdM\/upload_pBoomz-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qiVIdM\/upload_pBoomz-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qiVIdM\/upload_pBoomz-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qiVIdM\/upload_pBoomz-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qiVIdM\/upload_pBoomz-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/qiVIdM\/upload_pBoomz-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-05-18 18:06:02","updateDate":"2018-05-24 18:35:04","style":{"id":75,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Pilsener","shortName":"German Pilsener","description":"A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.","ibuMin":"25","ibuMax":"40","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:35:59"}},{"id":"mcVomh","name":"Kill the Lights","nameDisplay":"Kill the Lights","description":"Full-bodied smooth and silky imperial stout delivers robust malty sweetness up front moving into a roasted malt character and accented by notable hop character. Roasty, rich & complex.","abv":"9.2","ibu":"68","srmId":41,"availableId":8,"styleId":16,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-11-15 22:02:27","updateDate":"2018-06-28 18:13:05","srm":{"id":41,"name":"Over 40","hex":"000000"},"available":{"id":8,"name":"Winter","description":"Available during the winter months."},"style":{"id":16,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"British-Style Imperial Stout","shortName":"British Imperial Stout","description":"Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"45","ibuMax":"65","abvMin":"7","abvMax":"12","srmMin":"20","srmMax":"35","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:22:41"}},{"id":"0K9qvV","name":"Kill the Lights","nameDisplay":"Kill the Lights","description":"A black lager that offers up cocoa, toasted and roasted malts in a smooth light-bodied package.","abv":"5.2","styleId":103,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-09-17 02:22:35","updateDate":"2018-09-18 19:21:10","style":{"id":103,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Dark Lager","shortName":"American Dark Lager","description":"This beer's malt aroma and flavor are low but notable. Its color ranges from a very deep copper to a deep, dark brown. It has a clean, light body with discreet contributions from caramel and roasted malts. Non-malt adjuncts are often used, and hop rates are low. Hop bitterness is clean and has a short duration of impact. Hop flavor, and aroma are low. Carbonation is high. Fruity esters, diacetyl, and chill haze should not be perceived.","ibuMin":"14","ibuMax":"20","abvMin":"4","abvMax":"5.5","srmMin":"14","srmMax":"25","ogMin":"1.04","fgMin":"1.008","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:41:42"}},{"id":"f83xQk","name":"Kill the Lights","nameDisplay":"Kill the Lights","description":"Cascadian Dark Ale hopped with Simcoe Centennial and Citra","abv":"7.5","ibu":"80","styleId":41,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-07-10 15:38:10","updateDate":"2014-07-14 11:36:13","style":{"id":41,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Black Ale","shortName":"Black Ale","description":"American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.","ibuMin":"50","ibuMax":"70","abvMin":"6","abvMax":"7.5","srmMin":"35","srmMax":"35","ogMin":"1.056","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:36"}},{"id":"OIKxkJ","name":"Kill Ugly Radio","nameDisplay":"Kill Ugly Radio","description":"This Ale is Released In Celebration of the 40th Anniversary of the Release of F.Z. and The Mothers Absolutely Free","abv":"7.8","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-04-30 00:12:13","updateDate":"2018-05-24 15:19:53","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"8WW3yA","name":"Kill Your Boss","nameDisplay":"Kill Your Boss","description":"The barrel-aged version of our Black IPA brewed with our friends from the band Eyehategod. Dedicated to the memory of Joey Lacaze.","styleId":84,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-05-10 21:25:19","updateDate":"2018-06-12 15:50:29","style":{"id":84,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Schwarzbier","shortName":"Schwarzbier","description":"These very dark brown to black beers have a mild roasted malt character without the associated bitterness. This is not a fullbodied beer, but rather a moderate body gently enhances malt flavor and aroma with low to moderate levels of sweetness. Hop bitterness is low to medium in character. Noble-type hop flavor and aroma should be low but perceptible. There should be no fruity esters. Diacetyl should not be perceived.","ibuMin":"22","ibuMax":"30","abvMin":"3.8","abvMax":"5","srmMin":"25","srmMax":"30","ogMin":"1.044","fgMin":"1.01","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:37:12"}},{"id":"4Bxsjc","name":"Kill Your Darlings","nameDisplay":"Kill Your Darlings","abv":"5","styleId":80,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4Bxsjc\/upload_grl0h5-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4Bxsjc\/upload_grl0h5-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4Bxsjc\/upload_grl0h5-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4Bxsjc\/upload_grl0h5-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4Bxsjc\/upload_grl0h5-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/4Bxsjc\/upload_grl0h5-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-03-10 20:27:42","updateDate":"2015-12-17 22:48:31","style":{"id":80,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Vienna-Style Lager","shortName":"Vienna Lager","description":"Beers in this category are reddish brown or copper colored. They are medium in body. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and\/or slightly roasted malt character. Hop bitterness is clean and crisp. Noble-type hop aromas and flavors should be low or mild. Diacetyl, chill haze and ale-like fruity esters should not be perceived.","ibuMin":"22","ibuMax":"28","abvMin":"4.8","abvMax":"5.4","srmMin":"12","srmMax":"16","ogMin":"1.046","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:42"}},{"id":"HUpsZe","name":"Kill Your Idles: Pluot","nameDisplay":"Kill Your Idles: Pluot","description":"Sour ale w\/ plum, apricot and lactose added. Slightly tart, fruity and sweet.","abv":"5","srmId":11,"styleId":40,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-05-02 14:31:44","updateDate":"2017-05-02 14:31:44","srm":{"id":11,"name":"11","hex":"D77200"},"style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"cPambK","name":"Kill Your Idles: Tropical","nameDisplay":"Kill Your Idles: Tropical","abv":"5.6","styleId":40,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-06-30 20:22:02","updateDate":"2017-06-30 20:22:02","style":{"id":40,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Sour Ale","shortName":"Sour","description":"American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:32"}},{"id":"YrFk9G","name":"Kill'em Ale","nameDisplay":"Kill'em Ale","description":"Our Double or Imperial IPA has intense hop bitterness, flavor, and aroma, and is balanced by a full malty body with a notably evident complex alcohol flavor.\r\n\r\nBrewed entirely with CTZ hops (lots of them) and dry-hopped in the fermenter with more CTZ. Kill ‘Em Ale is double dry-hopped with Glacier hops in the serving tank.","abv":"9.5","ibu":"100","glasswareId":5,"availableId":2,"styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:33","updateDate":"2012-03-22 13:05:32","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"6yEmDU","name":"Kill-a-man Irish Red","nameDisplay":"Kill-a-man Irish Red","glasswareId":5,"styleId":22,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-10 01:12:56","updateDate":"2012-03-22 13:05:46","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":22,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Irish-Style Red Ale","shortName":"Irish Red","description":"Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"20","ibuMax":"28","abvMin":"4","abvMax":"4.5","srmMin":"11","srmMax":"18","ogMin":"1.04","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:38"}},{"id":"FCfF3a","name":"Killa Vanilla","nameDisplay":"Killa Vanilla","description":"A smooth, robust porter with just the right amount of roast, coffee and chocolate malts, kissed by a late addition of Madagascar vanilla beans for a final layer of complexity. This is a beer you will want to spend the evening with.","abv":"5.8","ibu":"31.3","glasswareId":5,"styleId":19,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FCfF3a\/upload_lATAGN-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FCfF3a\/upload_lATAGN-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FCfF3a\/upload_lATAGN-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FCfF3a\/upload_lATAGN-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FCfF3a\/upload_lATAGN-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FCfF3a\/upload_lATAGN-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2017-01-03 20:46:37","updateDate":"2017-01-04 13:13:01","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":19,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Robust Porter","shortName":"Robust Porter","description":"Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt\/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.","ibuMin":"25","ibuMax":"40","abvMin":"5","abvMax":"6.5","srmMin":"30","srmMax":"30","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:45"}},{"id":"vHg2Jd","name":"Killa Vanilla Extraordinary IPA","nameDisplay":"Killa Vanilla Extraordinary IPA","description":"Brewed with whole vanilla beans.","abv":"7.5","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-09-20 16:33:00","updateDate":"2017-09-20 16:33:01","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"Svlv98","name":"Killah Kali","nameDisplay":"Killah Kali","description":"California West Coast style IPA featuring Amarillo, Centennial and Cascade hops. Bread like pale malt base with a hint of caramel malt create a smooth balance between bitter and sweet. Simple clean and refreshing, dank.","abv":"6.8","ibu":"75","glasswareId":5,"srmId":4,"availableId":1,"styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","foodPairings":"Meatza, Drunken Fries","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","originalGravity":"1.065","createDate":"2019-06-18 16:43:10","updateDate":"2019-06-19 18:00:53","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":4,"name":"4","hex":"FFBF42"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"Gt9SzY","name":"KillaPilz","nameDisplay":"KillaPilz","description":"Matt has dubbed this a Voodooized Kellerbier by blending Czech, German, and Polish style pilsners, creating a one-of-a-kind freakish hop monster of a beer. KillaPilz lays the smackdown with its 8 varieties of European hops.","abv":"7.5","styleId":92,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-10-16 18:17:56","updateDate":"2016-11-14 20:34:57","style":{"id":92,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Kellerbier (Cellar beer) or Zwickelbier - Lager","shortName":"Kellerbier","description":"Traditional Version of Kellerbier: Unfiltered lagered versions of Germanic lager styles of beer such as Münchner-Style Helles and Dunkel, Dortmunder\/European-Style Export, Bohemian-style Pilsener and German-style Pilsener. Kellerbier is noticeably less carbonated. Subtle or low levels of esters may be apparent. This is an unfiltered beer but it may be naturally clear due to settling of yeast during aging. They may or may not be clear. Exhibiting a small amount of yeast haze in the appearance is acceptable. Low to moderately low levels of yeast-generated sulfur compounds in aroma and flavor should be apparent, and low levels of acetaldehyde or other volatiles normally scrubbed during fermentation may or may not be apparent. The sulfur and acetaldehyde characters should contribute positively to the beer drinking experience. There should be no diacetyl detectable. Dry hopping is acceptable. Head retention may not be optimal. Contemporary Version of Kellerbier: Beers that are packaged or on draft which are unfiltered versions of other lager styles. These may share many attributes of traditional versions, but are generally fully carbonated, fully lagered, with full head retention and absent of acetaldehyde.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:16"}},{"id":"9GMqMK","name":"Killarney","nameDisplay":"Killarney","description":"Brewed for St. Patrick's Day, Killarney was created to honor the Irish influence on Montana's culture. Brewed first in February of 1988, before any other American breweries came out with their versions of an Irish Red style beer, Killarney is Jürgen's invention of the beer style and one of his favorite Bayern beers. It is brewed with two-row pilsenser, caramel, Munich, wheat and German Dunkel malt. Bayern Killarney has an alcohol content of 5.7% Alc. by Vol. (14.2% Plato o.g.) and is available seasonally in draft and bottles.","abv":"5.7","availableId":4,"styleId":22,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","originalGravity":"1.058","createDate":"2015-05-20 18:34:15","updateDate":"2015-05-20 18:34:15","available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"style":{"id":22,"categoryId":2,"category":{"id":2,"name":"Irish Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Irish-Style Red Ale","shortName":"Irish Red","description":"Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"20","ibuMax":"28","abvMin":"4","abvMax":"4.5","srmMin":"11","srmMax":"18","ogMin":"1.04","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:23:38"}},{"id":"sKV3Jj","name":"Killbuck Creek Kolsch","nameDisplay":"Killbuck Creek Kolsch","abv":"5","ibu":"20","styleId":45,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-08-26 18:29:41","updateDate":"2015-08-26 18:29:41","style":{"id":45,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Kölsch \/ Köln-Style Kölsch","shortName":"Kölsch","description":"Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.","ibuMin":"18","ibuMax":"25","abvMin":"4.8","abvMax":"5.3","srmMin":"4","srmMax":"6","ogMin":"1.042","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:04"}},{"id":"OIZDHM","name":"Killdozer","nameDisplay":"Killdozer","description":"Named for the slowest loudest band ever Killdozer is our bourbon barrel aged barleywine. Can’t really say much more about a beer other than you need to taste it for yrself. you either get it or not.","abv":"13.5","ibu":"55","styleId":34,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/OIZDHM\/upload_HcNkVi-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/OIZDHM\/upload_HcNkVi-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/OIZDHM\/upload_HcNkVi-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/OIZDHM\/upload_HcNkVi-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/OIZDHM\/upload_HcNkVi-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/OIZDHM\/upload_HcNkVi-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-07-31 19:47:28","updateDate":"2018-07-31 19:48:20","style":{"id":34,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Barley Wine Ale","shortName":"American Barleywine","description":"American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and\/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.","ibuMin":"60","ibuMax":"100","abvMin":"8.4","abvMax":"12","srmMin":"11","srmMax":"22","ogMin":"1.09","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:08"}},{"id":"n5MOeC","name":"Killebrew","nameDisplay":"Killebrew","styleId":132,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-07-02 02:39:35","updateDate":"2015-07-02 02:39:35","style":{"id":132,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wood- and Barrel-Aged Beer","shortName":"BBL Aged","description":"A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and\/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and\/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and\/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and\/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and\/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:46:27"}},{"id":"Oe2bN0","name":"Killed By Asteroids","nameDisplay":"Killed By Asteroids","description":"We’ve really done it now. We thought the world was surely going to end when we brewed OTWOA; but after listening to Iron Maiden’s Seventh Son of a Seventh Sun forward 7 times and backward 7 times, we realized there are 7 asteroids headed directly towards Earth. Annihilation\r\nguaranteed. Killed by Asteroids cranks with aromas and flavors of pineapple, mango, and lemon zest;\r\nfrom Azacca, Centennial, and Falconers’ Flight hops. Hop-bursted and dry-hopped at 4lbs\/barrel. Enjoy\r\nthis brew fresh, before being Killed by Asteroids.","abv":"8.5","ibu":"70","styleId":31,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Oe2bN0\/upload_mrenbK-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Oe2bN0\/upload_mrenbK-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Oe2bN0\/upload_mrenbK-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Oe2bN0\/upload_mrenbK-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Oe2bN0\/upload_mrenbK-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Oe2bN0\/upload_mrenbK-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-05-11 15:47:23","updateDate":"2018-05-11 15:48:04","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"fEhpEE","name":"Killer Angel","nameDisplay":"Killer Angel","description":"8 hop varieties, 8 hop additions. In order of appearance…. Warrior, Summit, Simcoe, Willamette, Cascade, and Falconer’s Flight in the boil, then two separate dry-hop additions of Centennial then Citra.\r\n\r\nDon’t be afraid of this killer, though, because it is still angelic. It’s very smooth, balanced and quite quaffable.","abv":"8.7","ibu":"87","styleId":31,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-03-28 19:25:08","updateDate":"2016-03-28 19:25:08","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"fL69o3","name":"Killer Bean Coffee","nameDisplay":"Killer Bean Coffee","abv":"11","styleId":16,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-05-03 13:23:18","updateDate":"2019-05-03 13:23:18","style":{"id":16,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"British-Style Imperial Stout","shortName":"British Imperial Stout","description":"Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"45","ibuMax":"65","abvMin":"7","abvMax":"12","srmMin":"20","srmMax":"35","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:22:41"}},{"id":"31NLec","name":"Killer Bean Vanilla","nameDisplay":"Killer Bean Vanilla","abv":"11","styleId":43,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-05-03 13:22:22","updateDate":"2019-05-03 13:22:22","style":{"id":43,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:49"}},{"id":"5blIQQ","name":"Killer Bee","nameDisplay":"Killer Bee","description":"This beer is a version of Final Absolution made with pure Michigan Honey for a sweet honey finish.  Same hop and malt profile but the Michigan honey substitutes for the Belgian Candi Sugar.","abv":"10","ibu":"30","availableId":1,"styleId":126,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5blIQQ\/upload_a1zDQ0-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5blIQQ\/upload_a1zDQ0-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5blIQQ\/upload_a1zDQ0-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5blIQQ\/upload_a1zDQ0-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5blIQQ\/upload_a1zDQ0-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/5blIQQ\/upload_a1zDQ0-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.082","createDate":"2014-09-16 16:13:00","updateDate":"2015-12-17 17:24:11","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":126,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Honey Lager or Ale","shortName":"Honey Beer","description":"These beers are brewed using honey in addition to malted barley. Beers may be brewed to a traditional style or may be experimental. Character of honey should be evident in flavor and aroma and balanced with the other components without overpowering them. A statement by the brewer explaining the classic or other style of the beer, and the type of honey used is essential in order for fair assessment in competitions.","ibuMax":"100","abvMin":"2.5","abvMax":"12","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:45:03"}},{"id":"gYEjRC","name":"Killer Bee","nameDisplay":"Killer Bee","description":"A strong, smooth tasting honey beer.","abv":"6","styleId":126,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2019-10-07 20:36:50","updateDate":"2019-10-07 20:36:50","style":{"id":126,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Honey Lager or Ale","shortName":"Honey Beer","description":"These beers are brewed using honey in addition to malted barley. Beers may be brewed to a traditional style or may be experimental. Character of honey should be evident in flavor and aroma and balanced with the other components without overpowering them. A statement by the brewer explaining the classic or other style of the beer, and the type of honey used is essential in order for fair assessment in competitions.","ibuMax":"100","abvMin":"2.5","abvMax":"12","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:45:03"}}],"status":"success"}