{"currentPage":796,"numberOfPages":1791,"totalResults":89515,"data":[{"id":"1hAyX7","name":"Hot Thoup!","nameDisplay":"Hot Thoup!","description":"Hot Thoup! is a brew inspired by Sam’s nephew, who, when tasked with trying to help name the family dog, was emphatic about the name “Hot Thoup!”  We set out to create a strongly culinary influenced ale, and took a whopping load of carrot juice and generous amount of pureed ginger root and added those to an imperial pale ale base recipe, which included Pale, Maris Otter, and Crystal malts with raw sugar and lactose.  Saaz and Willamette hops add subtle herbal notes.  The earthy graininess of the malt and sweetness of the carrot juice along with the spice from the ginger come together to create one healthy tasting brew.  In true soupy fashion, we decided to take the first portion of Hot Thoup! and serve it both warm and still (uncarbonated), much like a mulled wine.  Each glass will be garnished with a carrot stick. When enjoyed warm, the sweetness of the carrot juice comes through along with spicy ginger and a warming toddy-like alcohol burn.  This one would be a great pairing with the hummus plate and lighter dishes, but might be best enjoyed as a starter to your meal!","abv":"8.25","ibu":"18","availableId":3,"styleId":79,"isOrganic":"N","isRetired":"Y","status":"verified","statusDisplay":"Verified","servingTemperature":"warm","servingTemperatureDisplay":"Warm - (14-16C\/57-61F)","createDate":"2012-08-31 09:57:28","updateDate":"2018-11-02 02:13:07","available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":79,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Dortmunder \/ European-Style Export","shortName":"Dortmunder","description":"Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.","ibuMin":"23","ibuMax":"29","abvMin":"5","abvMax":"6","srmMin":"3","srmMax":"6","ogMin":"1.048","fgMin":"1.01","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:34"}},{"id":"Hhvw0n","name":"Hot Toddy-ish","nameDisplay":"Hot Toddy-ish","description":"Blonde Barleywine.","abv":"10","ibu":"60","styleId":34,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Hhvw0n\/upload_1TSkny-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Hhvw0n\/upload_1TSkny-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Hhvw0n\/upload_1TSkny-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Hhvw0n\/upload_1TSkny-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Hhvw0n\/upload_1TSkny-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Hhvw0n\/upload_1TSkny-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-06-11 18:41:40","updateDate":"2018-06-11 18:42:28","style":{"id":34,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Barley Wine Ale","shortName":"American Barleywine","description":"American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and\/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and\/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.","ibuMin":"60","ibuMax":"100","abvMin":"8.4","abvMax":"12","srmMin":"11","srmMax":"22","ogMin":"1.09","fgMin":"1.024","fgMax":"1.028","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:08"}},{"id":"LBuDKw","name":"Hot Tropic","nameDisplay":"Hot Tropic","styleId":25,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LBuDKw\/upload_JgvfNF-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LBuDKw\/upload_JgvfNF-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LBuDKw\/upload_JgvfNF-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LBuDKw\/upload_JgvfNF-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LBuDKw\/upload_JgvfNF-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/LBuDKw\/upload_JgvfNF-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-04-11 15:52:04","updateDate":"2015-12-17 00:25:43","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"Tdvo3V","name":"Hot Tub Scholarship Lager","nameDisplay":"Hot Tub Scholarship Lager","description":"n 2014 we we created the Jack Joyce Scholarship Fund in honor of Rogue’s founder and his dedication to craft beer. As a nod to the original Rogue, the scholarship gives students interested in brewing an opportunity to pursue their passion for beer at Oregon State University’s Fermentation Sciences Program.\r\n\r\nThe inaugural Jack Joyce Scholarship was used by its recipient to pay for classes and books. After covering his school expenses, he did the most Rogue thing he could think of and bought himself a hot tub. A truly inspired move, as Jack loved a cold lager and a long soak.\r\n\r\nIn honor of that Rogue act and in support of this scholarship John Maier brewed a classic helles lager perfect for summer sipping or enjoying in a hot tub anytime of year. A portion of proceeds from the sales of Hot Tub Scholarship Lager will go to support the Jack Joyce Scholarship Fund.","abv":"4.6","ibu":"20","styleId":78,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Tdvo3V\/upload_LpYEIO-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Tdvo3V\/upload_LpYEIO-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Tdvo3V\/upload_LpYEIO-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Tdvo3V\/upload_LpYEIO-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Tdvo3V\/upload_LpYEIO-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/Tdvo3V\/upload_LpYEIO-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2017-09-20 20:25:47","updateDate":"2017-09-21 05:02:53","style":{"id":78,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Münchner (Munich)-Style Helles","shortName":"Helles","description":"This beer should be perceived as having low bitterness. It is a medium-bodied, malt-emphasized beer with malt character often balanced with low levels of yeast produced sulfur compounds (character). Certain renditions of this beer style have  a perceivable level of hop flavor (note: hop flavor does not imply hop bitterness) and character but it is essentially balanced with malt character to retain its style identity. Malt character is sometimes bread-like yet always reminiscent of freshly and very lightly toasted malted barley. There should not be any caramel character. Color is light straw to golden. Fruity esters and diacetyl should not be perceived. There should be no chill haze.","ibuMin":"18","ibuMax":"25","abvMin":"4.5","abvMax":"5.5","srmMin":"4","srmMax":"6","ogMin":"1.044","fgMin":"1.008","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:40"}},{"id":"g7lned","name":"Hot Whip","nameDisplay":"Hot Whip","description":"Hazy, hot, and humid. Our middle hop child is rich, creamy and full of Centennial, Ekuanot, Boadicea, and Bramling Cross Hops. Hopped it like its hot.","abv":"6","ibu":"15","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-08-15 20:09:59","updateDate":"2018-08-15 20:09:59","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"WgbPBe","name":"Hot Yoga","nameDisplay":"Hot Yoga","description":"Double Dry-Hopped Double Wheat India Pale Ale — This Double IPA is fermented with a special Norwegian Farmhouse yeast strain called Kviek. Fermented in half the time and at temperatures in excess of 95 degrees that would cause normal yeast to produce off flavors, this DIPA features both flaked & malted wheat and a double dose of Citra, Loral, and Mosaic hops.","abv":"8.5","styleId":31,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WgbPBe\/upload_vlEy7y-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WgbPBe\/upload_vlEy7y-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WgbPBe\/upload_vlEy7y-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WgbPBe\/upload_vlEy7y-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WgbPBe\/upload_vlEy7y-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/WgbPBe\/upload_vlEy7y-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-12-09 14:02:37","updateDate":"2018-12-10 05:00:08","style":{"id":31,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Imperial or Double India Pale Ale","shortName":"Imperial IPA","description":"Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.","ibuMin":"65","ibuMax":"100","abvMin":"7.5","abvMax":"10.5","srmMin":"5","srmMax":"13","ogMin":"1.075","fgMin":"1.012","fgMax":"1.02","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:46"}},{"id":"QJQ90x","name":"Hot-Jala Heim Beer with Bite","nameDisplay":"Hot-Jala Heim Beer with Bite","description":"This style of beer is classified in the \"Fruit\/Vegetable\" category as a \"Chili beer\". The focus is obviously on the chili peppers used during the brewing process. Our version uses a mix of hot peppers, including jalapenos and anaheims (hence the name...Hot-Jala-Heim). It has a delightful 'peppery' aroma as well as taste with a 'mild' sensation of heat experienced after swallowing.","abv":"6.5","ibu":"19.2","glasswareId":5,"availableId":1,"styleId":125,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QJQ90x\/upload_8PkHs7-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QJQ90x\/upload_8PkHs7-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QJQ90x\/upload_8PkHs7-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QJQ90x\/upload_8PkHs7-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QJQ90x\/upload_8PkHs7-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/QJQ90x\/upload_8PkHs7-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-09-24 18:35:20","updateDate":"2015-12-16 18:09:13","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"1RNsjX","name":"Hotbox Brown Ale","nameDisplay":"Hotbox Brown Ale","abv":"5.5","styleId":37,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-11-01 19:37:58","updateDate":"2015-11-01 19:37:58","style":{"id":37,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Brown Ale","shortName":"American Brown","description":"American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"25","ibuMax":"45","abvMin":"4","abvMax":"6.4","srmMin":"15","srmMax":"26","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:35"}},{"id":"ZRujA6","name":"Hotbox Coffee IPA","nameDisplay":"Hotbox Coffee IPA","description":"An odd couple can make for some of the most incredibly unique tastiness. Take Hotbox Coffee IPA (7.2% ABV, 70 IBUs) for example - a piney, citrus, mango, Simcoe-hopped IPA and an infusion of cold brew extract made with Hotbox Roasters' Ethiopian beans poppin' with creamy blueberry and cacao notes.","abv":"7.2","ibu":"70","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-03-03 20:42:53","updateDate":"2017-03-03 20:42:53","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"fOFhEa","name":"Hotbox Coffee Porter","nameDisplay":"Hotbox Coffee Porter","description":"This roasty, wake-up-call of a porter (6.5% ABV, 30 IBUs) is based on a robust malt bill that highlights chocolate, fig, plum and espresso flavors; led by nutty, drum-roasted CaraAroma malt. Then, Hotbox Roasters crashes the party and infuses potent, cold brew coffee from a blend of South American beans, roasted to reflect notes of chocolate, tobacco, wood and earthiness.","abv":"6.5","ibu":"30","srmId":22,"styleId":18,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fOFhEa\/upload_bsxOx3-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fOFhEa\/upload_bsxOx3-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fOFhEa\/upload_bsxOx3-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fOFhEa\/upload_bsxOx3-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fOFhEa\/upload_bsxOx3-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/fOFhEa\/upload_bsxOx3-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-11-03 15:52:40","updateDate":"2019-10-17 14:12:58","srm":{"id":22,"name":"22","hex":"8E2900"},"style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"gperej","name":"Hôtel Henri","nameDisplay":"Hôtel Henri","description":"Gluten-free saison","abv":"6.9","ibu":"25","styleId":72,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gperej\/upload_A2yfFM-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gperej\/upload_A2yfFM-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gperej\/upload_A2yfFM-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gperej\/upload_A2yfFM-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gperej\/upload_A2yfFM-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/gperej\/upload_A2yfFM-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-01-28 20:45:48","updateDate":"2019-01-28 20:45:54","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"8s21R2","name":"Hotel Rendezvous","nameDisplay":"Hotel Rendezvous","abv":"4.38","styleId":125,"isOrganic":"Y","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8s21R2\/upload_s634bV-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8s21R2\/upload_s634bV-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8s21R2\/upload_s634bV-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8s21R2\/upload_s634bV-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8s21R2\/upload_s634bV-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8s21R2\/upload_s634bV-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-07-12 18:47:27","updateDate":"2017-08-30 17:42:19","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"8dCV8s","name":"Hotline","nameDisplay":"Hotline","description":"Simcoe+Mosaic+Nelson+Citra DDH...\r\nThat can only mean one thing...","abv":"7","styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8dCV8s\/upload_olF0ug-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8dCV8s\/upload_olF0ug-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8dCV8s\/upload_olF0ug-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8dCV8s\/upload_olF0ug-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8dCV8s\/upload_olF0ug-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8dCV8s\/upload_olF0ug-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-04-09 13:09:26","updateDate":"2018-04-09 13:10:28","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"bp7TkJ","name":"HotSide Sour Mashed DayTime","nameDisplay":"HotSide Sour Mashed DayTime","abv":"4.65","styleId":170,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-08-16 12:57:38","updateDate":"2015-08-16 12:57:38","style":{"id":170,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wild Beer","shortName":"Wild Beer","description":"Wild Beers are any range of color. These beers may be clear or hazy due to yeast, chill haze or hop haze. Aromas may vary tremendously due to fermentation characters contributed by various known and unknown microorganisms. The overall balance should be complex and balanced. Hop aroma very low to high. Usually because of a high degree of attenuation in these beers, malt character is very low to low. If there are exceptions that are malty, the overall balance of complexity of other characters should be in harmony. Hop flavor very low to high. Hop bitterness is perceived at varying levels depending on the overall balance, but usually perceived as very low to low. Wild beers are \"spontaneously\" fermented with microorganisms that the brewer has introduced from the ambient air\/environment in the vicinity of the brewery in which the beer is brewed. Wild beers may not be fermented with any cultured strains of yeast or bacteria. Wild beer may or may not be perceived as acidic. It may include a wildly variable spectrum of flavors and aromas derived from the wild microorganisms with which it was fermented. The overall balance of flavors, aromas, appearance and body is an important factor in assessing these beers. Body is very low to medium. Spontaneously fermented beers with fruit, spice or other ingredients would be appropriately entered as Wild Beer. For purposes of competition, entries which could be appropriately entered in an existing classic or traditional category such as Belgian-Style Lambic, Gueuze, Fruit Lambic, etc. should be entered in that category and not entered as a Wild Beer.","createDate":"2015-04-07 17:21:44"}},{"id":"s6Si3m","name":"Hotspur","nameDisplay":"Hotspur","description":"This Dunkelweizen is a classic with a twist. While most focus simply on a hefty banana and clove aroma we subdued both and boldly added some chocolate malt to bring out another dimension to the bouquet. The flavor is soft and bready with a balanced of wheat and clove. There is a low bitterness to Hotspur allowing the finish to develop a slight tart sensation.","abv":"5","ibu":"17","glasswareId":5,"srmId":17,"availableId":1,"styleId":52,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","foodPairings":"This fantastic beer works well foods on the heartier side of life. It pairs with full-bodied salads, roast chicken, and pork, as well as a thick, juicy sausage. Look to rich and heavy cheeses such as soft-ripened goat or smoked Gouda.  For desert, try a sweet potato tart, peach pecan strudel, or a delicious banana cream pie.","servingTemperature":"cool","servingTemperatureDisplay":"Cool - (8-12C\/45-54F)","createDate":"2013-08-10 18:44:30","updateDate":"2013-09-21 13:20:06","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":17,"name":"17","hex":"B04500"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":52,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"South German-Style Dunkel Weizen \/ Dunkel Weissbier","shortName":"Dunkelweizen","description":"This beer style is characterized by a distinct sweet maltiness and a chocolate-like character from roasted malt. Estery and phenolic elements of this Weissbier should be evident but subdued. Color can range from copper-brown to dark brown. Dunkel Weissbier is well attenuated and very highly carbonated, and hop bitterness is low. Hop flavor and aroma are absent. Usually dark barley malts are used in conjunction with dark cara or color malts, and the percentage of wheat malt is at least 50 percent. If this is served with yeast, the beer may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.8","abvMax":"5.4","srmMin":"10","srmMax":"19","ogMin":"1.048","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:30:09"}},{"id":"vUMA3u","name":"Hottenany","nameDisplay":"Hottenany","description":"A bready, medium bodied American Pale made with a special blend of local hops and organic oregano (from the brewer's garden). It's spicy, refreshing, incredibly balanced and smooth. This was just another fun experiment that turned into an excellent summer beer.","abv":"5.6","ibu":"55","styleId":25,"isOrganic":"Y","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-06-01 15:20:46","updateDate":"2015-06-01 15:20:46","style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"JnZRas","name":"Hottenroth","nameDisplay":"Hottenroth","description":"Hottenroth Berliner Weisse is brewed in memory of Fred and Sarah Hottenroth, Patrick's grandparents. This tart German-style Berliner Weisse is as authentic as it gets. We used lactobacillus and a hint of brettanomyces to sour this very unusual, low gravity wheat beer. To cut the tartness for those with sweeter tastes, raspberry or woodruff syrup is a traditional way to sweeten the beer. Almost an extinct style, we hope to help revive the Berliner Weisse in memory of two great people.","abv":"3.1","ibu":"2","glasswareId":8,"srmId":2,"availableId":2,"styleId":46,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JnZRas\/upload_d1s0wZ-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JnZRas\/upload_d1s0wZ-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JnZRas\/upload_d1s0wZ-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JnZRas\/upload_d1s0wZ-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JnZRas\/upload_d1s0wZ-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/JnZRas\/upload_d1s0wZ-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","foodPairings":"Pistachio panna cotta, fresh picked berries, grilled salmon on a fresh salad or a midsummer, poolside brunch.","servingTemperature":"cool","servingTemperatureDisplay":"Cool - (8-12C\/45-54F)","createDate":"2012-01-03 02:43:26","updateDate":"2016-05-27 16:43:44","glass":{"id":8,"name":"Tulip","createDate":"2012-01-03 02:41:33"},"srm":{"id":2,"name":"2","hex":"FFD878"},"available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":46,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Berliner-Style Weisse (Wheat)","shortName":"Berlinerweisse","description":"This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.","ibuMin":"3","ibuMax":"6","abvMin":"2.8","abvMax":"3.4","srmMin":"2","srmMax":"4","ogMin":"1.028","fgMin":"1.004","fgMax":"1.006","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:14"}},{"id":"1OxfHN","name":"Hottenroth Berliner Weisse","nameDisplay":"Hottenroth Berliner Weisse","description":"This beer is now made under our Bruery Terreux Label\r\n\r\nHottenroth Berliner Weisse is brewed in memory of Fred & Sarah Hottenroth, Patrick’s grandparents. This tart, German-style Berliner Weisse is as authentic as it gets. We use lactobacillus and a hint of brettanomyces to sour this very unusual, low gravity wheat beer. To cut the tartness for those with sweeter tastes, raspberry or woodruff syrup is a traditional way to sweeten the beer. Almost an extinct style, we hope to help revive the Berliner Weisse in memory of two great people.","abv":"3.1","availableId":3,"styleId":46,"isOrganic":"N","isRetired":"Y","status":"verified","statusDisplay":"Verified","createDate":"2018-05-10 14:44:36","updateDate":"2018-11-02 02:13:07","available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":46,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Berliner-Style Weisse (Wheat)","shortName":"Berlinerweisse","description":"This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.","ibuMin":"3","ibuMax":"6","abvMin":"2.8","abvMax":"3.4","srmMin":"2","srmMax":"4","ogMin":"1.028","fgMin":"1.004","fgMax":"1.006","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:29:14"}},{"id":"H3ilZA","name":"Hotter Than Helles","nameDisplay":"Hotter Than Helles","description":"Why so punny? “Helles” is German for “light colored.” Hotter Than Helles is more than just a (very) silly pun; it perfectly reflects the nature of this beer. A lager meant to be consumed when it’s truly hotter than helles outside. So there are no peppers or spices in this beer!","abv":"5","ibu":"20","glasswareId":5,"srmId":5,"availableId":1,"styleId":78,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/H3ilZA\/upload_9OJufY-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/H3ilZA\/upload_9OJufY-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/H3ilZA\/upload_9OJufY-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/H3ilZA\/upload_9OJufY-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/H3ilZA\/upload_9OJufY-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/H3ilZA\/upload_9OJufY-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.053","createDate":"2012-01-03 02:43:26","updateDate":"2015-12-16 08:04:22","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":5,"name":"5","hex":"FBB123"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":78,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Münchner (Munich)-Style Helles","shortName":"Helles","description":"This beer should be perceived as having low bitterness. It is a medium-bodied, malt-emphasized beer with malt character often balanced with low levels of yeast produced sulfur compounds (character). Certain renditions of this beer style have  a perceivable level of hop flavor (note: hop flavor does not imply hop bitterness) and character but it is essentially balanced with malt character to retain its style identity. Malt character is sometimes bread-like yet always reminiscent of freshly and very lightly toasted malted barley. There should not be any caramel character. Color is light straw to golden. Fruity esters and diacetyl should not be perceived. There should be no chill haze.","ibuMin":"18","ibuMax":"25","abvMin":"4.5","abvMax":"5.5","srmMin":"4","srmMax":"6","ogMin":"1.044","fgMin":"1.008","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:40"}},{"id":"9AE30A","name":"Houblon Chouffe","nameDisplay":"Houblon Chouffe","description":"A unique marriage between the English tradition of IPAs, the new American revolution of Imperial IPAs and the classic Belgian way of brewing. Houblon Chouffe, although very much hopped as it is, showcases the unique balance between a very strong IPA and a very special Belgian Tripel exclusively created for this ale (Big malty body, distinct dryness, expressive estery fruitiness).","abv":"9","ibu":"59","glasswareId":5,"srmId":9,"availableId":1,"styleId":59,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9AE30A\/upload_s7QFfZ-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9AE30A\/upload_s7QFfZ-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9AE30A\/upload_s7QFfZ-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9AE30A\/upload_s7QFfZ-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9AE30A\/upload_s7QFfZ-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/9AE30A\/upload_s7QFfZ-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.092","createDate":"2012-01-03 02:43:26","updateDate":"2017-06-09 13:39:50","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":9,"name":"9","hex":"E58500"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":59,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Tripel","shortName":"Belgian Tripel","description":"Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale\/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop\/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.","ibuMin":"20","ibuMax":"45","abvMin":"7","abvMax":"10","srmMin":"4","srmMax":"9","ogMin":"1.07","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:31:50"}},{"id":"hZ0ZbZ","name":"Houblon Chouffe Dobbelen IPA Tripel","nameDisplay":"Houblon Chouffe Dobbelen IPA Tripel","description":"The HOUBLON CHOUFFE was brewed for the first time in 2006. It is an ‘Indian Pale ale’ type of beer, with a harmonious balance between a marked bitterness (three types of hops are used to make it) and a pleasant fruitiness. The HOUBLON CHOUFFE is unfiltered, and re-fermented in the bottle as well as in the keg.","abv":"9","styleId":62,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-08-31 00:26:09","updateDate":"2017-08-31 00:26:09","style":{"id":62,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Pale Ale","shortName":"Belgian Pale","description":"Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"30","abvMin":"4","abvMax":"6","srmMin":"6","srmMax":"12","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:06"}},{"id":"XVRjGj","name":"Houblon de Ferme","nameDisplay":"Houblon de Ferme","abv":"7.2","styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-02-26 06:21:28","updateDate":"2017-02-26 06:21:28","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"lzcITW","name":"Houblon Or","nameDisplay":"Houblon Or","description":"A dry hopped Belgian blonde ale that combines distinct fruity esters from the abbey yeast along with zesty hop character from Styrian Goldings. Many thanks to Tim Prendergast of Meridian Pint for all his help with this beer from formulation to sweat on brew day","abv":"6.4","styleId":61,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-04-24 22:37:10","updateDate":"2015-04-24 22:37:11","style":{"id":61,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Blonde Ale","shortName":"Belgian Blonde","description":"Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.","ibuMin":"15","ibuMax":"30","abvMin":"6","abvMax":"7.8","srmMin":"4","srmMax":"7","ogMin":"1.054","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:01"}},{"id":"b4OGbB","name":"Houblon Saison","nameDisplay":"Houblon Saison","abv":"6.5","styleId":72,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2014-09-03 15:49:26","updateDate":"2015-06-18 17:52:29","style":{"id":72,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"French & Belgian-Style Saison","shortName":"Saison","description":"Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and\/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and\/or leather-like.","ibuMin":"20","ibuMax":"40","abvMin":"4.5","abvMax":"8.5","srmMin":"4","srmMax":"14","ogMin":"1.055","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:34:55"}},{"id":"ywLRJN","name":"Houblonee","nameDisplay":"Houblonee","abv":"7.5","styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ywLRJN\/upload_6cKzQq-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ywLRJN\/upload_6cKzQq-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ywLRJN\/upload_6cKzQq-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ywLRJN\/upload_6cKzQq-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ywLRJN\/upload_6cKzQq-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/ywLRJN\/upload_6cKzQq-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-02-23 13:34:58","updateDate":"2015-12-17 21:56:22","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"ycaEO8","name":"Houdini","nameDisplay":"Houdini","description":"We believe beer is magic!  Houdini Extra Special Pale will make you a believer as well.  A light, medium-bodied brew, we use two classic American hop varieties.  Centennial and Cascade create a concoction of mystique and complexity.  No smoke and mirrors here.","abv":"5.5","glasswareId":5,"srmId":6,"availableId":1,"styleId":25,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 20:39:04","updateDate":"2012-03-22 13:05:45","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":6,"name":"6","hex":"F8A600"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"}},{"id":"NrDqjp","name":"Houdini Honey Wheat","nameDisplay":"Houdini Honey Wheat","description":"An American style wheat beer made with pure Wisconsin honey. This cloudy looking hefe style (unfiltered) beer has a yeasty tone layered with a honey sweetness which makes this a refreshingly light brew.","abv":"4.9","ibu":"10.6","glasswareId":9,"availableId":1,"styleId":112,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","foodPairings":"Organic Beirgarten Salad, Grilled Atlantic Salmon","originalGravity":"1.046","createDate":"2013-01-21 22:06:32","updateDate":"2013-01-21 22:07:44","glass":{"id":9,"name":"Weizen","createDate":"2012-01-03 02:41:33"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":112,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager with Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.","ibuMin":"10","ibuMax":"35","abvMin":"3.5","abvMax":"5.5","srmMin":"4","srmMax":"10","ogMin":"1.036","fgMin":"1.006","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:48"}},{"id":"kCsqkK","name":"Hougoumont","nameDisplay":"Hougoumont","description":"Full of character, this lightly hopped Pilsner has notes of citrus, squeezed Kiwifruit.","abv":"4.8","ibu":"23","styleId":75,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2018-03-24 14:28:15","updateDate":"2018-03-24 14:28:15","style":{"id":75,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"German-Style Pilsener","shortName":"German Pilsener","description":"A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.","ibuMin":"25","ibuMax":"40","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:35:59"}},{"id":"rRR4tK","name":"Hound Dog Brown Ale","nameDisplay":"Hound Dog Brown Ale","description":"Belgian and English Brown Ale brewed with candi sugar.","abv":"6.6","styleId":61,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2013-01-25 11:47:16","updateDate":"2013-01-25 11:47:17","style":{"id":61,"categoryId":5,"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"Belgian-Style Blonde Ale","shortName":"Belgian Blonde","description":"Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.","ibuMin":"15","ibuMax":"30","abvMin":"6","abvMax":"7.8","srmMin":"4","srmMax":"7","ogMin":"1.054","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:32:01"}},{"id":"64shCC","name":"Hound Dog Scotch Ale","nameDisplay":"Hound Dog Scotch Ale","abv":"6.6","styleId":15,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/64shCC\/upload_vL183O-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/64shCC\/upload_vL183O-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/64shCC\/upload_vL183O-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/64shCC\/upload_vL183O-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/64shCC\/upload_vL183O-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/64shCC\/upload_vL183O-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2013-01-25 11:48:13","updateDate":"2015-12-16 22:19:39","style":{"id":15,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Scotch Ale","shortName":"Scotch Ale","description":"Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty\/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"25","ibuMax":"35","abvMin":"6.2","abvMax":"8","srmMin":"15","srmMax":"30","ogMin":"1.072","fgMin":"1.016","fgMax":"1.028","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:11"}},{"id":"kxSx6r","name":"Houndmouth","nameDisplay":"Houndmouth","abv":"4.5","ibu":"28","styleId":113,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kxSx6r\/upload_6WtyYD-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kxSx6r\/upload_6WtyYD-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kxSx6r\/upload_6WtyYD-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kxSx6r\/upload_6WtyYD-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kxSx6r\/upload_6WtyYD-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/kxSx6r\/upload_6WtyYD-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-07-23 17:53:36","updateDate":"2015-12-17 15:45:04","style":{"id":113,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Light American Wheat Ale or Lager without Yeast","shortName":"Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. A fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Appearance can be clear or with chill haze, golden to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma.","ibuMin":"10","ibuMax":"35","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"10","ogMin":"1.036","fgMin":"1.004","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:42:53"}},{"id":"PyQXg1","name":"Houndstooth","nameDisplay":"Houndstooth","styleId":125,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-11-01 10:55:18","updateDate":"2018-11-06 20:15:20","style":{"id":125,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:44:53"}},{"id":"7Su4el","name":"Houndstooth","nameDisplay":"Houndstooth","description":"This is pretty much black raspberry Dynamo Hum. 3 ½ year old Dynamo barrels conditioned on a pound per gallon of black raspberries. A higher concentration of fruit makes for one of the most fruit forward beers we have ever produced. Its purple!","abv":"7","availableId":2,"styleId":170,"isOrganic":"N","isRetired":"Y","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7Su4el\/upload_mMFMcg-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7Su4el\/upload_mMFMcg-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7Su4el\/upload_mMFMcg-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7Su4el\/upload_mMFMcg-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7Su4el\/upload_mMFMcg-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/7Su4el\/upload_mMFMcg-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2019-01-30 16:41:11","updateDate":"2019-01-30 16:42:23","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":170,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Wild Beer","shortName":"Wild Beer","description":"Wild Beers are any range of color. These beers may be clear or hazy due to yeast, chill haze or hop haze. Aromas may vary tremendously due to fermentation characters contributed by various known and unknown microorganisms. The overall balance should be complex and balanced. Hop aroma very low to high. Usually because of a high degree of attenuation in these beers, malt character is very low to low. If there are exceptions that are malty, the overall balance of complexity of other characters should be in harmony. Hop flavor very low to high. Hop bitterness is perceived at varying levels depending on the overall balance, but usually perceived as very low to low. Wild beers are \"spontaneously\" fermented with microorganisms that the brewer has introduced from the ambient air\/environment in the vicinity of the brewery in which the beer is brewed. Wild beers may not be fermented with any cultured strains of yeast or bacteria. Wild beer may or may not be perceived as acidic. It may include a wildly variable spectrum of flavors and aromas derived from the wild microorganisms with which it was fermented. The overall balance of flavors, aromas, appearance and body is an important factor in assessing these beers. Body is very low to medium. Spontaneously fermented beers with fruit, spice or other ingredients would be appropriately entered as Wild Beer. For purposes of competition, entries which could be appropriately entered in an existing classic or traditional category such as Belgian-Style Lambic, Gueuze, Fruit Lambic, etc. should be entered in that category and not entered as a Wild Beer.","createDate":"2015-04-07 17:21:44"}},{"id":"FL2Zi5","name":"Hounslow Porter","nameDisplay":"Hounslow Porter","description":"A traditional and quaffable London dry porter.","abv":"5.3","glasswareId":5,"styleId":18,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FL2Zi5\/upload_wmEmmF-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FL2Zi5\/upload_wmEmmF-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FL2Zi5\/upload_wmEmmF-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FL2Zi5\/upload_wmEmmF-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FL2Zi5\/upload_wmEmmF-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/FL2Zi5\/upload_wmEmmF-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2015-04-20 15:58:25","updateDate":"2019-10-15 16:18:03","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":18,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt\/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:43"}},{"id":"j7TQXl","name":"House Ale","nameDisplay":"House Ale","description":"House Ale, our 4.5% session ale, was first brewed in 2006. Our goal was to brew a beer that was a little bit lower in alcohol, but did not lack for body and flavor. We’re sure you’ll agree, that’s just what we achieved with this tasty brew.\r\n\r\nBrewed with Pale, Caramunich, and Carapils malt for flavor and body, then hopped exclusively with expensive Tettnang hops, a very delicate, delicious hops that perfectly fits this beer with just the right snap of flavor.","abv":"4.5","glasswareId":5,"availableId":3,"styleId":32,"isOrganic":"N","isRetired":"Y","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:27","updateDate":"2018-11-02 02:13:07","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"available":{"id":3,"name":"Not Available","description":"Beer is not currently available."},"style":{"id":32,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Amber\/Red Ale","shortName":"Amber","description":"American amber\/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"30","ibuMax":"40","abvMin":"4.5","abvMax":"6","srmMin":"11","srmMax":"18","ogMin":"1.048","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:52"}},{"id":"U9Vzef","name":"House Ale","nameDisplay":"House Ale","description":"The original ale first brewed in 1965 and now sold all over the world. Perhaps the most distinctive Scottish ale on the market and with its rich dark oakiness, this is a serious winter ale.","abv":"7.2","styleId":14,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/U9Vzef\/upload_gPfIoZ-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/U9Vzef\/upload_gPfIoZ-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/U9Vzef\/upload_gPfIoZ-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/U9Vzef\/upload_gPfIoZ-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/U9Vzef\/upload_gPfIoZ-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/U9Vzef\/upload_gPfIoZ-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:27","updateDate":"2015-12-15 22:30:21","style":{"id":14,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Strong Ale","shortName":"Strong Ale","description":"Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and\/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)","ibuMin":"30","ibuMax":"65","abvMin":"7","abvMax":"11","srmMin":"8","srmMax":"21","ogMin":"1.06","fgMin":"1.014","fgMax":"1.04","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:21:05"}},{"id":"6WFLQL","name":"House Beer","nameDisplay":"House Beer","description":"House Beer is an original premium lager expertly brewed for a quality you can taste. Made from the finest ingredients, it’s crafted to simply be the perfect beer and nothing less.","abv":"4.8","ibu":"18","availableId":1,"styleId":93,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6WFLQL\/upload_pbti3m-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6WFLQL\/upload_pbti3m-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6WFLQL\/upload_pbti3m-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6WFLQL\/upload_pbti3m-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6WFLQL\/upload_pbti3m-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/6WFLQL\/upload_pbti3m-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2017-08-14 13:34:32","updateDate":"2017-08-14 13:35:22","available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"8NDjBT","name":"House Bier","nameDisplay":"House Bier","description":"Here in Wild Heaven, we love the traditional German beer styles. Our new House Bier is a Helles Lager, a crisp cool-weather beer featuring one of the most elegant and rare of the noble hops, Hallertauer Mittelfruh. With a six week lagering schedule, this special beer takes time to be just right. A light oaking offers hints of additional depth and complexity.","abv":"7.2","styleId":78,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8NDjBT\/upload_LihiWG-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8NDjBT\/upload_LihiWG-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8NDjBT\/upload_LihiWG-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8NDjBT\/upload_LihiWG-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8NDjBT\/upload_LihiWG-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/8NDjBT\/upload_LihiWG-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","createDate":"2018-01-20 18:58:19","updateDate":"2018-01-20 18:59:03","style":{"id":78,"categoryId":7,"category":{"id":7,"name":"European-germanic Lager","createDate":"2012-03-21 20:06:46"},"name":"Münchner (Munich)-Style Helles","shortName":"Helles","description":"This beer should be perceived as having low bitterness. It is a medium-bodied, malt-emphasized beer with malt character often balanced with low levels of yeast produced sulfur compounds (character). Certain renditions of this beer style have  a perceivable level of hop flavor (note: hop flavor does not imply hop bitterness) and character but it is essentially balanced with malt character to retain its style identity. Malt character is sometimes bread-like yet always reminiscent of freshly and very lightly toasted malted barley. There should not be any caramel character. Color is light straw to golden. Fruity esters and diacetyl should not be perceived. There should be no chill haze.","ibuMin":"18","ibuMax":"25","abvMin":"4.5","abvMax":"5.5","srmMin":"4","srmMax":"6","ogMin":"1.044","fgMin":"1.008","fgMax":"1.012","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:36:40"}},{"id":"D3XP6Y","name":"House Boat","nameDisplay":"House Boat","description":"Imperial version of our Jon Boat Coastal Ale.","abv":"7.2","ibu":"40","styleId":36,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-11-26 19:38:15","updateDate":"2017-11-26 19:38:15","style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"kFbAnN","name":"House Brand I.P.A.","nameDisplay":"House Brand I.P.A.","description":"This classic copper colored ale has a pronounced hop aroma and assertive bitterness. American-grown Galena and Cascade hops are the star of this fragrant and citrusy dry-hopped masterpiece.","abv":"6","ibu":"55","glasswareId":5,"styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-01-03 02:43:27","updateDate":"2012-03-22 13:05:41","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"S4rLGc","name":"House Brew","nameDisplay":"House Brew","description":"This beer is a collaboration with our neighbors and good friends Thou Mayest Coffee Roasters. The base beer is a robust wheat stout brewed with over 50% malted wheat and a touch of oats for a silky smooth mouth-feel. Roasted wheat and chocolate malt give this beer a nice roasty profile that pairs nicely with the earthy tones of Sumatran coffee. A full body and low bitterness make this a delicious easy drinking stout that will please beer and coffee fans alike.","abv":"6.5","ibu":"25","styleId":42,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-07-12 13:50:08","updateDate":"2017-04-05 00:44:48","style":{"id":42,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and\/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and\/or resiny hop character. The perception of fruity esters is low. Roasted malt\/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:28:43"}},{"id":"69BUHy","name":"House Brown","nameDisplay":"House Brown","description":"Malty, full-bodied, floral\/citrus dry hops. Originally brewed for House Bill 660, our House Brown is for people that like their malt with a little kick.","abv":"6","ibu":"30","glasswareId":5,"styleId":37,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2012-06-26 20:37:34","updateDate":"2014-10-16 18:46:29","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"style":{"id":37,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Brown Ale","shortName":"American Brown","description":"American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"25","ibuMax":"45","abvMin":"4","abvMax":"6.4","srmMin":"15","srmMax":"26","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:35"}},{"id":"iiZg7J","name":"House Brown (American Brown Ale)","nameDisplay":"House Brown (American Brown Ale)","description":"A medium-bodied brown ale with a rich malty character and a good dose of American Cascade hops.","abv":"5.6","ibu":"35","styleId":37,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2017-08-06 21:34:30","updateDate":"2017-08-06 21:34:31","style":{"id":37,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Brown Ale","shortName":"American Brown","description":"American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"25","ibuMax":"45","abvMin":"4","abvMax":"6.4","srmMin":"15","srmMax":"26","ogMin":"1.04","fgMin":"1.01","fgMax":"1.018","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:35"}},{"id":"ixcAFu","name":"House English Bitter","nameDisplay":"House English Bitter","abv":"5","ibu":"30","styleId":3,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-10-25 20:49:51","updateDate":"2016-11-03 17:17:02","style":{"id":3,"categoryId":1,"category":{"id":1,"name":"British Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Ordinary Bitter","shortName":"Bitter","description":"Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)","ibuMin":"20","ibuMax":"35","abvMin":"3","abvMax":"4.1","srmMin":"5","srmMax":"12","ogMin":"1.033","fgMin":"1.006","fgMax":"1.012","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:18:39"}},{"id":"vTAL1R","name":"House IPA","nameDisplay":"House IPA","description":"Citrus and an especially fruity yeast profile round out this India Pale Ale. Medium-bodied, the wheat addition sneaks into the malt profile of this beer and helps to highlight the grapefruit and orange flavorings. A pleasant, lingering bitterness finishes the beer.","abv":"6.7","ibu":"70","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-04-29 16:09:35","updateDate":"2015-04-29 16:09:35","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"IqLmrI","name":"House Lager","nameDisplay":"House Lager","description":"House Lager pulls inspiration from the numerous country lagers, or landbiers, found in Franconia. It’s sweet and golden with a full malty body that comes from using a traditional German malt variety. A special beer for year-round enjoyment.","abv":"5.4","ibu":"18","availableId":8,"styleId":93,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/IqLmrI\/upload_7lUrJt-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/IqLmrI\/upload_7lUrJt-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/IqLmrI\/upload_7lUrJt-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/IqLmrI\/upload_7lUrJt-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/IqLmrI\/upload_7lUrJt-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/IqLmrI\/upload_7lUrJt-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","originalGravity":"1.053","createDate":"2015-08-20 17:52:05","updateDate":"2015-12-18 04:49:47","available":{"id":8,"name":"Winter","description":"Available during the winter months."},"style":{"id":93,"categoryId":8,"category":{"id":8,"name":"North American Lager","createDate":"2012-03-21 20:06:46"},"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:39:26"}},{"id":"HoB9o1","name":"House Noyau","nameDisplay":"House Noyau","description":"With peaches and apricots.","abv":"6.5","styleId":36,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-09-16 17:14:13","updateDate":"2015-09-16 17:14:13","style":{"id":36,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"Golden or Blonde Ale","shortName":"Blonde","description":"Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.","ibuMin":"15","ibuMax":"25","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"7","ogMin":"1.045","fgMin":"1.008","fgMax":"1.016","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 15:27:26"}},{"id":"uIruXK","name":"House of Blue Lights","nameDisplay":"House of Blue Lights","abv":"5.5","styleId":39,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2016-04-12 15:55:10","updateDate":"2016-04-12 15:55:10","style":{"id":39,"categoryId":11,"category":{"id":11,"name":"Hybrid\/mixed Beer","createDate":"2012-03-21 20:06:46"},"name":"Brett Beer","shortName":"Brett","description":"Brett Beers are any range of color and may take on the color of added fruits or other ingredients. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Moderate to intense yet balanced fruity-ester aromas are evident. In darker versions, roasted malt, caramel-like and chocolate-like aromas are subtly present. Diacetyl and DMS aromas should not be perceived. Hop aroma is evident over a full range from low to high. In darker versions, roasted malt, caramel-like and chocolate-like flavors are subtly present. Fruited versions will exhibit fruit flavors in harmonious balance with other characters. Hop flavor is evident over a full range from low to high. Hop bitterness is evident over a full range from low to high. The evolution of natural acidity develops balanced complexity. Horsey, goaty, leathery, phenolic and light to moderate and\/or fruity acidic character evolved from Brettanomyces organisms may be evident, not dominant and in balance with other character. Cultured yeast strains may be used in the fermentation. Beers in this style should not use bacteria or exhibit bacteria-derived characters. Moderate to intense yet balanced fruity-ester flavors are evident. Diacetyl and DMS flavors should not be perceived. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Body is evident over a full range from low to high. For purposes of competition entries exhibiting wood-derived characters or characters of liquids previously aged in wood would more appropriately be entered in other Wood-Aged Beer categories. Wood- and barrel-aged sour ales should not be entered here and are classified elsewhere.","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:04:16"}},{"id":"xjhw7Y","name":"House of Clay Rye IPA","nameDisplay":"House of Clay Rye IPA","description":"Our tribute to the original buildings of Raleigh’s own Shaw University, built with red clay bricks that students made by hand. Our handcrafted House of Clay IPA is robust as they come. Four different hops are front and center with the rye bringing it all home in a clean, slightly spicy finish. Dry hopped for 5 days for a nice hoppy nose. 7.5% ABV.","abv":"7.2","ibu":"68","glasswareId":5,"srmId":6,"availableId":1,"styleId":30,"isOrganic":"N","isRetired":"N","labels":{"icon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xjhw7Y\/upload_ifWdXs-icon.png","medium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xjhw7Y\/upload_ifWdXs-medium.png","large":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xjhw7Y\/upload_ifWdXs-large.png","contentAwareIcon":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xjhw7Y\/upload_ifWdXs-contentAwareIcon.png","contentAwareMedium":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xjhw7Y\/upload_ifWdXs-contentAwareMedium.png","contentAwareLarge":"https:\/\/brewerydb-images.s3.amazonaws.com\/beer\/xjhw7Y\/upload_ifWdXs-contentAwareLarge.png"},"status":"verified","statusDisplay":"Verified","servingTemperature":"cold","servingTemperatureDisplay":"Cold - (4-7C\/39-45F)","createDate":"2012-09-06 21:06:12","updateDate":"2015-12-16 18:24:04","glass":{"id":5,"name":"Pint","createDate":"2012-01-03 02:41:33"},"srm":{"id":6,"name":"6","hex":"F8A600"},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}},{"id":"j2sWr6","name":"House of Hops","nameDisplay":"House of Hops","abv":"7.2","styleId":30,"isOrganic":"N","isRetired":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-08-17 19:35:46","updateDate":"2015-08-17 19:35:46","style":{"id":30,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and\/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:26:37"}}],"status":"success"}